{"topterms": [["amazon", 92], ["google", 38], ["facebook", 36], ["new york", 30], ["washington", 24], ["twitter", 23], ["trump", 23], ["apple", 22], ["walmart", 20], ["microsoft", 20], ["europe", 20], ["china", 20], ["president donald trump", 19], ["california", 18], ["netflix", 18]], "articles": [{"title": "Rite Aid gets OK for plan to boost flagging stock price", "source": "associated-press", "date": "2019-03-21T16:45:42Z", "origContent": "<p>Rite Aid shareholders have backed a plan to lift the struggling drugstore chain's stock price and keep it from being kicked off the New York Stock Exchange.</p> <p>Stock owners approved on Thursday a reverse split of the company's stock that will cut down the number of shares traded and boost the price. Rite Aid's board now has to decide the ratio of the split, which could involve exchanging one share for 10, 15, or 20.</p> <p>Rite Aid Corp. said earlier this year it would try the reverse split after the Big Board warned that its shares could be removed if their closing price doesn't consistently hit at least a dollar.</p> <p>Rite Aid shares have largely slid since early 2017 and fell below a dollar in December. The stock slipped another penny to about 68 cents per share in midday trading Thursday, as broader indexes rose.</p> <p>The company runs 2,525 locations, mostly on the East and West coasts. It also operates a pharmacy benefit management business that runs prescription drug coverage for employers, insurers and other customers.</p> <p>Retail analysts have questioned the drugstore chain's long-term prospects, especially when competing nationally against much bigger rivals like CVS Health Corp. and Walgreens Boots Alliance Inc., as well as other retailers like WalMart that dispense prescriptions.</p> <p>Camp Hill, Pennsylvania-based Rite Aid reported a $4.5 million fiscal third-quarter loss in December and then announced job cuts and a huge management shake-up earlier this month.</p> <p>The company said it would replace most of its senior leaders and undergo a restructuring that would trim about 400 full-time jobs but save $55 million in costs annually. Long-time CEO John Standley plans to leave once his successor is appointed.</p> <p>The drugstore chain also said corporate Chief Operating Officer Kermit Crawford would leave the company and be replaced by Bryan Everett, who has served as chief operating officer of the company's stores. Chief Financial Officer Darren Karst would be replaced by Chief Accounting Officer Matt Schroeder. Those changes were effective immediately.</p> <p>Last September, the company also shook up its board by nominating three new independent directors and stripping Standley of his chairman title.</p>", "url": "https://apnews.com/c16d273a8c934326b945aeeb68b59ce4", "tags": ["walmart", "other customers.</p", "chief accounting officer matt schroeder", "west", "full time jobs"], "related_articles": [{"title": "San Antonio: lawn mower fix-it man popular for house calls", "source": "associated-press", "url": "https://apnews.com/2e41d79d256e40049ea1bf8e64fed952"}, {"title": "Stocks making the biggest moves midday: Levi Strauss, Biogen, Micron & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/21/stocks-making-the-biggest-moves-midday-levi-strauss-biogen-micron.html"}, {"title": "The Health 202: Industry is tussling over drug prices. But it's united on combating Medicare-for-all", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2019/03/21/the-health-202-industry-is-tussling-over-drug-prices-but-it-s-united-on-combating-medicare-for-all/5c926ca71b326b0f7f38f203/"}]}, {"title": "Big tech faces a confluence of competition and privacy concerns in Brussels", "source": "the-economist", "date": "2019-03-21T15:41:16Z", "origContent": "<p>AROUND 19 IN every 20 European internet searches are carried out on Google. Not those done by Margrethe Vestager. The European Unions competition chief says she mostly looks stuff up on Qwant, which prides itself on not tracking users in the manner its larger rival does. Forget also Google Maps, or Gmail, or any other product from the Alphabet stable: I have better alternatives that provide me with more privacy, the Danish politician recently told a crowd at SXSW, an annual festival of tech, music and thought in Austin, Texas.</p> <p>Those appointed, by governments or themselves, to worry about competition have a strong interest in big tech firms such as Google and its parent Alphabet, Apple, Amazon and Facebook. How could they not, given how quickly those firms have come to dominate the business landscape. On both sides of the Atlantic, the reputation that big-tech companies other than Apple have for making free with peoples data has led to rules being tightened, and there is talk of tightening them more. There are other concerns, too. Europeans have a fairly strong feeling that the firms do not pay enough tax. Everywhere there are worries about the content which they spreadsuch as, for a while, video of the massacre in Christchurchand that which they are thought to suppress.</p> <p>Tech groups have hordes of lobbyists experienced in weathering these various issues. Occasional lossessuch as the 1.5bn ($1.7bn) that Google was fined on March 20th for abusing its clout in the online-advertising marketcan to some extent just be treated as a cost of doing business. What they are not so well prepared for is the crossing of some of these streams of complaint. European regulators are bringing together concerns about privacy and rules about competition to create constraints that could up-end the way companies do business online.</p> <p>Campaigners have long lamented that, although the users of online platforms tell pollsters that they care about privacy, they do not act as if they do. If privacy becomes tied to antitrust concerns, though, users do not need to care. They merely need to be content that regulators armed with big sticksEuropean regulators are empowered to levy fines on companies operating in Europe that are a significant fraction of their global revenueshould care on their behalf. Ms Vestager and her colleagues seem happy to do the honours.</p> <p>The premise for bringing together concerns about privacy and competition is that the tight grip which big tech companies have over user data is what has turned them into entrenched, and perhaps abusive, incumbents. As Andreas Mundt, head of Germanys competition watchdog, the Bundeskartellamt, puts it, Europe saysthat data can provide market power. In February, his agency startled technology companies and those who analyse them with a ruling against Facebook built on such an analysis. In a 300-page finding it argued that Facebook was only able to gather so much data because of its dominant position amid social networks.</p> <p>The measure of market power usually used to justify action on competition grounds is, roughly speaking, that a company is able to raise prices without losing customers. Such an ability suggests that the level of competition in the market needs at least looking into, and perhaps redressing. Facebook, being free to its public users (though not to the advertisers who buy the users attention), cannot have its market power analysed in this way. But Mr Mundt says that the companys ability to encroach ever more on its users privacy without seeing them leavefor example, by starting to track them while they browse sites not connected to Facebookis also a measure of market power.</p> <p>This analysis is leading to strict new rules on the amount of data Facebook can collect from German users. It can no longer mesh together the data it gathers from its various services, including WhatsApp and Instagram, as it has said it wants to do. There are also restrictions on how much it can track its users when they browse the internet beyond Facebook. Mr Mundt compares these new constraints on the flow of information inside the company to Facebook being internally broken up.</p> <p>The logical step beyond limiting the accrual of data is demanding their disbursement. If tech companies are dominant by virtue of their data troves, competition authorities working with privacy regulators may feel justified in demanding they share those data, either with the people who generate them or with other companies in the market. That could whittle away a big chunk of what makes big tech so valuable, both because Europe is a large market, and because regulators elsewhere may see Europes actions as a model to copy. It could also open up new paths to innovation.</p> <p>Europe is not an impressive performer when it comes to creating tech behemoths. It is as well represented among big global tech companies as companies other than Google are in search-engine statistics: there is just one (SAP, a business software company) in the top 20. Look at the top 200 internet companies and things are, if anything, a touch worse; just eight. But in regulatory heft the EU punches far above its members business weight.</p> <p>There are various ways of explaining this. One is that Europes keenness to regulate stops its tech firms from growing in the way that hands-off America encourages. Another is that the rigours of its zealous regulation are experienced, in the main, only by foreignerswhich makes them more palatable to, or even popular with, politicians and the public. Would Brussels be so tough on big tech companies if they were French or German? asks one American executive, rhetorically.</p> <p>Regardless of motive, though, this is now the way of the world. A look at the annual reports of big tech companies clearly shows that they have a lot of European issues to face, including taxes (see chart 1). And this means that differences between the ways in which Europeans and Americans think about competition and privacy matter a lot.</p> <p>Take competition first. Much of the underlying law governing cartels, mergers and competition is quite similar on both sides of the Atlantic. But the continents approaches to handling big companies are leagues apart.</p> <p>In recent decades, American antitrust policy has been dominated by free-marketeers of the so-called Chicago School, deeply sceptical of the governments role in any but the most egregious cases. Dominant firms are frequently left unmolested in the belief they will soon lose their perch anyway: remember MySpace? The lure of fat profits is, after all, what motivates firms to innovate in the first place. While there is healthy academic debate over whether online businesses naturally, or even inevitably, have a tendency towards monopoly, it has yet to have much effect on regulation. American courts view dominant firms as a problem only if their position does clear harm to consumers.</p> <p>By contrast, Europe is philosophically more sceptical of firms that have market power, says Cristina Caffarra at Charles River Associates, an economics consultancy. Its regulators want to see competitors that have been less successful continue to exist, and even thrive. Competition is seen as valuable in and of itself, to ensure innovation happens beyond one firm that has conquered the market.</p> <p>The debate on whether there has been underenforcement of antitrust is far more dynamic in Europethere is a sense of urgency, says Isabelle de Silva, head of Frances competition authority. Germany and Austria have changed laws to allow them to scrutinise takeovers of startups, in the belief tech incumbents are taking out future rivals before they have time to hatch into real competitors. Alphabet, Amazon, Apple, Facebook and Microsoft have together taken over a company per week for the past five years.</p> <p>There is not just more interest in regulating big tech in Europe; there is also more power to do so. William Kovacic, a former boss of the Federal Trade Commission in America, said recently that Brussels is the capital of the world for antitrust, leaving its American counterparts in the shade. American antitrust typically involves prosecuting the case in front of a judge. The European Commission can decide and impose fines by itself, without the approval of national governments, though the decisions are subject to appeal in the courts. And whereas, in America, only federal agencies can apply federal law, European antitrust law can be applied both by national authorities and the commission.</p> <p>Every major tech group has had run-ins with European antitrust rules. Since 2017, Google has been sanctioned three times, running up 8.2bn in fines for promoting its own shopping-comparison service in search results and edging out rivals with its Android phone software, as well as for abusing its strength in advertising. It is appealing the decisions. In 2017 Facebook was fined 110m for misinforming the EU about its plans for integrating WhatsApp with its flagship social network.</p> <p>In the same year Amazon was rebuked for the way it sold e-books, agreeing to change its practices. It is now under an early-stage investigation both in Germany and Europe-wide for the way it uses sales data from its Marketplace platform to compete with the independent retailers who sell through it. On March 13th Spotify, a Swedish music-streaming service, demanded that the commission step in to stop Apple levying hefty fees from those who sell services through its App Store.</p> <p>Then there is privacy. In the past century almost all European countries have experienced dictatorship, either home-grown or imposed through occupation, which has raised sensitivities. Privacy is a fundamental right at EU level, in a way that it is not in America, says Andrea Renda of the Centre for European Policy Studies, a think-tank. That right is enshrined in the EU Charter of Fundamental Rights in the same way that free speech is protected by Americas constitution. Polls show Europeans, and particularly Germans, to be more concerned about the use of their personal data by private companies than Americans are.</p> <p>When American tech companies first encountered these concerns they were relatively trifling. In 2010 German authorities demanded Google blur the homes of anyone who objected to appearing in its Street View service. (Rural Germany remains one of the last places where well-off people live beyond the services coverage.) Four years later, an EU-wide right to be forgotten provided some circumstances in which citizens could expunge stories about them from search results.</p> <p>The General Data Protection Regulation (GDPR), which came into force last May, raised the issue to a new level. Beyond harmonising data protection across Europe, it also established a principle that individuals should be able to choose how the information about them is used. This is an issue not just for the companies which currently dominate the online worldthe provisions of the GDPR were central to the German ruling on Facebookbut also for that worlds basic business model.</p> <p>The data about their users collected by apps and browsers is the bedrock of online advertisinga business which in 2018 was worth $108bn in America according to eMarketer, a consultancy. The most valuable part of the industry works by selling the users attention to the highest bidder, a simple-sounding proposition which requires a labyrinthine and potentially leaky adtech infrastructure.</p> <p>Enterprises called supply-side platforms use data from apps and from cookies in browsers to pass a profile of every person who visits an advertising-supported page to an advertising exchange. There the rights to show adverts are auctioned off user by user. Bidders use the data from the supply-side, along with further data procured from brokers, to decide how likely the user is to act on their ad, and thus how much it is worth to show it to him. The highest bidder gets to put its ad on the users screen (see chart 2). Meanwhile, data associated with the transaction are used to update the brokers records.</p> <p>The more pertinent data the bidders get, the more the winning advertiser is likely to bid. This builds in incentives to get as much data to as many bidders as feasible. And that is not particularly conducive to the protection of privacy.</p> <p>The introduction of the GDPR spurred legal challenges to this system across Europe (see article). Some decisions are already headed to appeal, and it seems sure that eventually at least a few will make it all the way up the tree to the European Court of Justice.</p> <p>Those cases will help determine the long-term impact of the GDPR. So will the degree to which other countries take up ideas like those of Mr Mundt, the German regulator. European regulators do not all see eye to eye on mingling privacy and antitrust, according to Alec Burnside of Dechert, a law firm. But he notes that there is something much closer to consensus on it than there would be in America. The way Ms Vestager talks about privacy seems quite in line with her German counterpart.</p> <p>Tech lobbyists in Brussels worry that Ms Vestager agrees with those who believe that their data empires make Google and its like natural monopolies, in that no one else can replicate Googles knowledge of what users have searched for, or Amazons of what they have bought. She sent shivers through the business in January when she compared such companies to water and electricity utilities, which because of their irreproducible networks of pipes and power lines are stringently regulated.</p> <p>Sometimes the power of such networks gets them broken up: witness AT&T. Elizabeth Warren, a senator who wants to be the Democratic Partys presidential candidate in 2020, has suggested Facebook and Google could also be split up. Ms Vestager pours cold water on the idea. But Europes privacy-plus-antitrust approach offers a halfway house: force the companies to share their data, thus weakening their market power and empowering the citizenry.</p> <p>In mid-March a panel appointed by the British government and led by Jason Furman, a Harvard economist who was an adviser in Barack Obamas White House, advocated such an approach, suggesting a regulator empowered to liberate data from firms to which it provided strategic market status. An EU panel with a similar remit is expected to issue recommendations along the same lines soon.</p> <p>The idea is for consumers to be able to move data about their Google searches, Amazon purchasing history or Uber rides to a rival service. So, for example, social-media users could post messages to Facebook from other platforms with approaches to privacy that they prefer. The innovative engineers of the tech incumbents would still have vast troves of data to work with. They could just no longer count on privileged access to them. The same principle might also lead to firms being able to demand anonymised bulk data from Google to strengthen rival search engines. Viktor Mayer-Schönberger of Oxford University points to precedent: large German insurers have to share data with smaller rivals to help them gauge risk.</p> <p>This may not be as fine a solution as it might sound. Getting lots of personal data to move freely while also keeping it safe is not straightforward. Users would be required to give serious thought to the question of with whom they wanted to share their information, as opposed to blindly clicking Accept buttons to get rid of pop-ups, as mostly happens today. Anonymising a large datasetsuch as a compendium of Google searches which might then be used to train a rivals algorithmsis harder than it might seem. Identifiable data about individuals can seep regardless.</p> <p>Still, the assumption remains that a combined focus on antitrust and privacy could, over time, both reduce the incumbents market power and open up new routes to competition. Enthusiasts point to IBM, faced with antitrust action, divorcing its software and hardware businesses in 1969. That created a new industry for software writers to explore. A world of social networks empowered to share aspects of Facebooks map of who knows whom and likes what, while being free to explore business models other than advertising could produce all sorts of profitable, socially useful innovation by firms in Europe and around the world. And though Facebook might not do as well in such a future as it would if given free rein, it could still prosper. The past half-century has not been an irredeemably shabby one for IBM.</p> <p>Europe alone might not be able to bring all this about. But a mixture of the accommodations companies make to it and the example it sets to others could have a catalysing effect. The appearance of a European commissioner at SXSW is a rarity. Progressive American politicians were this year rarely a thumbdrive-throw away. They could have done worse than stop by and listen. Demanding that tech giants be broken up may get the odd rally chanting, but it would be hard to bring about. Calling on them to give power back to the people, though, has a certain ring to it.</p>", "url": "https://www.economist.com/briefing/2019/03/23/big-tech-faces-a-confluence-of-competition-and-privacy-concerns-in-brussels", "tags": ["dominant position", "american antitrust policy", "danish politician", "various issues", "mundt"], "related_articles": [{"title": "Why big tech should fear Europe", "source": "the-economist", "url": "https://www.economist.com/leaders/2019/03/23/why-big-tech-should-fear-europe"}, {"title": "Google will let Android users choose a rival browser to avoid further wrath from the EU", "source": "business-insider", "url": "https://www.businessinsider.com/google-to-let-android-users-choose-a-rival-browser-and-search-app-2019-3"}, {"title": "Europe just hit Google with a 10-figure fine. Again.", "source": "the-washington-post", "url": "https://www.washingtonpost.com/politics/2019/03/20/europe-just-hit-google-with-figure-fine-again/"}]}, {"title": "Closing time? Japan convenience stores pressed to end 24-7 model amid labor crunch", "source": "reuters", "date": "2019-03-20T23:57:48Z", "origContent": "<p>TOKYO (Reuters) - Japan’s 24-hour convenience stores are struggling to stay open around the clock as an industry that has continually expanded now finds itself at the sharp end of a labor shortage. </p> <p>Franchise owners, some of whom were forced to work amid massive snowstorms or in the wake of a family death, have launched a campaign to persuade industry leader 7-Eleven to allow stores to close earlier. </p> <p>Although the debate has focused on their plight, it has also raised doubts over the future of a $100 billion industry that faces an aging population, slow economic growth and new competitors such as Amazon Prime. </p> <p>“The question is, how much demand is there for 24-hour service in an age when online shopping is expanding?” said Takayuki Kurabayashi, a Nomura Research Institute partner who specializes in consulting for the retail industry. </p> <p>Japanese convenience stores began expanding in the 1970s as their 24-hour accessibility proved a perfect match with the country’s dense population and late-night work culture. </p> <p>The brightly lit stores, which locals call “combini,” are ubiquitous and an essential part of modern Japanese life, offering everything from neckties to packaged “bento” lunches for city workers. </p> <p>Rural Japanese rely on the stores for parcel and ATM services, or even as lifelines during disasters such as earthquakes. </p> <p>The franchise system promoted a nationwide expansion that took the total number of stores to roughly 58,000 last year, a majority operated by the big three: 7-Eleven, originating in the U.S. but now Japanese-owned; FamilyMart, UNY Holdings’ convenience store arm; and Lawson, a subsidiary of trading house Mitsubishi Corp. </p> <p>For years, the franchise model shielded operations from the direct effects of Japan’s labor crunch. But now, the tightest labor market more than 40 years is hurting store owners, who pay salaries after handing over royalty fees. </p> <p>A union of convenience store owners said they were finding it increasingly hard to hire enough employees. Many owners said they worked long hours themselves to keep stores open 24 hours - a requirement in most franchise contracts. </p> <p>“At the time of the agreement, we could not foresee the current labor shortage or spike in minimum wages,” said Mitoshi Matsumoto, a union member who owns a 7-Eleven store in Osaka, referring to the deal he and his wife signed with the company. </p> <p>Struggling to keep the store running after his wife’s death last year, he began closing it for a few hours at night, and was threatened with a fine. </p> <p>His pleas to management and lawmakers drew widespread sympathy in a country in which “work-life balance” has become a buzzword and employers have come under fire for cases of death by overwork. </p> <p>Even the pro-business Nikkei newspaper wrote an editorial saying stores should be allowed reasonable working hours even if consumers suffer slight inconveniences. </p> <p>Amid such pressure, the company said that on Thursday, it would begin testing shorter hours at 10 of its more than 20,700 stores. It emphasized that the change was experimental and that it was not yet altering its 24-7 format. </p> <p>Roy Larke, who analyses Japan’s retail industry as editor of JapanConsuming.com, said he sees the sector as saturated and consolidation inevitable. </p> <p>“We do have too many convenience stores now, sometimes literally next door to each other. There are probably around 10 percent too many,” he said. </p> <p>Katsuhiko Shimizu, spokesman for Seven & i Holdings which owns 7-Eleven and general merchandise chain Ito-Yokado, disagreed. </p> <p>“There’s room for innovation,” he said, citing the company’s efforts to incorporate more automation and artificial intelligence in processes ranging from stocking to check-out. </p> <p>Chains are also testing new formats such as outlets that combine drugstores, dry cleaners and even gyms. FamilyMart has opened some such stores with the country’s largest discount chain, Don Quijote, to inject excitement. </p> <p>Analysts warn against underestimating a sector known for maintaining high margins and rarely discounting, helped by constant product renewals and staples like 100-yen (90-cent) coffees. </p> <p>They also say it’s too early to predict the outcome of Japan’s online grocery delivery race, which is only getting started. </p> <p>Although Amazon’s grocery and same-day delivery services are considered threats, convenience stores are also launching online platforms; their affiliations with traditional supermarkets and logistics networks are seen as advantages. </p> <p>FILE PHOTO: A woman looks at scarves on sale at a department store in Tokyo March 30, 2012. REUTERS/Yuriko Nakao </p> <p>“It’s not clear-cut whether Amazon will be overwhelmingly powerful here,” said Larke. “Especially in food, it doesn’t have the game to itself.” </p> <p>Convenience stores, like other Japanese businesses, have also been expanding abroad. But Nomura Research’s Kurabayashi warned that those foreign markets, including China, were also aging. </p> <p>“What’s happening in Japan is eventually going to happen elsewhere in Asia,” he said. “It’s just a matter of time.” </p>", "url": "https://www.reuters.com/article/us-japan-retail-convenience-idUSKCN1R12Y8", "tags": ["labor shortage", "yuriko nakao", "labor crunch", "current labor shortage", "tightest labor market"], "related_articles": [{"title": "Closing time? Japan convenience stores pressed to end 24-7 model amid labour crunch", "source": "reuters", "url": "https://in.reuters.com/article/japan-retail-convenience-idINKCN1R12ZC"}, {"title": "There's a business growing within Amazon that could one day be worth more than retail or cloud", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/19/amazon-business-could-be-worth-more-than-core-retail-e-commerce.html"}, {"title": "The federal government just confirmed what America's 1.8 million truck drivers have been saying for years — the truck driver shortage doesn’t really exist", "source": "business-insider", "url": "https://www.businessinsider.com/truck-driver-shortage-not-real-bls-2019-3"}]}, {"title": "Exclusive: Walmart's Chief Technology Officer leaves company as e-commerce wars flare", "source": "reuters", "date": "2019-03-20T19:54:50Z", "origContent": "<p>WASHINGTON (Reuters) - Walmart Inc. Chief Technology Officer Jeremy King is leaving the company, according to an internal company memo, even as the retailer races to transform its e-commerce business and close the gap with rival Amazon.com Inc. </p> <p>King, who joined the company in 2011, led a revamp of Walmart’s U.S. e-commerce technology platform by making it faster, more competitive and customer-friendly, all of which have been key to the retailer’s fight against its e-commerce rivals. </p> <p>Under King, Walmart integrated its massive stores and online systems and began offering shoppers services such as in-store pickup of online orders, easy returns and online grocery pickup, among other benefits.   </p> <p>King also led the company’s technology arm, Walmart Labs, through more than 10 acquisitions and was key in moving the company’s operations to the cloud, which gave the retailer more resources to compete with Amazon. He also oversaw the opening of four new tech offices. </p> <p>In the past two years, King oversaw the tech transformation of Walmart’s roughly 4,700 U.S. stores. </p> <p>Fiona Tan, senior vice-president of customer technology, Walmart Labs, will take on more responsibility as King’s replacement is found. She has been asked to become a liaison for the technology team, Walmart U.S. and the U.S. ecommerce leadership team, according to the memo, a copy of which Reuters has seen. </p> <p>King’s departure comes at a time when Walmart is in the middle of making massive investments in its e-commerce business to compete more effectively. In February, the company said it expects its e-commerce losses to increase this year due to ongoing investments and it is focused on increasing return customer visits and strengthening its online product assortment. </p> <p>The retailer’s ecommerce success has been erratic over the years but sales growth in the past few quarters has shown signs of consistency. </p> <p>In the most recent quarter, online sales grew 43 percent and matched the previous quarter’s increase. The company credited that to a broader assortment of goods on its website and improved delivery, as well as store pickup of online grocery orders. </p> <p>“The operational decisions made during (King’s) time were key to the success of our technology team and led to more agile ways of working,” said the memo sent on Wednesday to Walmart staff by U.S. Chief Executive Greg Foran and U.S. e-commerce chief Marc Lore. </p> <p>“During Jeremy’s tenure, we created important relationships with Microsoft, Google, NVIDIA and others that will help carry our digital transformation well into the future,” the memo said. </p> <p>It was not immediately clear what King intends to do once he leaves the retailer. His last day with the company will be March 29, according to the memo. </p>", "url": "https://www.reuters.com/article/us-walmart-moves-exclusive-idUSKCN1R12JY", "tags": ["google", "walmart", "microsoft", "amazon", "last day"], "related_articles": [{"title": "Walmart's Chief Technology Officer Jeremy King is leaving the company", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/20/walmarts-chief-technology-officer-jeremy-king-is-leaving-the-company.html"}, {"title": "Goldman Sachs sets targets for Hispanic, black hires", "source": "nbc-news", "url": "https://www.nbcnews.com/news/latino/aiming-diversify-workforce-goldman-sachs-sets-targets-hispanic-black-hires-n984766"}, {"title": "Dow futures lower | FBI aides Boeing probe | Levi Strauss trading set", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/21/what-you-need-to-know-in-business-news-today.html"}]}, {"title": "Walmart's executive vice president of supply chain admits the retailer's new on-time, in-full requirement is 'onerous' for some", "source": "business-insider", "date": "2019-03-20T19:38:06Z", "origContent": "<p>Raking in more than $500 trillion in revenue in 2017, Walmart is the largest company in the world. And, understandably, they're also the largest customer of many companies who sell their goods on Walmart's shelves. (Clorox, for instance, earns some 27% of its income from Walmart sales.) </p> <p> But the requirements for suppliers to get their goods in Walmart has inched up year over year. In 2017, Walmart instituted a requirement called \"on-time, in-full,\" or \"OTIF.\" Under OTIF, suppliers had to ensure that 85% of their goods arrived on time and without any missing inventory. If suppliers missed that, they get a fine 3% of the shipment. </p> <p> And earlier this year, Walmart upped the ante for OTIF— suppliers are now required to deliver OTIF 87% of the time. </p> <p> For less-agile suppliers of Walmart, Greg Smith, executive vice president of supply chain for Walmart US, told Business Insider that the new 87% requirement may be challenging. </p> <p>Tony Uphoff, Thomas President and CEO, told Supply Chain Dive in Jan. that some of Walmart's 4,000 suppliers would likely have to drop out of serving Walmart. Asked if Walmart had lost any suppliers since implementing OTIF in 2017, Smith said Walmart has \"not fundamentally changed\" on that front. </p> <p> But those suppliers who couldn't keep up to Walmart's 85% or 87% requirement will have to catch up, said Rachal Snider, vice president of customer supply chain at logistics provider GlobalTranz. Requirements similar to Walmart's OTIF have become the norm across retailers; Target, for instance, charges a fee of 5% on late or inaccurate shipments. </p> <p> \"Everyone is becoming increasingly more stringent in terms of ensuring their vendors meet their expectations from a fulfillment perspective,\" Snider told Business Insider. </p> <p> Since Walmart implemented OTIF requirements several years ago, the retail giant has seen major improvements in keeping shelves full. Smith said Walmart has had a whopping 3,000 basis point improvement in overall on-time and in-full. </p> <p> Even still, up to 30% of missing items in-store aren't there because of issues at the supplier level. </p> <p> \"We know that (up to) 30% of our gaps on shelf — and we call that 'on-shelf customer availability' when a customer comes in to buy the product — (up to) 30% of the gaps directly is correlated to the fact that we never received the product from the vendor we ordered it,\" Smith said. </p> <p> Snyder said Walmart has another benefit yet by keeping inventory on-time. When suppliers were not hewing to OTIF requirements, Walmart had to keep weeks and weeks of stock in its distribution and consolidation centers. That's a huge amount of storage for a retail behemoth to have to accommodate for — just to oblige the lack of schedule-keeping from the supplier side. </p> <p> \"That could mean millions and millions of dollars in inventory they're holding on to,\" Snyder said. \"Not because they needed it, but to accommodate carriers and shippers.\" </p> <p> Moreover, ensuring goods are on the shelf is a win for Walmart and their thousands of customers. </p> <p> \"We both work so hard to try to sell products to customers,\" Smith said. \"When we go through all the trouble to place an order and they solicit our order, we want to make absolutely sure that they fulfill our needs and the product is there and delivered to Walmart.\"</p>", "url": "https://www.businessinsider.com/walmart-otif-requirement-2019-3", "tags": ["target", "walmart", "basis point improvement", "similar walmart", "full otif"], "related_articles": [{"title": "Exclusive: Walmart's Chief Technology Officer leaves company as e-commerce wars flare", "source": "reuters", "url": "https://www.reuters.com/article/us-walmart-moves-exclusive-idUSKCN1R12JY"}, {"title": "Walmart's Chief Technology Officer Jeremy King is leaving the company", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/20/walmarts-chief-technology-officer-jeremy-king-is-leaving-the-company.html"}, {"title": "Amazon (sub)Prime?", "source": "financial-times", "url": "https://ftalphaville.ft.com/2019/03/20/1553085361000/Amazon--sub-Prime-/"}]}, {"title": "Survey: Top CEOs report weaker economic outlook for 1Q", "source": "associated-press", "date": "2019-03-20T17:04:16Z", "origContent": "<p>WASHINGTON (AP) Top U.S. CEOs reported Wednesday that their economic outlook weakened in the first three months of the year although it remains above its historical average.</p> <p>The Business Roundtable, a lobbying organization of major companies' chief executives, also said its first-quarter survey of CEOs showed strong support for Congress to create a new national law governing consumer data privacy.</p> <p>The group's economic outlook index for the January-March quarter fell to 95.2, down from 104.4 in the fourth quarter of 2018. The lower reading, however, far exceeded the index's historical average of 82.4 for the ninth straight quarter.</p> <p>The new survey showed that companies' plans for capital investment in the next six months fell 6.9 percentage points since the 2018 fourth quarter, while sales expectations dropped 9.6 percentage points. The executives' hiring plans for the next six months showed an even more dramatic decrease of 11.3 percentage points.</p> <p>A slowdown in manufacturing and retail, sluggish housing and construction activity and global pressures, including an ongoing trade war with China, have dampened expectations for economic growth.</p> <p>Still, experts say, the economy remains on strong ground as its expansion the second-longest on record continues.</p> <p>The economy, as measured by the gross domestic product, grew 2.9 percent last year, the fastest pace since 2015.</p> <p>In the new survey, 80 percent of the CEOs said it was \"somewhat\" or \"very\" important for Congress to craft and enact a national data privacy law.</p> <p>As public concerns have risen over scandals and aggressive use of personal data at companies like Facebook, Amazon and Google, European regulators have slapped huge penalties on U.S. tech companies. California is putting in a tough measure, set to take effect next year, that will let the state's consumers request the data collected from them and opt out of future collection.</p> <p>The tech industry is pushing for what it sees as the lesser of the evils: a new federal privacy law that would be less stringent than California's and take national precedence over it.</p> <p>\"This crazy patchwork quilt of different privacy regulations ... is a big impediment to business and to innovation,\" Josh Bolten, a former White House chief of staff who is president of the CEOs' organization, said in a conference call with reporters.</p> <p>The organization is proposing legislation that would establish a basic standard for users' individual privacy rights and give businesses a common set of rules, Bolten said.</p> <p>Jamie Dimon, CEO of JPMorgan Chase and chairman of the group, said the plans for capital spending and hiring shown in the survey remain strong, \"a sign of continued confidence in the American economy amid easing global growth forecasts.\"</p> <p>Congress and the Trump administration need to enact policies to expand free and fair trade, invest in infrastructure and employee training, and \"fix our broken immigration system,\" Dimon said.</p>", "url": "https://apnews.com/28387f1528d5430fa00bfba7c2b5c184", "tags": ["personal data", "fourth quarter", "european regulators", "china", "google"], "related_articles": [{"title": "Amy Klobuchar woos donors in the Bay Area", "source": "cnn", "url": "https://www.cnn.com/2019/03/19/politics/amy-klobuchar-san-francisco-fundraiser/index.html"}, {"title": "Poll: More Americans say too little spending on health", "source": "associated-press", "url": "https://apnews.com/a5c7098af17b4795907d7863a64943a8"}, {"title": "Big tech faces a confluence of competition and privacy concerns in Brussels", "source": "the-economist", "url": "https://www.economist.com/briefing/2019/03/23/big-tech-faces-a-confluence-of-competition-and-privacy-concerns-in-brussels"}]}, {"title": "Plant protein startups vie to tap China’s hungry market", "source": "reuters", "date": "2019-03-20T06:10:38Z", "origContent": "<p>HONG KONG (Reuters) - Start-ups specializing in alternative protein, from eggless eggs to pea-stuffed burgers and cell-grown fish products, are piling into the Chinese territory of Hong Kong to tap the mainland’s booming multi-billion dollar food market. </p> <p>At a time when traditional meat farmers have seen profits hurt by the U.S.-China trade war and the spread of swine fever, companies such as Impossible Foods, JUST and Beyond Meat are luring affluent Asian consumers with products they say are more sustainable and environmentally friendly than conventional meat. </p> <p>The global meat substitutes market was estimated at $4.6 billion last year and is predicted to reach $6.4 billion by 2023, according to research firm Markets and Markets. Asia is the fastest growing region. </p> <p>Backed by some of the world’s top billionaires including Hong Kong businessman Li Ka-shing, philanthropist Bill Gates and actor Leonardo DiCaprio, plant protein firms are expanding into China for the first time this year. </p> <p>San Francisco-based JUST, valued at $1 billion and which counts venture capitalist Peter Thiel as one of its backers, is planning to launch its mung bean faux egg product in six Chinese cities starting next month. </p> <p>“China is the most important market to JUST globally,” said Cyrus Pan, JUST’s China general manager. </p> <p>JUST has inked deals with Alibaba’s Tmall and JD.com to distribute its egg product starting in Shanghai, Beijing, Tianjin, Guangzhou, Chengdu and Shenzhen, before expanding to other cities. </p> <p>The company says the use of mung bean as its key ingredient is important for food security and appeals to the Chinese market given its tradition as a dietary staple. </p> <p>China has a history of food safety scandals from melamine-tainted eggs, smuggled frozen meat years beyond its expiry date and recycled “gutter oil” to crops tainted with heavy metals. </p> <p>Nick Cooney, managing partner of Lever VC, a U.S.-Asian venture capital fund focused on alternative protein startups, said firms like his are eyeing joint ventures, exports and product technology licensing opportunities in China. </p> <p>“Chinese consumers seem to be more open to novel foods than those in nearly any other country,” he said. </p> <p>Beyond Meat, which makes burgers and sausages from pea protein, has seen sales in Hong Kong increase 300 percent last year, said David Yeung, Beyond Meat’s distributor in the special administrative region. </p> <p>Backed by Tyson, the world’s largest meat processor, Beyond Meat filed for an initial public offering on the Nasdaq last November and plans to start distributing in the mainland in the second half of this year. </p> <p>Rival Impossible Foods, which makes burgers out of soy, has said plant-based meat will eliminate the need for animals in the food chain and make the global food system sustainable. </p> <p>The group has received around $450 million in funding since 2011 with investments from Lee Ka-shing’s Horizons Ventures and Google Ventures. </p> <p>Since launching in five restaurants in Hong Kong last April, the group’s products are now in over 100 restaurants in Hong Kong and Macau. </p> <p>Impossible plans to open in mainland China within the next two years. ASIAN TASTES </p> <p>Hong Kong-based Avant Meats, which uses cell technology to replicate fish and seafood products, is developing a cell-based fish maw prototype due for launch in the third quarter of this year, its chief executive Carrie Chan told Reuters. </p> <p>Fish maw, or swim bladders, are popular in Asian soups and stews and are used to add collagen to food. </p> <p>Right Treat, another Hong Kong company headed by Yeung, is replicating Asia’s favorite meat - pork - using mushrooms, peas and rice for use in dumplings and meatballs. </p> <p>The company has seen its sales of its Omnipork triple since launching in Hong Kong in April 2018. It has since expanded to Singapore, Macau and Taiwan, and plans to sell in mainland China this year. </p> <p>“If we want to change the world, we must find ways to shift Asian diet and consumption, which means we must find ways to reduce Asia’s dependence on pork and other meat products,” said Yeung, who also runs Green Monday, a startup tackling global food insecurity and climate change. </p> <p>Omnipork is available at more than 40 stores and will be stocked in major Hong Kong supermarket chains by the end of March, Yeung says. </p> <p>Advocates say meat substitutes are healthier and also use less water, produce fewer greenhouse gas emissions and use less land than producing the same amount of meat. </p> <p>Consumers, however, must be willing to pay a premium. </p> <p>Omnipork retails for HK$43 ($5.48) for 230g (8 ounces) versus HK$37 for the same amount of minced pork. </p> <p>Impossible’s burger at HK$88 is more than double the price of a Shake Shack burger in Hong Kong. </p> <p>Yet the explosion of alternative protein products across Hong Kong has given consumers such as executive recruiter Shazz Sabnani, greater variety. </p> <p>“Before I had to rely more on vegetables and tofu-based products, whereas now I’ve introduced more of these fake meats to my diet.” </p> <p>Still, not everyone is convinced about the fake meat trend. </p> <p>Tseung So, a retired 70-year-old said the spaghetti bolognaise made with omnipork at Green Monday’s “Kind Kitchen” in Hong Kong, was not as tasty as real meat. </p> <p>“Why would we eat this when we can eat the same dish but with normal pork? I don’t think this will make meat eaters eat less meat but they will probably become more popular with real vegetarians.” </p> <p>($1 = 7.8496 Hong Kong dollars) </p>", "url": "https://www.reuters.com/article/us-synthetic-protein-startups-idUSKCN1R10EZ", "tags": ["largest meat processor", "green kind kitchen", "popular asian soups", "meat", "plant protein firms"], "related_articles": [{"title": "Hong Kong freezes stock that romped 5000% higher", "source": "financial-times", "url": "https://www.ft.com/content/78165288-4b01-11e9-bbc9-6917dce3dc62"}, {"title": "Rent the Runway is now a $1 billion company in its quest to become 'the Amazon Prime of rental'", "source": "business-insider", "url": "https://www.businessinsider.com/rent-the-runway-billion-amazon-of-rental-2019-3"}, {"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, TLRY)", "source": "business-insider", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-march-19-2019-2019-3"}]}, {"title": "A servant to the poor: Was he 'a wolf in sheep's clothing'?", "source": "cnn", "date": "2019-03-20T00:48:07Z", "origContent": "<p>Asheville, North Carolina (CNN)A congressman paid tribute to him, the county school system dedicated a library in his name and a state university awarded him an honorary degree, calling him a source of inspiration and emulation. </p> <p>Bill Murdock has led Eblen Charities, one of western North Carolina's largest nonprofits, for nearly three decades, cultivating a reputation as a humble servant to the poor and a disciple of Mother Teresa. </p> <p>But a CNN investigation into his background paints a different picture. Murdock was charged with a felony sex crime with a child in 1988 and pleaded guilty to a misdemeanor in a deal that one prosecutor initially involved in the case now considers an injustice. And he earned prestige with a resume built on exaggerated and dubious achievements. </p> <p>One award that has burnished his image, the Mother Teresa Prize for Global Peace and Leadership, sounds impressive but came from a company he incorporated out of his home. He claims an educational background from some of the country's most prestigious universities -- Harvard and Stanford, where his attendance consisted of one-week courses in nonprofit management. </p> <p>A familiar face in Asheville, frequently appearing in the local media, Murdock, 63, has risen to prominence in this tourist mecca nestled in the Blue Ridge Mountains while his criminal record has remained largely unknown. </p> <p>When his conviction has surfaced, as it did last year after the University of North Carolina at Asheville chose him for an honorary degree and to be its commencement speaker, Murdock offered this explanation: A woman came on to him, he rebuffed her and she retaliated by falsely accusing him of sexual misconduct with her teenage daughter. </p> <p>That account satisfied the UNCA Board of Trustees at the time. It also has satisfied the Eblen Charities board and an influential group of Asheville powerbrokers. </p> <p>But CNN tracked down the victim from that case, who has silently watched Murdock's stature grow. The Murdock she knew was her eighth-grade teacher, the 30-year-old married man who she says rubbed his body against hers, promised a future together and sexually abused her throughout her freshman year in high school. </p> <p>\"He would go into very elaborate stories about our dating, our wedding, and he always played himself as the hero,\" said Shelley Love Baldwin, now 47. \"My family was struggling financially. I was struggling. I just felt like he targeted us.... He saw vulnerability, and he swept in.\" </p> <p>The abuse left Baldwin suicidal and in therapy much of her adult life, she said, and traumatized her entire family.</p> <p>\"It's been painful for years, and it just comes in waves of emotion for all of us,\" said her brother, Scott Love, a pediatrician in Asheville. \"And my family, I think we've all learned how to deal with it in some ways and never learned how to deal with it in others.\" </p> <p>Murdock maintains his innocence and denies ever abusing Baldwin. He said he became close to the Loves while separated from his first wife and that the family was unhappy when the couple reunited. </p> <p>CNN interviewed Baldwin's parents, a former classmate and two medical professionals who said Baldwin told them years ago that she was sexually abused by Murdock. In addition, her siblings and a couple who worshipped with the family said they witnessed interactions between Shelley and her teacher that concerned them. Murdock himself admitted to an inappropriate emotional relationship with the girl in an audiotaped confrontation surreptitiously recorded by her father in 1988. </p> <p>After learning the details of CNN's investigation, the UNCA Board of Trustees rescinded Murdock's honorary degree on March 8, citing questions about his background, awards and academic credentials. </p> <p>Other organizations affiliated with Murdock refused to answer questions, including the Buncombe County schools. The same school district that accepted Murdock's resignation the day before his arrest nominated him to a community college board in 2016 and named a school media center in his honor in 2018. </p> <p>Many in Asheville see Murdock as the head of a charity that helps the destitute, a man whose awards and accolades are testimony to his character. How could he be capable of abusing a child?</p> <p>\"This is a cautionary tale about how we deny our suspicions and how we don't listen to victims and how we're willing to look at the good someone has done when they have done very bad things in their past,\" said Wiley Cash, a New York Times best-selling author and writer-in-residence at UNCA.</p> <p>But attitudes are changing. Decades-old accounts of sexual abuse are being re-examined in many cases.</p> <p>In an exclusive interview with CNN, Baldwin, her parents and siblings recounted what the family described as calculated grooming and sexual abuse by a teacher they trusted. Reporters shared those details with Murdock, who acknowledged a closeness with the family but provided a different recollection of events.</p> <p>Shelley was a shy, bookish eighth grader in 1985. Placed in the gifted program at Clyde A. Erwin Middle School, she felt excited to learn Bill Murdock would be her math and science teacher. A gregarious guy and chummy with students, Murdock was popular. He kept her after class, working on math problems.</p> <p>\"The uncomfortable stuff started pretty early on with him bringing me to his desk,\" she recalled. \"His whole leg would be against my leg. His whole upper body would be against my body. [I'd] feel his breath on [my] face. I mean, he would just be all over me right there.\" </p> <p>Shelley Love Baldwin says Bill Murdock sexually abused her. He pleaded guilty to a reduced charge but says he is innocent. Three decades later, she says, \"The truth is important...my story is important.\"</p> <p>Audio has been edited for length and clarity.</p> <p>During P.E., as Murdock played sports with the boys, Shelley said, he gave her his jacket, watch, college ring and tie to wear. It was kind of flattering, she recalled. It was also mortifying.</p> <p>\"I already felt awkward. I spent most of my middle school years trying to be invisible and not get attention. I just remember just wanting to melt away into the bleachers.\"</p> <p>One evening, the eighth-grader told her mom, \"I think Mr. Murdock likes me.\" </p> <p>Carolyn Love remembers that moment and wishes now that she'd responded differently.</p> <p>The touching continued throughout the school year, Shelley said, including holding her hand just moments before her mother was to pick her up. She felt trapped, pressured and confused. She was relieved when middle school ended. Erwin High School would be her escape, she thought -- until she learned Murdock had taken a teaching job there.</p> <p>Just before freshman year began, Carolyn said, Murdock showed up at the Loves' home while she was working in the yard. He told her he liked teaching Shelley and could help their introverted daughter. He was going to coach soccer at Erwin High and suggested to Carolyn that Shelley become the team statistician.</p> <p>Carolyn appreciated his gesture and encouraged her daughter.</p> <p>Murdock and Shelley spent a lot of time together. \"All the kids seemed to know or think we had this relationship, which was humiliating.\"</p> <p>At a home football game one evening, girls began to taunt Shelley about him. Crying, she took off, walking fast toward home.</p> <p>Murdock drove up alongside her, offered her a ride. She got in. They drove, then stopped at an intersection. </p> <p>Then, she said, Murdock kissed her forehead. \"He kissed my cheek, kissed my ear, started kissing, like, all over my face.\" </p> <p>When he stopped, Shelley slid back into her seat. Carolyn remembers Murdock explaining that he drove her daughter home because she was getting picked on at the game. </p> <p>They were raising their kids in a time before the sex offender registry, when Asheville was a small town and seemed like a safe place for children. Their faith was at the center of their lives. They saw the good in people. </p> <p>When their daughter's teacher told them he was having marital problems, they responded with compassion, inviting him for meals and visits. Murdock spoke with them about God, attended Bible study in their home and played Christian songs on his guitar. And he spent more and more time around Shelley, who said she had become convinced they were in love. </p> <p>Gaile and Ed Peavler came by the Loves' home to worship and noticed a closeness between Shelley and her teacher that they found worrisome.</p> <p>\"I remember them sitting on the floor together, the looks passing between them, I just knew there wasn't something right there,\" Gaile Peavler recalls. \"She just had a big crush on him, and he was encouraging that.... Their behavior, to me, was just like a couple that were flirting with each other and sharing secrets.\" </p> <p>By this time, Shelley said, Murdock was stoking a fantasy in her imagination late at night in phone calls after her parents went to sleep. </p> <p>\"I didn't speak very much. I mean, he mostly wanted me to be quiet, 'cause he didn't want me to be caught.\" She said Murdock told her they would get married when she turned 16 in a state where it was legal. He described dates they would go on, she said, and the children they would bring into the world and name Clayton Joseph and Rebecca Lee.</p> <p>\"This was night after night after night....I had gone from hating him...to now I'm totally, utterly dependent.\"</p> <p>Shelley felt that her teacher, who was now 31, had isolated her from her peers. She and Murdock, she said, were engaging in masturbation and oral sex.</p> <p>Shelley shared a bedroom with her 11-year-old sister Heather, who remembers Shelley tucked under her desk late at night, ear pressed to the phone. She and her brother, Scott, who was 12, also remember Murdock being at their home when their parents were away and insisting that they leave him and Shelley alone, sometimes in a bedroom.</p> <p>They said Murdock would tell them the two were working on special presents for them -- for Christmas, or their birthdays.</p> <p>In tears, Heather recounted Murdock sending her to their dark, dirt-floor basement. \"He would shut the door behind me,\" she said. \"I remember being able to hear my sister and Bill. They sounded playful, they sounded in love.</p> <p>\"It certainly didn't feel like it was about a Christmas present or a birthday present,\" she continued. \"I began to feel like I had to protect my sister, that I had to figure out what was going on...I had to expose him for who he really was to my parents.\"</p> <p>Heather thought she had the proof she needed when she witnessed Murdock kissing her sister on the lips. She immediately told her mother. </p> <p>Heather Barbieri was Shelley's little sister, but she took on a big job. She feels the impact to this day.</p> <p>Audio has been edited for length and clarity.</p> <p>He told her that Heather got it wrong; Shelley was upset, and he was consoling her with a simple kiss on the cheek. Carolyn believed him. </p> <p>\"There was just a really good story behind it, and Shelley backed him up,\" Carolyn recalled. </p> <p>But she couldn't help but worry. \"Sometimes, I'd come home from work, and he would be there. But he would always tell me he just got there....And I was always careful to tell him, 'Don't be here when I'm not here.'\"</p> <p>Scott remembers playing in the woods near their house and seeing Murdock pick Shelley up or drop her off on a road around the bend from their home.</p> <p>\"I definitely remember him coming up and not actually driving all the way to our house, which I always thought was weird as a kid,\" he said.</p> <p>Shelley told CNN that in the midst of the sexual abuse, she told her parents that men in a van took her into the woods but she escaped unharmed. The couple said they reported the incident to authorities and soon after, Shelley admitted she'd made it up. </p> <p>Carolyn recalls the detective warning them that someone might be abusing Shelley and the story was her cry for help. It's a scenario generally supported by child psychologists. Children who are being sexually abused, they say, sometimes invent stories as a way to alert adults without disclosing the real source of their pain. </p> <p>\"This was happening, and it was hurting,\" Shelley says now. \"It just wasn't happening with the guys in the van.\"</p> <p>The false report and Shelley's increasingly withdrawn demeanor deepened her mother's suspicion of Murdock. One day, Carolyn sat on a hilly area overlooking the road to their home, watching for Murdock's car. She saw him drop Shelley off away from the house. </p> <p>Murdock arrived at the home first, Carolyn said, and Shelley walked slowly behind him to appear as though they'd traveled separately. </p> <p>\"I walked in there, got their alibi, got their story, which was completely false and I knew it,\" Carolyn said. \"And I tore into him and told him never ever be in our house again.\"</p> <p>The Loves believed they were done with Murdock. A short time later, they received a note from his wife Dana, thanking them for the kindness they'd shown her husband. The couple had reunited.</p> <p>Carolyn and Doug thought nothing of it.</p> <p>Shelley was devastated. That night, she said, she walked to a nearby bridge and contemplated jumping.</p> <p>\"We wouldn't have known why, if she had done it,\" her father said, weeping at the memory.</p> <p>Shelley's grades plummeted, and she refused to return to Erwin High. Her parents enrolled her in a private school. One of her new friends, Michael Hayes, sensed right away that something deeply bothered her. He gently asked what was wrong.</p> <p>Doug Love was livid. He wanted answers. He confronted Murdock in a school parking lot in February 1988 and recorded the conversation. Murdock declined to hear the entire recording but listened to parts of it and confirmed it was authentic. </p> <p>In 1988, Doug Love confronted Bill Murdock and secretly taped the encounter. Murdock told CNN he did not want to hear the entire recording, presented here, but listened to parts of it and confirmed it was authentic. It shows Murdock denied sexually abusing Shelley but asked for forgiveness and offered to resign his teaching job.</p> <p>Audio has been edited for length and clarity.</p> <p>The father asked Murdock if he had \"a physical relationship\" with Shelley.</p> <p>\"Oh no. No, no,\" Murdock said. </p> <p>\"And not only once but numerous times, Bill.\"</p> <p>The father pressed on. \"This girl has been an emotional wreck. She's had counseling. She's had a hard time. She, she's never had any type of a sexual relationship, hasn't even dated before. And then she comes up with this, and she's having a heck of a hard time with it all, Bill.\" </p> <p>Murdock continued his denial but said, \"I'm not calling her a liar... Her emotions and probably mine are getting a little bit out of hand.\" </p> <p>He brought up Shelley's false report about the men in the van, said he talked to her about \"trouble\" with a boy. \"And I tried to help. And I'm not a threat to anybody.\" </p> <p>He apologized and said he might have made mistakes. </p> <p>He said he \"broke it off\" because \"the whole thing was wrong. Emotions that were building up and stuff like that was wrong.\" </p> <p>Doug Love describes the way he feels Bill Murdock ingratiated himself with the family -- and the resulting devastation.</p> <p>Audio has been edited for length and clarity.</p> <p>In his interview with CNN, Murdock denied some allegations and said he could not recall other scenarios the Loves described. </p> <p>He did remember the conversation with Doug Love. He said he did not know it had been recorded but confirmed it was his voice on the tape. </p> <p>In the conversation with Doug, Murdock never mentioned accusations he has repeated over the years: that Carolyn Love made up the abuse because he rejected her advances. </p> <p>He acknowledged being at the Loves' home during Shelley's freshman year. \"We were close, at their invitation, I mean, we were, we were certainly friends during that time.\" </p> <p>Murdock acknowledged to CNN that he drove Shelley home from the football game but said he didn't kiss her. He denied putting Heather in the basement, late-night phone calls with Shelley and conversations about marriage and children. </p> <p>He denied touching her in class in middle school, giving her his clothes to wear or coming by the house suggesting that she be his soccer team statistician. He couldn't remember being in the house with Shelley when her parents weren't home or the confrontation with Carolyn after Heather said she saw them kissing. </p> <p>He said he only dropped Shelley off away from her house once.</p> <p>And he said it wasn't Carolyn's accusations that made him stop visiting.</p> <p>Murdock said Doug and Carolyn Love suggested being the couple's marriage counselors but declined to explain why they would make such an offer if they were unhappy that the Murdocks had reunited. </p> <p>The Loves and Murdock agree there was a confrontation at his apartment. It occurred after the recorded encounter. Both Dana and Shelley were there. Murdock again denied abusing the girl and told CNN his wife believed him. </p> <p>The Loves say Dana later called and asked to meet with Carolyn. Dana wanted to know, Was the couple planning to go to authorities? Carolyn said they were. </p> <p>Would they be willing to meet with Dana's friend in the Buncombe County District Attorney's Office? Yes, the Loves said. </p> <p>They felt sorry for Dana, who suffered from cystic fibrosis, and didn't think prison was the answer for Murdock but wanted him to pay some price and get counseling.</p> <p>Dana's friend, Assistant District Attorney Bert Neal, recalled meeting with the Loves and their teenage daughter. He found Shelley \"totally credible,\" he told CNN. </p> <p>\"She was a normal little girl, and it was a good family,\" Neal said. \"And I just didn't see that things would be made up.\" </p> <p>As Neal recalls, he worked on the case initially but his boss, District Attorney Bob Fisher, took it over. Fisher is dead, as is the judge. Because the case is so old, the District Attorney and Buncombe County Sheriff's Office said they no longer have records.</p> <p>Neal said that Dana, who he would represent in her divorce in 1992, told him \"she could easily believe the accusations.\" </p> <p>Her second husband, journalist Keith Jarrett, told CNN that Dana had been disturbed by the attention Murdock showed Shelley and \"came to believe he was guilty.\" Dana died in 2000. </p> <p>The Loves wanted Murdock prosecuted but were unwilling to allow their emotionally fragile daughter to testify in court. Carolyn and Shelley said they were interviewed by a sheriff's investigator. </p> <p>Carolyn Love relives the moment she says her suspicions about Bill Murdock were confirmed.</p> <p>Audio has been edited for length and clarity.</p> <p>On August 9, 1988, a warrant was issued for Murdock's arrest for felony indecent liberties with children -- taking \"immoral, improper and indecent liberties with Shelly (sic) Love\" and committing a \"lewd and lascivious act\" on her. He immediately resigned from Erwin High. </p> <p>Sixteen days later, Murdock pleaded guilty to what is listed on the official court record as \"misdemeanor liberties with children.\" </p> <p>A law professor and three former Buncombe County assistant district attorneys called the quick disposition highly unusual for such a case, which normally would take months or years to resolve. Even more unusual was the charge, misdemeanor liberties with children.</p> <p>There was no such charge, Neal and other legal experts told CNN.</p> <p>Fisher arranged the plea agreement, said Neal, who was censured by the State Bar in 2006 for missing court appearances and had his license inactivated in 2012 because of a disability. Murdock spent no time in jail and received unsupervised probation. He was ordered to \"remain in counseling until such time that [the] counseling agency feels he has rec'd maximum benefit.\" </p> <p>Murdock had been seeing a marriage therapist for four months by then, according to the therapist's notes, because of \"accusations by a high school student of sexual impropriety and ensuing marital problems.\" He continued seeing her for his court-ordered treatment. She observed him to be \"a 33 year old attractive male who was neatly dressed and well-mannered.\" He'd been a \"model citizen,\" she wrote, and she commended his \"problem-solving techniques.\" </p> <p>The therapist determined that Murdock \"does not fit the personality profile of a sexual abuser.\" A little more than two months after his conviction, she concluded the treatment was no longer necessary. </p> <p>Neal now says he thinks Murdock got off light. \"I don't agree with the disposition,\" he said. \"I thought he should have paid more of a price than he did.\" </p> <p>So do the Loves. They said they were unaware of the plea deal and learned of it in court. </p> <p>Asked what misdemeanor charge he pleaded to, Murdock told CNN, \"I'm not even sure what, what, what it was.\"</p> <p>He said he wasn't questioned by law enforcement. Shelley's siblings said they were never interviewed either. </p> <p>The Loves, disappointed in the outcome of his criminal charge, left Asheville. \"We moved away...specifically to get [Shelley] out of here and to get our family back on track,\" Carolyn said.</p> <p>A few years later, while watching Scott compete in a state wrestling match, the Loves were stunned to see the coach of an opposing team: Bill Murdock, a new employee at Asheville High School. </p> <p>Carolyn said she and Shelley then drove two hours to the school and shared their story with administrators. Murdock resigned on March 30, 1992. He told CNN he had been hired as a temporary teacher. </p> <p>\"This had come up again,\" he said. \"I just decided that...this isn't worth going through all of this again.\" </p> <p>Scott Love says his parents lived their faith -- and opened their door to Bill Murdock in his time of need.</p> <p>Audio has been edited for length and clarity.</p> <p>Outraged that Murdock had been allowed to continue teaching, the Loves contacted the District Attorney and the school superintendent at the time, according to documents CNN obtained. An attorney for the school district concluded that Murdock's conviction was grounds for his educational license to be revoked but that since he was no longer teaching and because of \"the passage of time,\" no action would be taken. </p> <p>At a minimum, the Loves had wanted Murdock to receive sex offender treatment and be barred from working with children. They got neither. </p> <p>During the time the Loves say Murdock abused their daughter, he taught gifted middle school students at Super Saturday, a program on the campus of the University of North Carolina at Asheville, according to job applications he submitted to UNCA. He taught there through 2001. A statement by the university said background checks were not required until after Murdock left. </p> <p>Murdock's job at Eblen Charities puts him in regular contact with low-income children and families. The board has known about his conviction for years and stood by him.</p> <p>\"This thing has been gone over so many times,\" said Dewey Andrew, a board member who has been involved with the charity since the beginning. </p> <p>He said he did not know the details of the case. \"I know what I've heard and what his attorney has said and all those kind of things. So I think that the, the, whatever it is that someone's bringing up is a bunch of bull.\" </p> <p>\"I will take up for Mr. Murdock to the very end,\" Andrew said before abruptly ending the interview. </p> <p>Lou Bissette, a former Asheville mayor and ex-Eblen board member, said that after he left the charity several years ago \"the board or the chairperson looked at it, looked at all that they could find, and, and determined that there was not enough evidence there to do anything about it.\" </p> <p>Bissette said he's known Murdock more than 20 years and never heard of any other allegations, noting that \"he's had access to hundreds of children and families, thousands over the years....I think what Eblen has done has been really incredible for our community.\" </p> <p>A statement by the Eblen board, released last week to Asheville media outlets, said it had long been aware of \"an allegation\" in Murdock's past, investigated it and \"determined that no further action was necessary.\"</p> <p>\"We believe in helping people and giving people a second chance,\" the statement said. \"Bill has proven himself worthy of continued employment as our executive director. He has done good work here and has improved the lives of the people of western North Carolina. We continue to stand in support of Bill Murdock.\" </p> <p>The genesis of Eblen Charities was a 1990 golf tournament Murdock helped conceive to benefit a foundation for cystic fibrosis, according to Eblen's web site and Murdock's writings. Murdock and his co-organizers needed a sponsor and approached Joe Eblen, who ran the family-owned Biltmore Oil Co., a wholesale gasoline supplier and operator of retail convenience stores. </p> <p>Murdock, who had been working at a real estate company, became its first employee, initially working out of Biltmore Oil. The charity stood apart from other aid organizations, offering assistance without rigid guidelines. </p> <p>Eblen Charities went on to contract with the county government, disbursing money for heating and utility assistance and overdue bills for rent, power, gas and water. Local businesses helped provide turkey dinners at Thanksgiving, back-to-school supplies, and shoes and clothing for needy students. The annual budget grew to $5 million, according to its 2016 financial statement, the most recent available. </p> <p>To Joe Eblen, Murdock was \"like a son,\" Anderson said. Raised by grandparents, Murdock said his own father had little presence in his life and his mother died when he was a toddler. </p> <p>As the charity grew, so too did Murdock's renown. He became its public face, garnering positive news coverage and penning books and op-ed pieces that read like Sunday sermons. </p> <p>Murdock lives in a $1.1 million, 4,500-square-foot house in a gated community. The land, he said, was given to him by Joe Eblen. \"We were able to, to build the house for a lot less than we were able to buy one,\" Murdock told CNN. He said he makes $65,000 a year and has turned down raises. </p> <p>The charity's increasing visibility earned Murdock a seat on the boards of numerous organizations, including Children First, a nonprofit Anderson helped found to advocate for children. Background checks were not required for nonprofit boards, she said. </p> <p>In 2001, Murdock summoned three Eblen employees to a meeting, concerned that his criminal history might become public, according to two of the attendees. </p> <p>Karen Brinson Bell recalled Murdock saying he \"had been taken in by this family when he and his wife were having marriage problems...When the wife or mother made advances and he rejected her, she then accused him of being inappropriate with the daughter.\"</p> <p>Brinson Bell didn't believe him. \"I went home, told my husband, and said, 'I'm done.'\" </p> <p>She said she left the charity several months later. </p> <p>Murdock continued to polish his public persona, adding to his resume dubious honors that were readily accepted by university boards and reported in the local media.</p> <p>At the UNCA graduation last May, the interim chancellor introduced Murdock, the commencement speaker, as a recipient of the Mother Teresa Prize for Global Peace and Leadership. The award was given by the Luminary Leadership Network, a limited liability company created by Murdock using his home address, CNN discovered. </p> <p>An Eblen Charities announcement said \"laureates\" were selected by a committee led by inspirational speaker Jamie Minton of Atlanta and Heath Shuler, a former Congressman, Eblen board member and long-time Murdock supporter. </p> <p>Minton said he created the Luminary Leadership Network with Murdock to host \"Lead through Change,\" a 2014 event in Asheville that featured speakers including Shuler and John Maxwell, a self-described leadership expert. </p> <p>Minton said he'd known Murdock for years and admired the charity's work. \"I wanted to, wanted to honor Eblen, honor Bill,\" he said. Maxwell also received the Mother Teresa award. It was the only year the prize was given.</p> <p>Even though the award came from his own company, Murdock told CNN he was surprised to receive it. He acknowledged the prize was not affiliated with Mother Teresa. \"But there's a lot, there's quite a number of awards in Mother's name that aren't affiliated.\" </p> <p>Eblen's website and Murdock's book covers and bio claim the Eblen Children's Pharmacy won the Peter F. Drucker Award in 2001 for being \"the most innovative nonprofit program in the country.\" </p> <p>Laura Roach, who administers the prize, told CNN she could find no record of Eblen winning.</p> <p>Murdock told reporters he had an email \"and some correspondence from them at the time.... I'll have to dig it up.\" He has yet to produce the documents. </p> <p>In his book bios, Murdock exaggerates his educational background, saying he was \"educated at Asheville-Buncombe Technical Community College, Mars Hill College, Duke, Harvard and Stanford Universities.\" He is a graduate of the community college and Mars Hill University, a private liberal arts school near Asheville. He completed one-week courses in non-profit management at Harvard and Stanford and a 50-hour program at Duke, spokespersons said. </p> <p>Murdock said he did not think his claim was misleading. </p> <p>Murdock's credentials impressed three Asheville-area institutions of higher learning and the county school system.</p> <p>Mars Hill appointed Murdock to its board in 2017. Shortly after the appointment, a university employee who was the sheriff's investigator in Murdock's 1988 case alerted her supervisor, Laura Whitaker-Lea, to his conviction. Whitaker-Lea, now at a college in Georgia, told CNN she went to the Mars Hill president, and a short time later, Murdock resigned. </p> <p>Mars Hill did not respond to questions. Murdock told reporters he left because he was too busy. </p> <p>Buncombe County schools in 2016 appointed Murdock to the board of his alma mater, the Asheville-Buncombe Technical Community College, where he had also served on the foundation and been a commencement speaker. The school district declined to answer questions about the appointment or its December dedication in Murdock's name of a library at Community High School. Superintendent Tony Baldwin serves on the Eblen Charities board, according to the charity's web site. He did not respond to requests for an interview. </p> <p>An A-B Tech spokeswoman said college administrators, including President Dennis King, did not know of Murdock's criminal record. But a foundation board member told CNN she informed King more than a year ago. He declined to be interviewed, and a statement from the college said the board plays no role in appointments, which are made by the governor, county commission and local school boards. Contacted by CNN, four board members who were unaware of Murdock's conviction said they were alarmed to learn of it. </p> <p>Board member Jacquelyn Hallum said the school district should look into revoking his appointment. </p> <p>So was Wiley Cash, the writer-in-residence at UNCA. He learned of Murdock's background six months after then interim Chancellor Joe Urgo introduced Murdock to the May 2018 graduating class as a \"visionary\" and \"community leader.\" </p> <p>Fearing UNCA had made \"an egregious error,\" Cash began a series of phone calls to top university officials. He took detailed notes, which he shared with CNN. </p> <p>The notes show that Urgo told Cash, \"rescinding the invitation after making the announcement would be a shitshow. We thought it was best to believe that he was telling the truth and that nothing else would come to light.\" </p> <p>Cash said the chairman of the UNCA Board of Trustees, Kennon Briggs, told him Murdock was chosen for his \"body of work\" and that \"all of us misstep,\" but his service to the poor outweighed an old conviction. Briggs mentioned the Mother Teresa and Drucker awards and said the university had interviewed Lou Bissette and Dewey Andrew. </p> <p> \"Both of those people had served on Eblen's board,\" Cash said. \"I knew the investigation couldn't have been too thorough.\" </p> <p>Cash said he has asked the acting university provost to rescind Murdock's degree three times since November. The board did so in an emergency meeting this month, after CNN outlined its findings. </p> <p>Murdock voluntarily handed in his degree before the meeting, but the board still voted to rescind it. </p> <p>UNCA said in a statement that honorary degrees are \"based on lifetime achievements\" and that the board confirmed Murdock after Urgo twice spoke to him about the 1988 case. The current chancellor is now reviewing the honorary degree selection process, the statement said, and is considering \"full background checks\" on candidates. </p> <p>Cash believes the reckoning has been a long time coming.</p> <p>He asks how Asheville -- \"a small southern town that is known as one of the most progressive in the Southeast\" -- could also be a place where a crime against a child is \"buried, overlooked, willfully ignored and ultimately uncovered after 30 years.\"</p> <p>Murdock's abuse of Shelley, her father said, was as if someone set off a bomb in the family. Each member bares shrapnel wounds. </p> <p>\"It's the biggest regret we have had in our lives,\" Doug said. </p> <p>Looking back, he sees Murdock \"as a wolf in sheep's clothing...coming into my family under the guise of friendship and fellowship.\" </p> <p>He and Carolyn's marriage has weathered years of strain from the guilt they carry. </p> <p>For years, Carolyn focused on keeping her suicidal daughter alive, leaving less time for Scott and Heather. \"They lost their mom and dad at that point,\" she said.</p> <p>Learning from CNN that Murdock put the blame for his charge on her, calling her a scorned woman, infuriated Carolyn.</p> <p>\"That is absolutely not true,\" she said. </p> <p>\"It was nothing romantic. It was nothing but friendship, and he wanted a close friendship, and we allowed that to happen.\"</p> <p>The Loves had roots in Asheville, and one by one they returned. Shelley married Mark Baldwin and came back so the couple could help care for his mother. Doug and Carolyn soon followed.</p> <p>Only Heather stayed away. She has journaled for years, at times writing about her memories of Murdock as a symbol of darkness and loss of innocence. In an argument with her husband last year, she said she inadvertently blurted out: \"Don't put me in the basement.\"</p> <p>For Scott Love, whose job is to care for children, the present is a reminder of the past. He has treated kids of ardent Murdock supporters and remained silent about his family's experience.</p> <p>Shelley felt she couldn't escape Murdock. </p> <p>\"I've watched him enjoy a whole lot of success in the community, and it's hard,\" she said.</p> <p>\"There would be times I would hear his voice come on the radio. I would see his face on the news, and I would just start to shake from head to toe.\"</p> <p>Dr. David Rogers, a general practitioner, diagnosed Shelley with panic attacks in her 30s, suspecting she had been abused, he told CNN. He said she was defensive, untrusting and \"very fragile.\" She told him about Murdock, and he said he found her credible. He referred her to psychologist Judith Pohl.</p> <p>When Pohl began treating Shelley in 2006, she was severely depressed, anxious and exhibiting symptoms of PTSD, Pohl said. Shelley told Pohl, and later CNN, that she has been sexually assaulted by others in her life, but never reported those incidents. Pohl noted that victims who are abused once are often violated again. </p> <p>\"Shelley has been consistent in the way she has described her abuse and trauma,\" Pohl said, speaking to CNN with Shelley's permission. \"I have absolutely no reason to ever question or doubt anything that she said.\"</p> <p>Shelley resigned herself to accepting that her story would never be heard. But when reporters asked, a sense of relief rushed over her and her family. They wanted to speak, they said, not just for themselves but for the community, for anyone who assumes that abuse could not happen in their own families, for those who choose to disbelieve and look away.</p> <p>\"This is the day we want to say, 'It ends. It ends here. Here is our story,'\" Doug said, his voice cracking. \"People can choose to believe it as they see it and hear it or they can choose not to.\"</p> <p>\"And it's got to resound with some other people out there. And they're going to say, 'Yeah, Mr. Love was fooled. His family was fooled. 'I hope to God our family wouldn't be fooled like this,' they might say to themselves, 'but maybe we could have been.'\"</p> <p>The Love family believes Eblen Charities does good and important work and should continue. They just want Asheville to see the Bill Murdock they knew.</p> <p>\"I don't feel vengeful toward him,\" Shelley said. \"But I feel like the truth is important. And I feel like my story is important. And I feel like people don't know who he truly is.\"</p> <p>Sally Kestin is a Pulitzer Prize-winning journalist living in Asheville. Ashley Fantz is a senior investigative reporter at CNN who focuses on crime, military issues and gender violence. They can be reached at kestinsally@gmail.com and Ashley.Fantz@turner.com.</p>", "url": "https://www.cnn.com/2019/03/19/us/ebelen-charity-bill-murdock-invs/index.html", "tags": ["shelley", "top university officials", "rubbed body", "marital problems", "been long time"], "related_articles": [{"title": "College admissions scam is a 'slap in the face to the American Dream'", "source": "cnn", "url": "https://www.cnn.com/2019/03/21/opinions/college-admissions-scam-cheating-share-your-story-opinion/index.html"}, {"title": "The Daily 202: Scott Walker plans to crusade for a balanced-budget amendment via constitutional convention", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/19/daily-202-scott-walker-plans-to-crusade-for-a-balanced-budget-amendment-via-constitutional-convention/5c8fc3231b326b0f7f38f1b6/"}, {"title": "What to watch with your kids: ‘Us,’ ‘Afghan Cycles,’ ‘ Walk. Ride. Rodeo.’ and more", "source": "the-washington-post", "url": "https://www.washingtonpost.com/goingoutguide/movies/what-to-watch-with-your-kids-us-afghan-cycles--walk-ride-rodeo-and-more/2019/03/20/1d6f758e-499f-11e9-9663-00ac73f49662_story.html"}]}, {"title": "FedEx earnings could save this lagging sector", "source": "cnbc", "date": "2019-03-19T16:32:00Z", "origContent": "<p>FedEx is set to report earnings after the bell.</p> <p>A solid earnings report could lift one lagging group: the industrials. Weighed on by Boeing's recent sell-off, it is the only S&P sector in the red in March with losses of nearly 2 percent.</p> <p>Mark Tepper, president and CEO of Strategic Wealth Partners, said FedEx and the freight and logistics slice of the industrials should continue to drive higher.</p> <p>\"We want to take advantage of all this e-commerce growth that we're expecting, and right now e-commerce sales as a percentage of total retail sales is around 12, 13 percent. By 2025 it should be around 25 percent of total sales,\" Tepper said Monday on CNBC's \"Trading Nation.\" </p> <p>FedEx, in particular, looks best positioned to capture that growth, he said.</p> <p>\"The stock has been completely crushed because of this possible threat from Amazon logistics. But I think that's overdone. FedEx is well-aware of it and they're making moves to counter it already,\" Tepper said. \"International weakness has been an issue for them and it's still a concern going forward but I do believe the worst is behind us so it seems as though all the bad news is already baked in.\"</p> <p>FedEx has tumbled 27 percent over the past 12 months, far worse than the XLI industrial ETF's 1 percent decline. It is 31 percent off its 52-week high.</p> <p>Ari Wald, head of technical analysis at Oppenheimer, said a different name in industrials looks the best positioned to move higher.</p> <p>Industrials equipment maker Ametek hit a record high Tuesday. It has risen more than 3 percent this month as the XLI ETF has tumbled 2 percent.</p>", "url": "https://www.cnbc.com/2019/03/19/fedex-earnings-could-save-this-lagging-sector.html", "tags": ["all commerce growth", "overdone fedex", "only s&p sector", "boeing", "p>\"the stock"], "related_articles": [{"title": "Pilots who fly for Amazon Air earn 33% less than their colleagues at UPS and FedEx for flying the exact same planes (AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-air-pilots-earn-less-fedex-ups-2019-3"}, {"title": "Stocks making the biggest moves premarket: General Mills, Johnson & Johnson, Viacom, Sony & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/20/stocks-making-the-biggest-moves-premarket-general-mills-johnson--johnson-viacom-sony--more.html"}, {"title": "I'm vegan and I spend about $175 a month on groceries — here's exactly what I buy", "source": "business-insider", "url": "https://www.businessinsider.com/vegan-grocery-budget-trader-joes-2019-3"}]}, {"title": "75% of consumers go to Amazon when they're ready to buy something. That should scare retailers", "source": "cnbc", "date": "2019-03-19T16:00:00Z", "origContent": "<p>There's new and staggering data that support the fact that retailers should increasingly be scared of Amazon dominating e-commerce.</p> <p>When consumers are ready to buy a specific product, nearly three quarters of them, or 74 percent, are going straight to Amazon to do it, according to a study by Feedvisor, which helps brands grow on e-commerce marketplaces. The group studied the shopping behaviors of more than 2,000 consumers in the U.S. who have bought something on Amazon within the past two years.</p> <p>Amazon remains a looming threat for some of the biggest retailers in the country like Walmart, Target and Macy's that are trying to grow their businesses online. Shoppers are getting more comfortable with buying things from their smartphones, skipping trips to the mall. By the end of this year, Amazon is expected to account for 52.4 percent of the e-commerce market in the U.S., up from 48 percent in 2018, according to data from eMarketer.</p> <p>Key to Amazon's success is its loyal base of paying Prime members, which surpassed more than 100 million people last year. They pay a membership fee of $12.99 a month or $119 a year for perks like free two-day shipping, free two-hour delivery in certain zip codes, discounts at Whole Foods grocery stores, and access to Prime Video and Prime Music. Fifty-eight percent of Amazon Prime members go to the site at least once a week to browse, Feedvisor said. Meanwhile, 45 percent of Prime members are buying something from Amazon at least once a week.</p> <p>For many shoppers today, Amazon is also where they're starting a search on the internet, bypassing other search engines like Google, Yahoo and eBay. Sixty-six percent of consumers typically start a search for new products on Amazon, and 95 percent of those people say they're \"satisfied\" with the results that come up, according to Feedvisor.</p> <p>Feedvisor said consumer loyalty to Amazon is at an \"all-time high,\" with 48 percent of people visiting Amazon at least a few times a week, and 89 percent of people visiting Amazon at least once a month. Unfortunately for its rivals, \"Amazon has deeply integrated itself into consumers' daily lives,\" the group said.</p> <p>As Amazon expands more into bricks-and-mortar retail, now, analysts expect its threat will grow even larger. The company is reportedly planning to launch a new grocery chain. And while Amazon is also planning to shut all of its pop-up locations in malls, Whole Foods locations and Kohl's stores across the U.S., it's doubling down in its book stores, cashier-free convenience shops and its Amazon 4-star business, which sells knickknacks typically found on the website.</p> <p>As its Prime membership base swells, Amazon is gaining new customers that are actually engaging more on the platform, too, Wells Fargo analyst Ike Boruchow said in a note to clients this week. The frequency of shoppers clicking on the site is climbing.</p> <p>\"Although Amazon's penetration of total web users is already very high ... the company is not having difficulty finding new customers even as their user base grows to remarkably high levels,\" he said. Wells Fargo estimates roughly 195 million people across the country browsed Amazon during the fourth quarter, which is equivalent to almost three quarters of all internet users in the U.S.</p> <p>Also on Tuesday, Instagram announced a new feature where shoppers will now be able to buy products directly from brands within the photo-sharing app, targeting Amazon and also the e-commerce platforms that Walmart and Target are building.</p> <p>Some of the first retailers trialing this approach to Instagram's in-app sales include Adidas, Kylie Cosmetics, Nike, clothing brands Uniqlo, H&M and Zara, and glasses retailer Warby Parker. Instagram said these companies will pay a fee to cover credit-card processing fees and other costs associated with the checkout process, making it another revenue funnel for the social media company owned by Facebook.</p>", "url": "https://www.cnbc.com/2019/03/19/heres-why-retailers-should-be-scared-of-amazon-dominating-e-commerce.html", "tags": ["least few times", "wells fargo analyst ike boruchow", "certain zip codes", "credit card processing fees", "book stores"], "related_articles": [{"title": "Amazon rules the product search process (AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/online-shoppers-rely-heavily-on-amazon-2019-3"}, {"title": "'It helps Facebook further fortify its walled garden': Instagram is testing in-app checkout to make shopping more seamless, but experts say it has a bigger agenda", "source": "business-insider", "url": "https://www.businessinsider.com/instagram-is-testing-in-app-checkout-but-experts-see-a-bigger-agenda-2019-3"}, {"title": "Still largely empty New Horizon Mall due for boost with arrival of anchor tenant", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/calgary/new-horizon-mall-anchor-tenant-1.5064080"}]}, {"title": "The Daily 202: Scott Walker plans to crusade for a balanced-budget amendment via constitutional convention", "source": "the-washington-post", "date": "2019-03-19T14:16:28Z", "origContent": "<p>Ousted Wisconsin Gov. Scott Walker (R) left office in January. He's been figuring out what's next. (Scott Bauer/AP)</p> <p>THE BIG IDEA: Scott Walker will chair a nonprofit group that aims to enact a federal balanced-budget amendment by convincing state legislatures to call for a new constitutional convention.</p> <p>The Republican is stepping back onto the national stage after he was narrowly defeated in his quest for a third term as governor of Wisconsin. He left office in January after signing controversial legislation to limit the power of his successor during a lame-duck session.</p> <p>Born in 1967, Walker is only 51. We definitely havent heard the last of him, and hes being strategic about how he spends these years in the wilderness. What I was looking at was stuff I could do thats mission oriented, he said in an interview last night. Theres a lot of business opportunities out there. Nothing wrong with that. But I was looking for things that were really consistent with what I worked on as governor.</p> <p>That led him to accept the new role with the Center for State-led National Debt Solutions, a 501(c)(3) non-profit. Under Article V of the Constitution, a new convention can be held to amend the founding document if two-thirds of the states request one. Thats 34 states. Its an improbable push. No one has ever used this mechanism, though many have tried to do so on the right and the left. Until Walker did it in 2012, on the other hand, no governor in U.S. history had survived a recall election either.</p> <p>Intense fights have been playing out at the state level over the past few years around whether to call a constitutional convention. In 2017, Walker supported a successful push for Wisconsin to become the 28th state to do so. Wyoming and Arizona also joined that year. But other states that had supported conventions in the past rescinded their resolutions, including Maryland and Nevada.</p> <p>Walker plans to make trips to South Carolina and Minnesota during this legislative session to encourage those states to call for a convention to enact a balanced-budget amendment. This summer he hopes to visit Idaho, Montana, Kentucky and Virginia four other top target states to make the case. Lower on his priority list are Washington, Nevada, Maine and even Connecticut. Walker noted that he got to know a lot of local leaders around the country during his 2016 run for president and his tenure as chairman of the Republican Governors Association.</p> <p>Sen. Ron Johnson (R-Wis.) speaks during a hearing of the Senate Budget Committee in January. Scott Walker may run for his seat in 2022. (Alex Brandon/AP)</p> <p>-- Walker told me he is keeping the door open to another run for statewide office in Wisconsin. He noted that Sen. Ron Johnson (R-Wis.) has said in the past that he wont seek a third term in 2022, which would create an opening that intrigues him. He said hes not sure if Johnson will follow through with what he said previously. I would defer to him, Walker said. If he chose to run again, I wouldnt run.</p> <p>-- President Trump and congressional Republicans slashed taxes while jacking up spending during the two years they had unified control of government. This will result in annual deficits topping $1 trillion for the foreseeable future. Its unprecedented to run such massive deficits when the economy is booming.</p> <p>The national debt eclipsed $22 trillion last month. The federal government will need to spend $482 billion next year just on interest payments, more than the entire budget for Medicaid. By 2024, according to the budget released by the White House last week, the U.S. government will spend more servicing the debt than on the entire military.</p> <p>-- Walker declined to directly criticize Trump or GOP leaders for their specific roles in adding to the deficit. He prefers the pox-on-all-their-houses message and to blame Washington writ large. Washingtons got their head buried in the sand, he said. Both parties share a significant amount of the blame for the failure to act. Maybe one more than the other.</p> <p>He complained that both parties often come together and agree to omnibus deals that give everyone what they want. Someone asked if I believe in bipartisanship, he quipped. I said it depends.</p> <p>Asked how Trump is faring generally, Walker said substantively great. Like many other Republicans, Walker added, There are times I wish he would tweet or say things a hair differently.</p> <p>He said hes going to do everything he can to elevate the issue during the 2020 presidential election. This is really going to have to be state driven, he said. </p> <p>President Trump appears at a rally for Scott Walker on Oct. 24, 2018, in Mosinee, Wis. (Mike Roemer/AP)</p> <p>-- A balanced-budget amendment is a less fashionable idea than it was during the 1980s and 1990s. In 1995, a proposed amendment passed the House and failed by just one vote in the Senate. Otherwise it would have gone to the states for ratification.</p> <p>Liberals believe a balanced-budget amendment, if enacted, would inevitably force steep cuts to Medicare and Social Security. They also say it would worsen economic downturns by forcing the government to raise taxes and cut spending when a slowing economy results in less government revenue.</p> <p>Some conservatives worry that an amendment to the Constitution would force tax increases to close the deficit because its too politically difficult to cut popular programs. (In columns last year, George Will made the case for a balanced-budget amendment and Catherine Rampell argued against it.)</p> <p>-- Separate from the substance, if Walker got his way, there are fears among legal scholars about the possibility of a runaway convention that would alter our founding charter in unintended ways. After all, the first Constitutional Convention in Philadelphia was supposed to only clean up the Articles of Confederation not toss them out and start over. There would be nothing to stop a constitutional convention, once it convened, from taking up issues far beyond its original mandate, and tiny states like Vermont or Wyoming would be on equal footing with megastates like California and Texas. This is why Antonin Scalia, among others, was against the idea.</p> <p>Walker countered that 38 states three-quarters of the country would need to ratify any changes that a convention made to the Constitution.</p> <p>-- Loren Enns, the president of the group Walker is joining, was a successful network engineer for Cisco Systems and a computer engineer for Microsoft who grew alarmed about the debt over the years. In 2015, he decided to focus full-time on the nonprofit. Enns, 46 of Clearwater, Fla., has recruited a board of directors that includes conservatives like former governor Mike Huckabee, as well as former senators Judd Gregg, George Allen and Norm Coleman. He reached out to Walker shortly after his term ended and then pitched him on joining the initiative. It is the biggest threat that we face as a country, Enns said.</p> <p>-- Regardless of the outcome of the fight, embracing the role of fiscal hawk dovetails with and could burnish the national brand Walker has spent the past decade trying to cultivate. In the long-term, decrying the debt while Republicans in D.C. continue to spend like drunken sailors on shore leave could tee up a useful contrast against potential rivals who currently sit in the Senate if Walker were to run for president again in 2024, 2028 or even 2032. He will turn 65 the day before that election.</p> <p>-- Bob Mueller obtained court-approved warrants to search the emails of Trumps lawyer Michael Cohen in July 2017, according to search warrants unsealed this morning. Devlin Barrett, Matt Zapotosky and Rosalind Helderman report: [They] offer new insight into how Mueller and his team handed off a key part of the Cohen investigation to federal prosecutors in New York in early 2018, and how much evidence prosecutors already had against Cohen even before they searched his office, home, and hotel room in April of that year.</p> <p>White House growth projections from Page 529 of the 2019 Economic Report of the President. The red line shows the forecast if no additional policies are implemented.</p> <p>-- Trump has promised an economic boom that will last for years to come, but thats unlikely without Congress passing major new legislation, according to new estimates released this morning by the White House Council of Economic Advisers. Heather Long reports: To achieve about 3 percent growth for the next decade, Trump would need a big infrastructure bill, more tax cuts, additional deregulation, and policies that transition more people off government aid and into full-time jobs, according to the 2019 Economic Report of the President. The report shows for the first time thatthe White House is predicting a lot weaker growth if all of those new policies do not come through. Growth would be about 2.5 percent in 2022 if no additional policies are implemented, according to White House calculations. By 2026, growth could fall to about 2 percent, the model suggests.</p> <p>A lot is riding on whether Trump can achieve his promised 3 percent growth. Without it, his tax cuts would add substantially more to the debt than they already have. The 3 percent White House growth prediction which is used in the presidents budget and has been criticized by outside experts as a gimmick also assumes more deregulation, especially in the finance industry, and a push for improving self-sufficiency by placing more work requirements on recipients of government aid.</p> <p>Acting chief of staff Mick Mulvaney might soon get a promotion. (Evan Vucci/AP)</p> <p>-- Trump is expected to name Mick Mulvaney as the official White House chief of staff, dropping the acting part of his title. Politicos Nancy Cook reports: Its a recognition that Mulvaney has successfully navigated a tumultuous West Wing. The former South Carolina congressman and White House budget chief talks to the president multiple times a day and maintains good relations with Ivanka Trump and Jared Kushner Trump family members who also happen to be the White Houses two most powerful staffers while giving them and other top staffers more leeway to operate than his predecessor, John Kelly. Mulvaney has also quietly installed roughly eight loyal aides within the West Wing. He has stayed out of a lot of peoples way, said one senior administration official. No one is saying he is killing it but staying out of peoples way has helped.</p> <p>Kamala Harris and Cory Booker arrive for a vote in the Senate chamber. (J. Scott Applewhite/AP)</p> <p>Dutch authorities arrested a suspect in the shooting on a tram in Utrecht, which left three dead and five injured. After an hours-long manhunt, police arrested a 37-year-old Turkish-born man, Gokmen Tanis, who they said was the main suspect. They also took into custody another person they said was connected to the attack. Prime Minister Mark Rutte said terrorism is a possible motive. (Michael Birnbaum)</p> <p>Labor economist Alan Krueger, who advised Bill Clinton and Barack Obama, died by suicide at 58. Krueger was well-known for using empirical data to draw conclusions about everyday life, including the rising price of concert tickets and the effect of classroom size on a child's education. (Harrison Smith)</p> <p>Rick Singer, the admissions adviser at the center of the massive college cheating scandal, wrote two college guides fundamentally at odds with the schemes he pursued. For example, Singer assures students that universities dont care much about SAT scores, an odd assertion from someone who collected five-digit bribes to help clients children cheat on the standardized test. (Stephanie Merry)</p> <p>One in three students in Harvards incoming class are legacies. That means people with a close relative who went to Harvard were three times more likely to get in. (CNBC)</p> <p>Nevada is considering allowing police to use technology described as a breathalyzer for texting to curb distracted driving. Critics, however, say the technology raises privacy concerns and could violate constitutional protections against unreasonable search and seizure. (Hamza Shaban)</p> <p>Scientists are debating whether to support state proposals to ban sunscreens containing chemicals that may damage coral reefs. Some experts say barring the sale of sunscreens with oxybenzone and octinoxate could make the difference in saving endangered corals, but others argue that such bans will be irrelevant unless governments address the larger threat of climate change. (Rebecca Beitsch)</p> <p>Nearly 100 female economists said they have have been sexually assaulted by a colleague. A report compiled by the American Economic Association showed that half of the women surveyed believe theyve been treated unfairly because of their gender. (New York Times)</p> <p>Two local National Weather Service offices were forced to go offline because of the bomb cyclone hitting the Plains and Midwest. The NWS office in Omaha, Neb., remains abandoned, but its employees temporarily relocated in order to continue monitoring the states historic flooding. (Matthew Cappucci)</p> <p>Facebook said its efforts to supply users with local news are being stunted by the closures of many smaller outlets. The social media giant said that 40 percent of Americans live in places where there is too little original local reporting to support the service, data that the company intends to share with major universities that are studying news deserts. (AP)</p> <p>MySpace lost 12 years worth of photos, videos and audio files uploaded by users. The company, which was the most popular social media site between 2005 and 2008, blamed a migration error. (CNN)</p> <p>ESPN accidentally posted the NCAA womens tournament bracket hours before it was set to be revealed. The network said an unfortunate technical error led to the bracket being shown on air, forcing ESPN to push up its selection show by two hours. Notre Dame, Louisville, Mississippi State and Baylor received the No. 1 seeds. (Ava Wallace and Des Bieler)</p> <p>Hot temperature records have fallen twice as often as cold ones over the last 20 years, the AP found. In a stable climate, the numbers should be roughly equal but the weather records reviewed were consistent with scientists assessment that the changes are an effect of human-caused climate change. (AP)</p> <p>An endangered orangutan was shot 74 times and, though she survived, she lost her baby and was left blind. Villagers in Indonesia encountered the wounded orangutan days after she and her baby were attacked and transported them to a doctor, where the baby died of malnutrition after it was unable to nurse from its wounded mother. (Angela Fritz)</p> <p>Plastic keeps ending up in the bellies of whales -- and its killing them. An autopsy performed recently on a dead whale found more than 88 pounds of waste inside, including grocery bags, banana plantation sacks and garbage bags. (Deanna Paul)</p> <p>-- Trump still has not directly condemned the white supremacy invoked by the alleged perpetrator of the New Zealand shooting at two mosques. Nor has the president expressed explicit sympathy with Muslims around the globe, highlighting his fraught and combative relationship with Islam. Ashley Parker and Josh Dawsey report: By Monday morning, Trump still had not heeded the plea of New Zealand Prime Minister Jacinda Ardern whom he spoke with on the phone Friday to offer his nations sympathy and love for all Muslim communities. But the president had contorted himself into a victim of the tragedy, griping on Twitter: The Fake News Media is working overtime to blame me for the horrible attack in New Zealand. The president has a long history of disparaging Muslims and other minorities, while simultaneously refusing to forcefully condemn white supremacy and violent nationalism.</p> <p>\"One former senior administration official said Trump often associated Muslims with terrorism and rehashed grim Muslim terrorist attacks, even in private. He thinks, and says sometimes, that Muslims are taking over Europe, this person said.</p> <p>In a broader planning meeting, administration officials briefly considered holding a roundtable featuring persecuted religious minorities Muslims, as well as Christians and Jews but the idea was scuttled when the group decided they couldnt pull off such an event on short notice, a White House official said.</p> <p>-- In contrast to her boss, Homeland Security Secretary Kirstjen Nielsen connected the New Zealand attack to recent acts of racist violence in the United States. Bloomberg Newss Daniel Flatley reports: We, too, have seen the face of such evil with attacks in places such as Charlottesville, Pittsburgh, and Charleston, Nielsen said in a speech at George Washington University in Washington.  Nielsen on Monday pledged that her department would seek to prevent attacks like the New Zealand incident. We spend more and more of our time talking about domestic terrorism, she said.</p> <p>-- The House Judiciary Committee is planning to hold a hearing in early April on the rise of white nationalism. The Daily Beasts Erin Banco and Sam Stein report: Though plans are still being finalized, the committee expects to bring in officials from within the Department of Homeland Security and the FBI for questioning on the rise of white nationalism in the U.S and the efforts the agencies are currently adopting to combat it.</p> <p>-- New Zealanders mourned the mosque victims by performing the haka, a ceremonial dance of the countrys Maori people. Jennifer Hassan and Emily Tamkin report: In particularly evocative haka tributes, students, bikers and other groups chanted in unison, channeling their grief, shock and sadness into a physical act that symbolized respect for the victims. Video footage of the tributes was widely shared on social media, where many hailed the hakas power and beauty.</p> <p>-- Members of the Tree of Life synagogue, which lost 11 congregants in an October mass shooting, have raised thousands of dollars for the New Zealand mosques. (Alex Horton)</p> <p>Acting defense secretary Patrick Shanahan has selected a few military projects whose budget could be used to build the border wall. (J. Scott Applewhite/AP)</p> <p>-- Acting defense secretary Patrick Shanahan sent Congress a list of military projects that could be delayed to free up $3.6 billion for Trumps border wall. Paul Sonne and Erica Werner reports: The $12.9 billion pool of initiatives includes military construction projects approved and appropriated by Congress but not yet contracted out by the Pentagon. Of those, projects that involve military housing or that carry award dates before Sept. 30, 2019, wont be touched, the statement said.  The projects on the list run the gamut, including a hangar for drones at Kunsan Air Base in South Korea and a wastewater treatment plant at the U.S. Military Academy at West Point, N.Y. Many of the projects are updates to facilities that affect daily military life on bases dining halls, schools, fire stations, medical facilities, roads and parking lots.</p> <p>-- Sen. Roy Blunt (R-Mo.) was disinvited from a Lincoln Day dinner in his home state because he voted for the resolution disapproving of Trumps emergency declaration. Felicia Sonmez reports: The Christian County Republican Central Committee rescinded its invitation to Blunt to attend next months Lincoln/Trump Day Dinner in Ozark, Mo. Blunt was one of 12 Republicans in the Senate to defy Trump and vote in favor of a resolution overturning his declaration of a national emergency at the border. In an email to Blunts office quoted by the Kansas City Star, Christian County Republican Central Committee member Wanda Martens wrote that she was so disappointed in [Blunt] now that I can hardly speak. The yes vote by Blunt in particular caught many by surprise. The No. 4 Senate Republican was the only member of the chambers GOP leadership to back the resolution.</p> <p>-- George W. Bush, speaking at a naturalization ceremony, said we must never forget that immigration is a blessing and a strength. Felicia Sonmez reports: Americas elected representatives have a duty to regulate who comes in and when, the former president said. In meeting this responsibility, it helps to remember that Americas immigrant history made us who we are. Bush, who left office in 2009, said that he regretted that his administrations efforts at comprehensive immigration reform came up short. He urged policymakers in Washington to dial down the rhetoric and work toward modernizing the countrys immigration laws.\"</p> <p>The Supreme Court was split over a Virginia redistricting case brought forward by state Republicans. (J. Scott Applewhite/AP)</p> <p>-- The Supreme Court is divided over a Republican-drawn plan for legislative districts in Virginia that raised suspicions of discrimination against black voters in a lower court. Robert Barnes report: Several justices wondered whether the case was properly before the Supreme Court. One seemed to want a delay that would effectively leave the current map in place for this falls election. A panel of lower-court judges ruled last year that 11 Virginia House of Delegates districts were racially gerrymandered and ordered a new map to correct them. The first issue for the court was whether the Republican-led House had the legal standing to appeal the panels decision. Virginias governor and attorney general, who are Democrats, say it does not, and the Department of Justice agreed with them. So, it seemed, did Justices Ruth Bader Ginsburg and Sonia Sotomayor. Conservative justices seemed skeptical of the lower courts decision that the House leadership had taken race into consideration too much.</p> <p>-- The justices accepted two key criminal justice cases for next term, including one questioning whether the UConstitution requires unanimous juries for criminal convictions. Robert Barnes reports: Louisiana and Oregon do not require unanimity for major crimes, and attorneys representing defendants convicted in those states for years have urged the Supreme Court to revisit the question. The Louisiana case was brought by Evangelisto Ramos, convicted of second-degree murder in 2016 on a 10-to-2 jury vote and sentenced to life in prison. His attorneys said Louisianas law was a Jim Crow attempt to diminish the impact of African Americans serving on juries.</p> <p>The other case, Kahler v. Kansas, asks whether a state may abolish the insanity defense. James Kraig Kahler was convicted and sentenced to death for killing his wife, Karen, his daughters Lauren and Emily, and Karens grandmother in 2009. Kahlers attorneys argued he was so mentally ill he did not understand his actions. But, in Kansas, along with four other states, it is not a defense to criminal liability that mental illness prevented the defendant from knowing his actions were wrong, Washington lawyer Jeffrey T. Green told the Supreme Court.</p> <p>But the court turned down the case of a Georgia death-row inmate  convicted of killing his sister-in-law and raping his estranged wife but who discovered that a juror in the case harbored racist sentiments. The justices also refused to take the case against a bed-and-breakfast owner who declined to offer a room to a lesbian couple.</p> <p>-- The high court also said it will consider whether the Beltway sniper, Lee Boyd Malvo, can challenge his sentence of life in prison without parole. Malvo was 17 when he and John Allen Muhammad, who was executed in 2009, killed 10 people in a series of sniper attacks around the D.C. area. The Supreme Courts recent rulings on juvenile murderers, which are retroactive, could trigger a new sentencing for Malvo. (Robert Barnes)</p> <p>Elliott Broidy and Robin Broidy attend an American Ballet Theater benefit in 2012. (Alex J. Berliner/ABImages via AP Images)</p> <p>-- Federal authorities raided Elliott Broidys office last summer in connection with an investigation into whether the former Republican National Committee deputy finance chairman attempted to sell his influence with the Trump administration to foreign officials. ProPublicas Robert Faturechi and Justin Elliott obtained a sealed search warrant: Agents were authorized to use the megadonors hands and face to unlock any phones that required fingerprint or facial scans. [The warrant] also shows that the government took a more aggressive approach with the Trump ally than was previously known, entering his office and removing records   The search warrant cites three potential crimes that authorities are investigating: conspiracy, money laundering and violations of the law barring covert lobbying on behalf of foreign officials.</p> <p>The warrant also appears to connect Broidy for the first time to the Miami Beach club promoter Joel Rouseau, linked to a shadowy company called Intelligent Resources: There is a company by that name incorporated in Miami Beach by a Joel Rousseau The search warrant does not describe Rousseau or Intelligent Resources role in the case. Rousseaus Instagram account shows him bouncing from Rio to Paris to Ibiza, frequently surrounded by models. Filings in a court case over unpaid taxes describe Rousseau as an entrepreneur with income swinging from under $1,000 for 2009 to over $2 million in 2013. He paid a long-standing bill for back taxes and penalties of more than $700,000 in late 2017, the filings show.</p> <p>-- Deutsche Bank has tried to downplay its relationship with Trump. After he won the 2016 election, the German bank shifted into damage-control mode in a bid to tamp down scrutiny of its deals with the president. The New York Timess David Enrich reports: Deutsche Bank officials have quietly argued to regulators, lawmakers and journalists that Mr. Trump was not a priority for the bank or its senior leaders and that the lending was the work of a single, obscure division. But interviews with more than 20 current and former Deutsche Bank executives and board members, most of them with direct knowledge of the Trump relationship, contradict the banks narrative. ... Mr. Trump and Deutsche Bank were deeply entwined, their symbiotic bond born of necessity and ambition on both sides: a real estate mogul made toxic by polarizing rhetoric and a pattern of defaults, and a bank with intractable financial problems and a history of misconduct.\"</p> <p>-- The Justice Department might soon decide whether it will prosecute a former Obama White House counsel with ties to Paul Manafort as part of its crackdown on illegal foreign lobbying. The Timess Kenneth P. Vogel and Katie Benner report: The case involving the lawyer, Gregory B. Craig, was transferred in January from federal prosecutors in New York to those in Washington The investigation centers on whether Mr. Craig should have disclosed work he did in 2012 while he was a partner at Skadden, Arps, Slate, Meagher & Flom on behalf of the Russia-aligned government of Viktor F. Yanukovych, then the president of Ukraine. The work was steered to Mr. Craig by Paul Manafort, who was then a political consultant collecting millions of dollars from clients in former Soviet states. Mr. Craig, 74, would be the first Democrat to be charged in a case spinning out of the special counsels investigation.</p> <p>-- British political consultants who worked for Trumps campaign allegedly covered up Cambridge Analytica secrets. The Daily Beasts Nico Hines reports: The High Court in London heard on Monday that Cambridge Analytica was up to its old tricks from beyond the graveby surreptitiously trying to halt investigations that could expose allegedly nefarious tactics before the company was shut down for good. A lawyer representing a New York professor, who believes his private data was misused by the notorious campaign operatives, claims Cambridge Analyticas data secrets are being shielded from justice and exposure by administrators in the pay of a shadow company set up by a band of executives linked to the Trump campaign veterans.</p> <p>-- White House lawyers believe they will get to review in advance any version of Bob Mueller's report that Attorney General William Barr plans to submit to Congress. CNNs Pamela Brown, Jeremy Diamond, Kevin Liptak and Sarah Westwood report: The attorneys want the White House to have an opportunity to claim executive privilege over information drawn from documents and interviews with White House officials. Justice Department lawyers could advise [the president] against certain assertions if they don't feel it's legally defensible. If Trump does assert executive privilege, the decision could be litigated in court if it's challenged, which Democrats would almost certainly do.\"</p> <p>-- A USA Today-Suffolk poll shows that Trump's relentless attacks on Mueller's probe have eroded public trust slightly in recent months, as more Americans agree with Trumps characterization of the probe as a witch hunt. USA Todays Susan Page and Deborah Barfield Berry report: Support for the House of Representatives to seriously consider impeaching the president has dropped since last October by 10 percentage points, to 28 percent. Twenty-eight percent say they have a lot of trust in former FBI director Mueller's investigation to be fair and accurate. That's the lowest level to date and down 5 points since December. In comparison, 30 percent express a lot of trust in Trump's denials, the highest to date. Fifty percent say they agree with Trump's assertion that the special counsel's investigation is a witch hunt. Trump touted the poll in a tweet yesterday.</p> <p>-- The last prosecutor who oversaw Michael Flynns plea deal has left Muellers office, signaling the special counsel is unlikely to bring more charges against the former national security adviser. Yahoo Newss Luppe B. Luppen reports: The end of [Zainab] Ahmads detail is sure to be seen as another indication that the special counsels investigation is winding down. Ahmad and Brandon Van Grack together signed Flynns guilty plea agreement in November 2017. Van Grack left the special counsels office earlier this year and was recently appointed the head the Justice Departments foreign influence unit.</p> <p>-- Flynns family members are publicly clashing over QAnon, the conspiracy theory whose believers have thrown their support behind the disgraced ex-general. The Daily Beasts Will Sommer reports: Many QAnon fans, who have seized on a series of internet clues posted by the anonymous Q to imagine a world in which Trump is engaged in a secret war against high-ranking Democratic pedophiles, think Flynn is, in fact, secretly working with Mueller to help Trump defeat the deep state. Because of Flynns role in QAnon lore, believers of the conspiracy theory are desperate for him to confirm that QAnon is real. But Flynn has never discussed the conspiracy theory publicly. Into that void, his family members have steppedbut not with a unified voice. Instead, theyve come down on opposite sides of the conspiracy, with his siblings Joseph Flynn and Barbara Redgate eagerly signaling support to QAnon believers, and his son Michael Flynn Jr. becoming a vocal QAnon skeptic.</p> <p>House Judiciary Committee Chairman Rep. Jerry Nadler (D-N.Y.) comes out to talks with reporters following his meeting with former acting attorney general Matthew Whitaker. (Susan Walsh/AP)</p> <p>-- House Judiciary Committee Chairman Jerry Nadler (D-N.Y.) said his panel has already received tens of thousands of documents for its investigation into whether Trump has abused his presidential power. Rachael Bade reports: Recipients of the requests had until Monday to respond to dozens of questions pertaining to such issues as Russias interference in the 2016 election, hush-payments for women alleging affairs with the president and the firing of former FBI director James B. Comey. The panel declined to specify which Trump officials, agencies and associates had answered the document requests. Nadler said in the statement that the panel is still negotiating with many of the document-request recipients. Some have asked for subpoenas as well, the panel said.</p> <p>-- Senior House Democrats asked the FBI to launch a counter-intelligence investigation into Cindy Yang, the GOP donor who founded the Florida massage parlor allegeldy frequented by Bob Kraft and who has apparently been trying to sell access to Trump and his advisers. Karoun Demirjian reports: In a letter to the heads of the FBI, national intelligence agencies and Secret Service, the top Intelligence and Judiciary committee Democrats in the Senate and House asked for investigations into credible allegations of potential human trafficking, as well as unlawful foreign lobbying, campaign finance and other activities by Li Cindy Yang, a naturalized U.S. citizen from China. Yang operates a company called GY US Investments, which offered prospective clients a chance to rub elbows with Trump and other powerful politicians through dinners, fundraisers and other events including at Mar-a-Lago.</p> <p>-- Civil liberties groups are urging the House Judiciary Committee to investigate whether the National Security Agency has overstepped its bounds on collecting Americans data. Ellen Nakashima reports: The groups want Congress to investigate whether the government has exceeded the limits imposed by lawmakers on the use of what is known as Section 215 of the Patriot Act. That authority is due to expire in December.\"</p> <p>Democratic presidential candidate Beto O'Rourke signs a placard after a campaign stop in Ferndale, Mich. (Carlos Osorio/AP)</p> <p>-- Beto ORourke has so far avoided specifics on the campaign trail as he encourages Democrats in early voting states to suggest their own solutions to the problems facing America. Jenna Johnson reports: In the first five days of his campaign, ORourke asked voters to shape him into the presidential candidate they want him to be, to help him draft a vision for America. Hes operating without a campaign manager and with an often-exhausted skeleton staff, driving himself from Iowa to New Hampshire in a rented minivan and appearing at dozens of hastily organized events. ORourke has heavily focused not on specifics but on two sentiments: positivity and humility. ORourke, while not completely void of policy ideas, spends much more time detailing the challenges facing the country than suggesting fixes.</p> <p>-- The executive director of the Louisiana GOP was arrested in New Orleans this weekend for allegedly shoving a police officer on his wedding night. The Baton Rouge Advocates Ramon Antonio Vargas reports: According to court records, a hotel manager and a police officer had asked GOP official Andrew Bautsch, 31, to leave an unnamed establishment at the Pontchartrain Hotel in the 2000 block of St. Charles Avenue about 1:30 a.m. Saturday. But Bautsch allegedly would not get onto an elevator leading out. The officer who arrested Bautsch was a member of the Orleans Levee District police force working an off-duty security detail at the hotel. That policeman booked Bautsch apparently still dressed in his tuxedo on municipal counts of criminal trespassing, resisting police and battery on an officer. The state party chairman is standing by Bautsch and said he will contest the charges.</p> <p>-- Another top adviser to Sen. Kirsten Gillibrand (D-N.Y.) who left her office over sexual harassment allegations continued to be paid for months, according to the Washington Examiners Naomi Lim and Alana Goodman: Marc Brumer, 32, the New York Democrat's communications director, resigned from Gillibrand's staff in spring 2017 after making at least one sexist remark that distressed and offended a more junior woman who worked as a scheduler, two former Gillibrand aides [said]. But Brumer continued to be paid despite his misconduct. He was not dismissed and was kept on Gillibrand's staff. He remained on the senator's payroll for about three months after the incident, even though he didnt do any work, one former aide said.</p> <p>-- On MSNBC, Gillibrand also expressed regrets for her \"A\" rating from the NRA when she represented a conservative House district. The Detroit Free Presss Kathleen Gray reports: My community didnt have the gun violence, so the biggest issue was hunting rights, she said. My mother didn't just cook the Thanksgiving turkey, she shot the Thanksgiving turkey too. Gillibrand, who grew up in upstate New York, said she supports universal background checks for gun purchases, restrictions on high-magazine ammunition clips and getting money out of politics so that gun manufacturers can't buy the support of politicians. While she accepts money from political action committees, she said she wants to switch to a system where campaigns are publicly financed.</p> <p>-- Gillibrand also claimed last night that \"immigration is not a security issue.\" She said it's \"an economic and a humanitarian, and a family issue. (MSNBC)</p> <p>-- During her own CNN town hall last night in Jackson, Miss., Sen. Elizabeth Warren (D-Mass.) said she backs a congressional proposal for a reparations study. Politicos Alex Thompson reports: I love the idea of this congressional commission, she said at Jackson State, a historically black university. I believe its time to start the national, full-blown conversation about reparations. The bill Warren was referring to was reintroduced by Rep. Sheila Jackson Lee (D-Tex.) earlier this year and would make recommendations concerning any form of apology and compensation to begin the long delayed process of atonement for slavery, according to Lee.\"</p> <p>-- Warren also called for an end to the Electoral College. The Timess Astead Herndon reports: I believe we need a constitutional amendment that protects the right to vote for every American citizen and makes sure that vote gets counted, Ms. Warren said in response to a question about voter disenfranchisement. We need to put some federal muscle behind that, and we need to repeal every one of the voter suppression laws that is out there. She then noted that most presidential candidates never campaign in Mississippi or her home state of Massachusetts during a general election because those are not battleground states in the Electoral College.\"</p> <p>-- The Los Angeles Times is the latest major publication to scrutinize Joe Bidens long voting record and highlight fundamental differences with todays Democratic Party. Janet Hook runs through some of the apostasies: [Biden] voted for a measure aimed at outlawing gay marriage in the 1990s. He eulogized Sen. Strom Thurmond (R-S.C.), who rose to prominence as a segregationist. He backed the Iraq war. Many of Bidens positions were well within the mainstream of the Democratic Party at the time he took them. But the party is now far more sensitive to discrimination against gays, sexual harassment and racial inequality than when Biden first came to Washington. Bidens record, even though he has reversed himself on some issues, provides ammunition to skeptics who see him as a politician of another era a beloved figure, but one whose time has come and gone.</p> <p>-- Sen. Amy Klobuchar (D-Minn.) is brushing off concerns about her mistreatment of employees. I would first point to that over 60 of our former staff came together, everyone from chiefs of staff to people on the frontline that worked with me, that were in the car with me all day and said that they had a good experience working in our office, Klobuchar told NPR for an interview that aired this morning. Secondly, I do have high standards. I do push people hard. I have high standards of myself of our staff and also for our nation. And so that is the way I'm going to look at this going forward. And that is - I can always do better and I will.</p> <p>-- Rep. Joaquin Castro (D-Texas) might challenge John Cornyn (R-Texas) for his Senate seat, and Cornyn already has an attack plan prepared. The Star-Telegramps Andrea Drusch reports: Cornyns team plans to focus on votes Castro took against bills providing aid for Texans impacted by Hurricane Harvey at times separating Castro from other Texas Democrats. It also highlights places where the San Antonio Democrat, who hasnt faced a Republican challenger since 2014, sided with the liberal wing of his party on issues such as immigration and the environment. Castro is the most liberal member from Texas even more than Beto, said Cornyns campaign manager John Jackson, The more Texans learn about his record the less theyre going to like. </p> <p>Rep. Ilhan Omar (D-Minn.) listens during a House Budget Committee hearing. (Susan Walsh/AP)</p> <p>-- Rep. Devin Nunes (R-Calif.) says he is suing Twitter for \"defamation and negligence, alleging that the social media platform knowingly acted as a vessel for opposition research and censors conservative voices.\" But some questioned whether the lawsuit was a \"publicity stunt,\" per The Post's Allyson Chiu.</p> <p>-- A new poll found that New York  voters are against Amazon canceling its planned headquarters in Queens and many blame Rep. Alexandria Ocasio-Cortez (D-N.Y.) for the companys decision. The Siena College Research Institute reports on its latest poll: By a 67-21 percent margin, New Yorkers say that Amazon cancelling its planned second headquarters in Queens was bad for New York. More people think that Amazon, Governor Cuomo, Mayor de Blasio, the State Senate, and local Queens activists were villains in this saga than they were heroes. However, voters say the biggest villain was Representative Alexandria Ocasio-Cortez. Only 12 percent call her hero, while 38 percent label her a villain, [pollster Steven] Greenberg said. The poll also showed Ocasio-Cortez has a negative 31-44 percent favorability rating.</p> <p>-- Of the 895 spots available, only seven black students got into New York Citys highly selective Stuyvesant High School. The Timess Eliza Shapiro reports: These numbers come despite Mayor Bill de Blasios vow to diversify the specialized high schools, which have long been seen as a ticket for low-income and immigrant students to enter the nations best colleges and embark on successful careers. But Mr. de Blasios proposal to scrap the entrance exam for the schools and overhaul the admissions process has proved so divisive that the states most prominent politicians, from Gov. Andrew M. Cuomo to [AOC], have mostly avoided taking a definitive position.\"</p> <p>-- The alleged murderer of a New York mob boss had the wordsMAGA Forever scrawled on his hand as he appeared in court. Anthony Comello has been charged with the first murder of an NYC crime boss in more than 30 years, a killing investigators believe might not be related to organized crime. (NJ.com)</p> <p>President Trump speaks during a reception for Greek Independence Day at the White House. (Jacquelyn Martin/AP)</p> <p>-- White House staffers were searching for clues on what set off the president's weekend Twitter spree. The Times's Annie Karni, Katie Rogers and Maggie Haberman report: \"Mr. Trumps advisers have shared with him data showing that even his supporters do not like the tweet storms, and have advised him to act more 'presidential' as his re-election campaign draws nearer ... People who spoke with Mr. Trump on the phone over the weekend said he seemed to be in good spirits. Others who communicated with him said he had spent some time railing privately against Andrew G. McCabe, the former deputy F.B.I. director. But they also said he appeared to be a little aimless, and the outpouring seemed to be more driven by a lack of structure. Mr. Trump had skipped his regular weekend trip to Mar-a-Lago, his Florida estate, because of a family commitment that kept him grounded in Washington.\" </p> <p>-- The real danger in so desensitizing ourselves to Trumps tweets is that we normalize deviant behavior and begin to accept what is unacceptable, Peter Wehner, an alum of the Reagan and both Bush White Houses, writes for the Atlantic. It doesnt take a person with an advanced degree in psychology to see Trumps narcissism and lack of empathy, his vindictiveness and pathological lying, his impulsivity and callousness, his inability to be guided by norms, or his shamelessness and dehumanization of those who do not abide his wishes. His condition is getting worse, not betterand there are now fewer people in the administration able to contain the president and act as a check on his worst impulses. Donald Trump is not well, and as long as he is president, our nation is not safe.</p> <p>-- Senior White House adviser Kellyanne Conway brushed off questions about her husbands recent tweets criticizing Trump's mental state. John Wagner reports: That included a series of tweets Monday that included images from the American Psychiatric Associations Diagnostic and Statistical Manual of Mental Disorders. In addition to the manuals cover, Conway highlighted pages that include diagnostic criteria for narcissistic personality disorder and antisocial personality disorder. Presented with her husbands concerns Monday, Kellyanne Conway dismissed them. No, I dont share those concerns, she said ... I have four kids and I was getting them out of the house this morning to talk to the president about substance, so I may not be up to speed on all of them, Kellyanne Conway said, referring to her husbands tweets.</p> <p>-- The speaker of Britains House of Commons threw a wrench into Prime Minister Theresa Mays latest attempt to get her Brexit deal passed. William Booth and Karla Adam report: John Bercow said he would not allow the government to present Mays European Union withdrawal agreement to the House again unless that deal was substantially different from the first two times it was voted down. The ruling, which overturned Mays strategy to revive her Brexit deal at the 11th hour, appeared to blindside 10 Downing Street. Bercows ruling stoked further uncertainty about a process that has already been widely condemned as chaotic and left stunned lawmakers wondering aloud what comes next. Britain is scheduled to leave the European Union on March 29.</p> <p>-- The Afghan government, estranged from Washington and shut out of Taliban peace talks, is running out of time, friends and options. Pamela Constable reports: President Ashraf Ghani, who once hoped to win reelection as a champion and orchestrator of peace after 17 years of grueling conflict, has been denied that role at Taliban insistence. [Ghani foreign policy aide Hamdullah] Mohib stunned Washington last week by saying a U.S.-Taliban deal would dishonor fallen U.S. troops and by denouncing Zalmay Khalilzad, the Trump administrations peace envoy, as an American viceroy with ambitions to head an interim Afghan government.  [Afghans] fear that the United States would abandon the country after making a deal and that the Taliban would reverse the political and social gains of the past 17 years.</p> <p>-- As the U.S. continues its push to oust Venezuelan president Nicolas Maduro, its military is also focusing on the growing threat of Colombian rebels. Reuters Phil Stewart reports: U.S. officials see a growing threat from both Colombias National Liberation Army and factions of the Revolutionary Armed Forces of Colombia that refuse to adhere to a 2016 peace agreement to end five decades of civil war. The United States believes the rebels are taking advantage of Venezuelas crisis to expand their reach in that country and the scope of long-standing illegal activities, including drug trafficking.\"</p> <p>-- The U.S. has continued pressuring Iraq to isolate Iran by punishing Iraqi militias and politicians who remain connected to Iranian officials, increasing tensions between not only Washington and Baghdad but among officials in the Trump administration. From the Timess Edward Wong and Eric Schmitt: American military and intelligence officials said the increasing pressure on Iraq risks infuriating its Parliament, including politicians linked to Iran, which could limit the movements of the 5,200 United States troops based in Iraq.\"</p> <p>Rep. Steve King (R-Iowa) posted a meme warning that red states have \"8 trillion bullets\" in the event of a second Civil War:</p> <p>Just an elected official joking on his verified Facebook account over the weekend about a civil war and how his side would be more heavily armed pic.twitter.com/DrzHr0q4V5</p> <p>Several current and former aides described Trumps weekend Twitter episode as borne out of idle hands. Limited staff around, few obligations, no golf, 48 hours looking at the walls... it never works out well, one former senior aide said. Averaged more than a tweet an hour.</p> <p>Former GOP Sen. Rick Santorum on Pres. Trump's Twitter habit: \"This is his therapy... He sees Twitter as his outlet... I wish he wouldn't do it. I wish he'd write them and send e-mails to... a therapist, as opposed to sending tweets to the general public.\" https://t.co/sOVi9FxA6Ypic.twitter.com/w8yxUspciF</p> <p>While the press doesnt like writing about it, nor do I need them to, I donate my yearly Presidential salary of $400,000.00 to different agencies throughout the year, this to Homeland Security. If I didnt do it there would be hell to pay from the FAKE NEWS MEDIA! pic.twitter.com/xqIGUOwh4x</p> <p> Donald J. Trump (@realDonaldTrump) March 18, 2019</p> <p>This is really dangerous. White Supremacist terrorism and jihadist terrorism must have the same approach. I spent a decade at CIA analyzing al Qaidas manifestos, Conways analogy is basically saying AQs manifestos were trivial and they are confused abt their ideology. https://t.co/yv55VM7j5s</p> <p>There are more people than this in my house every night for dinner. https://t.co/tatwrUOmDH</p> <p>Columnist Connie Schultz, who is married to Sen. Sherrod Brown (D-Ohio), tweeted this:</p> <p>Teaching writing over the past three years has forced me to reflect on why I do what I do. Repeatedly, I tell my students: We learn the rules and then decide which ones to break. Works in writing, and in life.</p> <p>Alan Krueger was a brilliant economist for the public interestfrom his research proving that raising the minimum wage doesn't increase unemployment, to his recent work showing that America's opioid epidemic has increased it. My thoughts are with his family. We lost him too soon.</p> <p>And a CNN reporter shared one of the tweets Rep. Devin Nunes is suing Twitter over: </p> <p>This is a tweet Devin Nunes included in his complaint. pic.twitter.com/fjwuIaDQhK</p> <p>-- Stanford helped pioneer artificial intelligence. Now the university wants to put humans at its center, by Elizabeth Dwoskin: On Monday, the university will launch the Stanford Institute for Human-Centered Artificial Intelligence (HAI), a sprawling think tank that aims to become an interdisciplinary hub for policymakers, researchers and students who will go on to build the technologies of the future. They hope they can inculcate in that next generation a more worldly and humane set of values than those that have characterized it so far and guide politicians to make more sophisticated decisions about the challenging social questions wrought by technology. The institute backed by the fields biggest leaders and industry players is not the first such academic effort of its kind, but it is by far the most ambitious: It aims to raise more than $1 billion. And its advisory council is a whos who of Silicon Valley titans, including former Google executive chairman Eric Schmidt, LinkedIn co-founder Reid Hoffman, former Yahoo chief executive Marissa Mayer and co-founder Jerry Yang, and the prominent investor Jim Breyer. Microsoft co-founder Bill Gates will keynote its inaugural symposium on Monday.</p> <p>-- The Atlantic, \"White Nationalism's Deep American Roots,\" by Adam Serwer: \"The concept of 'white genocide'extinction under an onslaught of genetically or culturally inferior nonwhite interlopersmay indeed seem like a fringe conspiracy theory with an alien lineage, the province of neo-Nazis and their fellow travelers. In popular memory, its a vestige of a racist ideology that the Greatest Generation did its best to scour from the Earth. History, though, tells a different story. Kings recent question, posed in a New York Times interview, may be appalling: 'White nationalist, white supremacist, Western civilizationhow did that language become offensive?' But it is apt. 'That language' has an American past in need of excavation. Without such an effort, we may fail to appreciate the tenacity of the dogma it expresses, and the difficulty of eradicating it. The presidents rhetoric about 'shithole countries' and 'invasion' by immigrants invites dismissal as crude talk, but behind it lie ideas whose power should not be underestimated.\"</p> <p>-- Chicagos new mayor will be a black woman. Can she bridge the citys divides? by Antonio Olivo, Annie Gowen and Kari Lydersen: No matter who wins the April 2 runoff, Chicago will make history: [Lori] Lightfoots opponent, Cook County Board of Commissioners President Toni Preckwinkle, is also a black woman. But neither candidate won a majority of the citys black vote. While Chicago has a long history of pioneering black political leaders, from the Rev. Jesse Jackson to President Barack Obama, their successes have not translated into improved conditions in the citys worst neighborhoods, leaving black voters here skeptical.</p> <p>A Republican pushed mandatory AR-15s. After mosque shootings, he says it was a ploy to bait the left, from Isaac Stanley-Becker: Andrew McDaniel, a Republican member of Missouris House of Representatives, introduced legislation late last month that would require residents in that age range to purchase a version of the semiautomatic rifle. Another measure, the McDaniel Second Amendment Act, would require everyone over the age of 21 to own a handgun.  As the AR-15 became a flash point in the response to the terrorist violence in New Zealand, McDaniels legislation emerged from the obscurity of Missouris legislative docket. Soon, McDaniel was forced to clarify that he didnt technically speaking support his own bills, at least not as written. He wants the tax credits for firearms purchases, but that part about requiring everyone to own a gun? It was a tactic to try to bait the left.</p> <p>Trump will meet with Brazilian president Jair Bolsonaro throughout the day before participating in the swearing-in ceremony of his anti-regulation adviser Neomi Rao to replace Brett Kavanaugh on the U.S. Court of Appeals for the D.C. Circuit.</p> <p>Pence will visit flood-stricken Omaha, Neb., where he will meet with affected community members and first responders.</p> <p>Trump did, to his credit, go to Vietnam although not until he was in his 70s and with Secret Service protection. CNN anchor Ana Cabrera on the presidents attacks against John McCain. (Alex Horton)</p> <p>-- Spring is almost here but today will remain cool. The Capital Weather Gang forecasts:Spring officially hits tomorrow at 5:58 p.m. Eastern time, even if our weather over the next few days is only somewhat springlike. That stronger March sunshine gets temperatures close to where they should be the next few days, but overall were slightly cooler than normal. Increasing clouds later tomorrow could give way to some showers tomorrow night and Thursday, with some clearing by Friday, before a mostly sunny weekend in the 50s and 60s.</p> <p>-- The spring equinox will be followed by a supermoon and a full moon.  This rare occurrence is called a \"worm moon\" after, well, the earthworms that pop out of the soil during the spring.  (Martin Well) </p> <p>-- The Wizards lost 116-95 to the Jazz. (Roman Stubbs)</p> <p>-- D.C. Mayor Muriel Bowser (D) said in her State of the District address that the city would make its Circulator bus free and proposed raising some commercial property taxes to fund more affordable housing. Fenit Nirappil and Peter Jamison report: \"As her second term gets underway, Bowser emphasized the need for more subsidized housing in a city where real estate values have soared, pricing out many longtime residents. She wants to increase the citys annual contribution to the Housing Production Trust Fund, which provides grants and loans to developers to build affordable housing, from $100 million to $130 million. The mayor also wants to add $5 million to a separate $10 million fund to rehabilitate and preserve existing subsidized housing and to create a $20 million fund for 'workforce housing' for teachers, police, firefighters, janitors and other middle-class residents.\" </p> <p>-- Maryland Gov. Larry Hogan (R) lashed out against the Democrats in the state's assembly, calling them \"pro-criminal\" and saying their policies are financially \"reckless.\" Ovetta Wiggins and Erin Cox report: \"As lawmakers entered the frenzied final three weeks of their annual legislative session, Hogan said bills that would significantly increase spending on education and raise the minimum wage would 'devastate' the states economy. He accused Democrats of pandering to special interests on school funding. And he lambasted them for ignoring his proposal to impose mandatory minimum sentences for repeat violent offenders who use guns and rejecting a bill to allow school resource officers in Baltimore City to carry guns.\" </p> <p>-- Maryland state Sen. William C. Smith Jr. (D), who chose to enlist in the Naval Reserve after 9/11, is facing his first deployment to a war zone. Ovetta Wiggins reports: He is scheduled to spend eight months in Afghanistan as an intelligence officer, part of what the military calls Operation Resolute Support. Before his departure, the Democratic-controlled Senate is moving swiftly to act on key pieces of legislation in which Smiths vote could be needed to override anticipated vetoes by Gov. Larry Hogan (R). Among them is a bill to raise the states minimum wage to $15 an hour, a measure to give local school districts control over school calendars, and legislation to strip control of alcohol and tobacco regulation from the state comptrollers office.</p> <p>Gov. Jay Inslee (D) also stopped by Noahs show to chat about his 2020 candidacy.</p>", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/19/daily-202-scott-walker-plans-to-crusade-for-a-balanced-budget-amendment-via-constitutional-convention/5c8fc3231b326b0f7f38f1b6/", "tags": ["myspace", "think tank", "atlantic", "artificial intelligence", "china"], "related_articles": [{"title": "Power Up: Waiting on Mueller, Trump fixates on another perceived enemy: John McCain", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/powerup/2019/03/21/powerup-waiting-on-mueller-trump-fixates-on-another-perceived-enemy-john-mccain/5c926c451b326b0f7f38f202/"}, {"title": "The Trailer: 'I'm not a socialist': What House Democrats are saying (and hearing) back home", "source": "the-washington-post", "url": "https://www.washingtonpost.com/politics/paloma/the-trailer/2019/03/19/the-trailer-i-m-not-a-socialist-what-house-democrats-are-saying-and-hearing-back-home/5c8fecf01b326b0f7f38f1c0/"}, {"title": "Power Up: 2020 Democrats who reject big money are taking a risk", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/powerup/2019/03/20/powerup-2020-democrats-who-reject-big-money-are-taking-a-risk/5c9132771b326b0f7f38f1e9/"}]}, {"title": "AmazonBasics dwarfs Amazon’s other private labels in popularity (AMZN)", "source": "business-insider", "date": "2019-03-19T13:46:00Z", "origContent": "<p> Amazon's top 10 private labels get the lion's share of the exposure that the e-tailer's private brands receive from customers, accounting for a resounding 81% of all the customer reviews left for Amazon private labels, according to a study by Marketplace Pulse. </p> <p>And more than half (57.8%) of reviews for all of its brands belong to AmazonBasics, Amazon's private label for household goods and electronics, making it the leader over second-place brand Amazon Collection (7.8%). Beyond the top 10 private labels, however, the shares of total reviews are even lower, especially for brands that don't feature the word \"Amazon\" in their name. </p> <p> For context, Amazon had 135 private-label brands and more than 330 exclusive brands on its retail sites around the world at the end of 2018, according to data from the TJI Amazon Brand Database cited by Internet Retailer. </p> <p> Much of the discrepancy in popularity may be due to differences in catalog size. Of all of Amazon's private-label brands, only three have more than 1,000 products: AmazonBasics, Amazon Collection, and 365 Everyday Value brands. </p> <p> Meanwhile, a serious majority of Amazon's private labels have below 100 products (89.3%) and 25% even have fewer than 10 products. These smaller catalogs could be causing the tiny share of reviews that each brand is responsible for, meaning that review volume may not be the best gauge of success. </p> <p> Amazon's recent aggressive promotion of its private labels may, in part, be an attempt to boost exposure for its private labels. For example, the retailer recently tested a feature in its mobile app that showed a pop-up for cheaper items, often from Amazon's own brands, on competing listings. </p> <p> And it experimented with showing \"Similar item from Our Brands\" links directly below listings for non-Amazon products in October. While such tactics may work in the short term because they forcefully pull attention to Amazon's products and the lower prices they offer, they may also make third-party sellers very unhappy selling with the e-commerce giant. </p> <p> Amazon may face issues with its private labels in the future due to antitrust regulation. Amazon currently occupies a unique and very powerful position in the US e-commerce landscape: It runs the largest marketplace and sells private-label products on that same platform, allowing it to monitor what items sell well before investing in new product categories. </p> <p> However, this power has also brought scrutiny from legislators, including 2020 Presidential hopeful Senator Elizabeth Warren, who's said that Congress should pass a law preventing large companies from owning a marketplace and selling on it simultaneously. If such a law were ever to come to pass, Amazon would have to fundamentally shift its private label strategy, potentially spinning those brands off into a different business to avoid conflict with the new legislation. </p> <p> And if the e-tailer's private labels become a separate business, they would no longer be able to benefit from the sales data that Amazon gathers from its marketplace sales, weakening their ability to target popular categories. </p>", "url": "https://www.businessinsider.com/amazonbasics-amazon-top-private-label-2019-3", "tags": ["sales data", "amazon", "household goods", "amazonbasics", "serious majority"], "related_articles": [{"title": "Most Amazon private labels aren't flying off the shelves yet, but the company is taking huge steps to change that (AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-private-labels-not-all-successful-report-2019-3"}, {"title": "Amazon rules the product search process (AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/online-shoppers-rely-heavily-on-amazon-2019-3"}, {"title": "Victoria's Secret brought its swimwear back from the dead, but some shoppers are slamming its prices and saying it doesn't have enough sizes (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-swim-returns-disappoints-some-2019-3"}]}, {"title": "Europe's central bank just flashed a warning for any potential Deutsche Bank-Commerzbank merger (DB)", "source": "business-insider", "date": "2019-03-19T09:24:25Z", "origContent": "<p>When Deutsche Bank and Commerzbank confirmed they are holding formal talks about a merger, critics were quick to question a tie-up that may lead to tens of thousands of job losses and the potential failure of a plan that may do little to address underlying problems at both banks. </p> <p> Now, the European Central Bank is adding its criticism to the mix. </p> <p> Enria, spoke before the two banks confirmed merger talks, the FT said on Tuesday, and didn't say how the central bank would treat the deal. </p> <p> The FT wrote that Berlin \"has become more aggressive in protecting its largest businesses from foreign pressure,\" and that Enria \"made clear that in all instances, the SSM would ignore any political motivations behind proposed tie-ups.\" </p> <p> Deutsche Bank and Commerzbank shares are both down around 2% as of 9.20 a.m in London (5.20 a.m ET). </p> <p> \"The only things we care about are the sustainability of the project,\" he told the Financial Times. </p> <p> A merger of the banks would create Europe's fourth-largest lender, with north of 1.8 trillion ($2 trillion) in assets and a market value of about 25 billion, according to Bloomberg. </p> <p> Analysts think the combined group could slash its annual costs by more than 2.2 billion and command one-fifth of Germany's high-street banking business. Investors cheered the news on Monday, sending the shares of both banks higher. </p> <p> However, the deal could result in the elimination of up to 20,000 jobs— more than 13% of the two companies' combined workforces — says the chief of Germany's Verdi labour union, according to Reuters. The union says there's overlap between the firms' retail and business customer segments, arguing international deals would suit both firms better. </p> <p> Both Deutsche Bank and Commerzbank have patchy deal histories. Deutsche Bank struggled to integrate Postbank, which it bought for 6.5 billion euros in 2010. </p> <p> Commerzbank's troubled takeover of Dresdner Bank in 2008 meant the financial crisis hit it harder, leading to two government bailouts. Yet mergers are to be expected in a nation with close to 1,600 banks, according to The Economist. </p> <p> The mega-deal also comes at a difficult time. Both banks are navigating an economic slowdown in Germany — which nearly fell into recession at the end of last year— as well as the broader eurozone. A depressed backdrop could make it harder for the firms to satisfy Germany's tough unions and comply with its strict labor laws. </p> <p> Deutsche Bank's sales fell and borrowing costs rose in the final quarter of 2018, and German officials raided its headquarters. It's unclear how absorbing Commerzbank will help Deutsche Bank's ailing investment banking arm, its main earnings driver.</p>", "url": "https://www.businessinsider.com/ecb-warns-on-deutsche-bank-and-commerzbank-merger-2019-3", "tags": ["germany", "europe", "financial times", "potential failure", "merger talks"], "related_articles": [{"title": "The annals of Delaware law: Cravath in the crosshairs", "source": "financial-times", "url": "https://www.ft.com/content/cad13966-49d5-11e9-bbc9-6917dce3dc62"}, {"title": "FirstFT: Today’s top stories", "source": "financial-times", "url": "https://www.ft.com/content/e5d46f14-4a4b-11e9-bbc9-6917dce3dc62"}, {"title": "Stocks set for gains | Bezos' texts sold | SEC: Musk never sought tweet approval", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/19/what-you-need-to-know-in-business-news-today.html"}]}, {"title": "Ocado shares hit record after company plays down fire impact", "source": "reuters", "date": "2019-03-19T09:06:09Z", "origContent": "<p>LONDON (Reuters) - British online supermarket Ocado played down the impact of a fire which devastated its flagship distribution centre in southern England, saying the blaze didn’t affect its long-term plans and helping send its shares to a record high. </p> <p>Though the cause of the fire in Andover is still being investigated, Ocado said on Tuesday its initial assessment had given it confidence there are no significant implications for the risk profile of its assets or the viability of its model. </p> <p>Shares in Ocado, which have doubled over the last year, were up 2.9 percent at 11.82 pounds by 0836 GMT, having hit a record 11.92 pounds. </p> <p>Last month when Ocado announced a 1.5 billion pound ($2 billion) joint venture with Marks and Spencer its Chief Executive Tim Steiner told reporters he knew the precise cause of the fire but could not share the details. </p> <p>“The fire has been a setback, but it will be only a temporary one,” Steiner said on Tuesday. </p> <p>He said Ocado will build a replacement facility that reflects the innovations and improvements it has made since Andover opened in November 2016. </p> <p>Ocado also said retail revenue increased 11.2 percent to 404 million pounds in the 13 weeks to March 3, its fiscal first quarter, having risen 12 percent in the previous quarter. The impact of the fire was 1.2 percent of sales. </p> <p>Chief Financial Officer Duncan Tatton-Brown told reporters he expected the impact in the second quarter would be about 3 percent of sales, reflecting a full three-months trading impact versus one in the first quarter. </p> <p>Ocado said average orders per week rose 11.3 percent to 314,000, though average order size edged 0.2 percent lower to 110.24 pounds. </p> <p>Prior to the blaze the Andover centre was providing about 10 percent of Ocado’s UK capacity. The company warned in February of a reduction in sales growth until it increases capacity elsewhere. </p> <p>Plans include the setting up of a temporary facility in Andover and ramping-up capacity of its fourth and newest distribution centre in Erith, near London. </p> <p>Though Ocado has a 1 percent share of Britain’s grocery market, its 8 billion pound stock market valuation has been driven by the technology side of its business - providing international retailers with the infrastructure and software to develop their own online grocery businesses to compete with the likes of Amazon. </p> <p>The Andover plant, which was processing 30,000 orders a week, is Ocado’s third automated warehouse and has been instrumental in it winning major deals to sell its technology to U.S. group Kroger, France’s Casino, Canada’s Sobeys and Sweden’s ICA. </p> <p>Late last month Ocado sold M&S a half share in its UK retail business for 750 million pounds. </p> <p>The group was founded by three Goldman Sachs bankers 18 years ago. After struggling for years to post a profit it has flourished particularly in the last year. </p>", "url": "https://in.reuters.com/article/ocado-outlook-idINKCN1R00U7", "tags": ["amazon", "build replacement facility", "france", "months trading impact", "retail revenue"], "related_articles": [{"title": "Goldman Sachs sets targets for Hispanic, black hires", "source": "nbc-news", "url": "https://www.nbcnews.com/news/latino/aiming-diversify-workforce-goldman-sachs-sets-targets-hispanic-black-hires-n984766"}, {"title": "The Technology 202: Trump's accusations of \"collusion\" show techlash surging across political spectrum", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-technology-202/2019/03/20/the-technology-202-trump-s-accusations-of-collusion-show-techlash-surging-across-political-spectrum/5c914cf31b326b0f7f38f1ed/"}, {"title": "Stocks making the biggest moves midday: Levi Strauss, Biogen, Micron & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/21/stocks-making-the-biggest-moves-midday-levi-strauss-biogen-micron.html"}]}, {"title": "The annals of Delaware law: Cravath in the crosshairs", "source": "financial-times", "date": "2019-03-19T05:00:24Z", "origContent": "<p>Talk about a potentially costly reversal of fortunes for the US law firm Cravath, Swaine & Moore.</p> <p>Bear with us as we explain the journey of a shareholder lawsuit pertaining to the $1.4bn sale of grocery chainThe Fresh Market to Leon Black’s private equity group Apollo Global Management in 2016.</p> <p>Our tale starts in 2017 when the Delaware Court of Chancery dismissed a shareholder suit against the board of The Fresh Market, which was represented in the deal by Cravath.</p> <p>The lower Delaware court ruled that since The Fresh Market’s investors had voted to approve the sale to Apollo, the dissident shareholders couldn’t pursue claims that the company’s board violated its fiduciary duty by selling the business too cheaply.</p> <p>Shareholders appealed against the decision and managed to get the ruling overturned in the Delaware Supreme Court. The upper court agreed with the shareholder argument that the company’s disclosures sent to them about the deal failed to elaborate on the close ties between Apollo and The Fresh Market’s boss, Ray Berry.</p> <p>The Supreme Court wrote in its ruling last year an ominous phrase for Cravath: “This case . . . offer[s] a cautionary reminder to directors and the attorneys who help them craft their disclosures: ‘partial and elliptical disclosures’ cannot facilitate the protection of the business judgment rule.” Allow DD to translate the legal jargon-ese: don’t talk around the truth!</p> <p>So why are we focusing on Cravath? Because shareholders have now turned their focus to The Fresh Market’s advisers, as revealed in this scoop by DD’s Sujeet Indap.</p> <p>They’ve sued the firm for allegedly conspiring with The Fresh Market board, the company’s banker JPMorgan Chase and Apollo to push the transaction through. Not a good look, if the allegations are to be believed.</p> <p>Bankers for years have faced liability for their tainted advice, but there are only a few examples of law firms being targeted. JPMorgan has also been sued with shareholders accusing it of tipping off Apollo on how the bidding was going.</p> <p>In perhaps the seminal case of deal adviser liability, investment bank RBC Capital Markets chose not to settle with shareholders who claimed it rigged an auction of its client Rural/Metro.</p> <p>RBC went to court in 2015 only to lose and pay for a $100m judgment. The plaintiff's lawyer in that case, Joel Friedlander, is the same one now chasing Cravath. The US law firm has built a decades-old reputation for high-quality work and is known for its impeccable judgment in tricky situations. But now it has to make tough choices about how to proceed when the firm itself is under siege.</p> <p>It’s a head-spinning turn of events for Cravath with the entire legal world waiting to see whether it cuts a settlement or goes to trial.</p> <p>For more on Cravath’s place in the legal establishment, here’s our Big Read from 2018 on the firm’s legendary lock-step compensation scheme.</p> <p>It’s only March and 2019 is already the biggest year on record for mergers and acquisitions in the digital payments industry. The trend has fuelled speculation that more transactions are on the way as an industry that often lies in the background is thrust into the spotlight.</p> <p>The latest deal between US-based financial technology specialist FIS and the UK’s Worldpay is the largest financial services takeover since the recession at $43bn.</p> <p>It narrowly beats the $39bn combination between rivals Fiserv and First Data in January. More importantly, the tie-up has a larger market value than either of the two banks — Fifth Third Bancorp and Royal Bank of Scotland — from which FIS and Worldpay emerged.</p> <p>Since the start of the year, 30 deals worth a total of $85bn have been announced, compared with $49bn in all of 2018, according to Dealogic data.</p> <p>Scale — As our Lex column writes, bigger can be better, making it easier to beat the competition and save a tonne of cash in basic cost-cutting synergies. That was the rationale for the Fiserv/First Data deal;</p> <p>And finally, revenue growth — The payments industry is rising at a record pace with estimates of a huge spike expected in 2022.</p> <p>On Monday shares in Deutsche and Commerzbank climbed 4 per cent and 7 per cent respectively. As Olaf Storbeck and Guy Chazan report, investor opposition to a deal seemed to cool as one top five Deutsche Bank shareholder said the momentum towards a deal “looks all but impossible to stop”.</p> <p>A deal would create the eurozone’s second-largest lender with €1.9tn in assets, 140,000 employees and €845bn in deposits. But a crucial hold up has been whether Deutsche boss Christian Sewing has the government’s backing to shred the tens of thousands in jobs needed for this deal to make sense financially. Even with that, Lex remains sceptical. The column writes that heroic assumptions are required to make the numbers work on analysts’ spreadsheets.</p> <p>So what are the key obstacles to getting a deal? That is the focus of this analysis by Olaf and the FT’s Stephen Morris. Here’s a quick glance:</p> <p>There are the unions. Remember workers employee reps get half of the supervisory board seats at most German companies. They are already speaking out about the job losses and the complexity to making a deal work;</p> <p>The deal would almost certainly require the banks to raise billions of euros in cash. Where will that come from?</p> <p>And there are the execution doubts, which should not be underestimated. With both these companies having proven pretty poor at running themselves, can they really handle combining?</p> <p>Google has appointedScott Beaumont to head its Asia-Pacific business, a role that has been empty since Karim Temsamani quit in December. Beaumont previously ran the US tech group’s China and Korean operations. </p> <p>Bjorn Kise, the chairman of troubled low-cost carrier Norwegian Air, will step down in May as the company continues to face severe financial losses.</p> <p>Franklin Resources has hired Matthew Nicholls to succeed Ken Lewis as the investment firm’s chief financial officer. Nicholls was previously a managing director and global head of the financial institutions group at Citigroup. Lewis is retiring after three decades at the company.</p> <p>RBC Capital Markets has hired Karen Jorritsma as head of equities sales and trading for Australia. Jorritsma was previously director of institutional equity sales at Citi.</p> <p>Weil, Gotshal & Manges has hired Brian Parness as a partner in the law firm’s equity practice in New York. Parness was previously a vice-president and associate general counsel at Goldman Sachs.</p> <p>Law firm Debevoise & Plimpton has hired Sunil Savkar as a partner in the company’s finance and private equity group in New York. Savkar was previously a partner at Ropes & Gray.</p> <p>Latham & Watkins has hired Justin Hamill as a partner in the law firm’s corporate division in New York. Hamill was previously a partner at Paul, Weiss, Rifkind, Wharton & Garrison.</p> <p>Teneo has hired Daniel Tarman as a senior managing director in the advisory firm’s San Francisco office. Tarman was previously chief communications officer at eBay and before that global head of corporate communications at Pimco.</p> <p>In the driving seat Activist investor Paul Singer makes his case against the use of dual-class structures in initial public offerings using the soon-to-go-public Lyft as an example. The ride-hailing company’s two founders are vying for 20 votes per share, a move they say is designed to protect them from boardroom raiders such as Singer’s Elliott Management. (FT)</p> <p>An autopsy of Sears The Wall Street Journal tracks the decline of an American retail icon over four decades through the eyes of eight people who lived it, from chief executives to salesmen. (WSJ)</p> <p>Read all about it Chatham Asset Management, the hedge fund that owns Donald Trump’s secrets, may have some secrets of its own that involve none other than Michael Cohen. The owner of the National Enquirer publisher American Media is now under scrutiny concerning its relationship with brokers and how the firm prices its bonds. (BBG)</p> <p>Growing pains What do tech unicorns and Van Wilder, the eponymous protagonist of the Noughties film, have in common? Spoiler alert: they’re struggling to mature. Alphaville’s Jamie Powell looks at the unicorns’ Van Wilder moment. (FT)</p> <p>A merger made in heaven? Most of us know that good chemistry doesn’t necessarily lead to a lasting relationship but company executives seem hell-bent on schmoozing their potential merger partners, which can lead to disastrous results. As the FT’s management columnist Andrew Hill explains, personal chemistry is best confined to the bedroom. (FT)</p> <p>Italy’s Nexi will file for up to $3.1bn Milan IPO in April (BBG)</p>", "url": "https://www.ft.com/content/cad13966-49d5-11e9-bbc9-6917dce3dc62", "tags": ["law firm", "ebay", "lower delaware court", "joel friedlander", "upper court"], "related_articles": [{"title": "Europe's central bank just flashed a warning for any potential Deutsche Bank-Commerzbank merger (DB)", "source": "business-insider", "url": "https://www.businessinsider.com/ecb-warns-on-deutsche-bank-and-commerzbank-merger-2019-3"}, {"title": "FirstFT: Today’s top stories", "source": "financial-times", "url": "https://www.ft.com/content/e5d46f14-4a4b-11e9-bbc9-6917dce3dc62"}, {"title": "Amazon and Worldpay are partnering to expand Amazon Pay acceptance (AMZN, JPM, V, MA, AXP, COF, WP)", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-worldpay-grow-amazon-pay-2019-3"}]}]}