{"topterms": [["amazon", 70], ["facebook", 45], ["google", 41], ["apple", 30], ["china", 26], ["europe", 24], ["university", 23], ["government", 23], ["boeing", 22], ["ceo", 22]], "articles": [{"title": "Spotify's antitrust complaint poses a 'meaningful risk' to Apple and could undermine the App Store and Apple Music (AAPL)", "source": "business-insider", "date": "2019-03-13T20:29:04Z", "origContent": "Spotify's antitrust complaint against Apple could pose a financial risk to the Silicon Valley company's services business, according to a new note from KeyBanc Capital Markets. The complaint comes as revenue from services has become increasingly important for Apple as it looks to counteract slowing iPhone sales.  \r\n  In a blog post detailing why Spotify filed the complaint, CEO Daniel Ek described Apple's competitive advantage: it operates the App Store through which iPhone owners download and pay for apps, while also offering its own music service that directly rivals Spotify's.  \r\n  \"In theory, this is fine,\" he wrote. \"But in Apple's case, they continue to give themselves an unfair advantage at every turn.\"  \r\n  \"We believe this holds no practical purpose other than to force competitive services into higher cost structures and unfairly tax service activity on the iOS platform,\" KeyBanc Capital Markets' Andy Hargreaves and Tyler Parker said in the note published on March 13. As such, the firm believes Spotify's complaint has merit and could \"carry significant weight\" in the eyes of regulators.  \r\n  If Apple were forced to change its terms as a result of the complaint, it could pose a risk to the revenue Apple earns from subscriptions and in-app purchases.  \r\n  \"We believe the most significant financial risk to Apple would come from a forced requirement to allow first party and other third party payment processing from within apps,\" the note read. \"This would create competition for subscription and in-app payments that would likely drive the current 30% rate Apple collects down substantially.\"  \r\n  KeyBanc Capital Markets estimates that the App Store will drive 12% of Apple's total gross profit in the 2019 fiscal year, and any major changes to the store's communication and payment terms could \"meaningfully affect\" the growth rate of Apple's services.  \r\n  Repercussions stemming from the complaint could extend beyond financial risk to the App Store and impact Apple's reputation as a brand as well, the note says. While consumers may not be concerned with the details of the complaint, it could create a prolonged period of negative Apple headlines which may in turn \"negatively impact Apple's retention rate at the margin,\" according to the note.  \r\n Jimmy Iovine announces Apple Music during Apple WWDC on June 8, 2015 in San Francisco, California. Apple's annual developers conference runs through June 12. \r\n Revenue from services like Apple Music and the App Store are more important than ever for the company as it seeks to grow other product areas as iPhone sales are lagging.  \r\n  The company said in its January earnings report that iPhone sales in the holiday quarter declined 15% compared to the year before, while global smartphone sales have stalled. Apple's services business achieved a milestone of $10.9 billion in revenue, marking an all-time high and a 19% increase from the prior year.  \r\n  But multiple reports have suggested that Apple has been struggling to come to an agreement with partners for both its video and news services. The company is rushing to secure content to offer on the service alongside its own programming according to Bloomberg, while a report from CNBC last month suggested that talks between Apple and HBO had slowed. News publishers have also been reluctant to agree to the financial terms Apple has proposed for its news service, according to The Wall Street Journal, under which it would keep half of the subscription revenue from the service.  \r\n Sen. Elizabeth Warren is calling on Trump officials to invoke the 25th Amendment. \r\n Spotify's antitrust complaint against Apple also comes after Democratic Senator Elizabeth Warren proposed a new plan that would regulate large tech firms like Facebook, Amazon, and Google and force them to roll back or otherwise divest some of their acquisitions.  \r\n  The plan would designate major tech services as \"Platform Utilities\" and would prevent companies from operating a marketplace and competing in that same marketplace.  \r\n  Although Warren didn't initially mention Apple in her proposal, she said in an interview with The Verge that Apple should be regulated too. \r\n  \"It's got to be one or the other,\" she said. \"Either they run the platform or they play in the store. They don't get to do both at the same time.\"", "url": "https://www.businessinsider.com/spotify-apple-trust-complaint-risk-2019-3", "tags": ["brian wieser", "key challenge", "credit card details", "sure services", "digital currency endeavors"], "related_articles": [{"title": "Facebook's messaging ambitions amount to much more than chat", "source": "associated-press", "url": "https://apnews.com/8f89a37ed0314c429b8250d67acd0bcd"}, {"title": "The Technology 202: EU's top competition cop says Amazon probe in 'quite advanced' stage", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-technology-202/2019/03/12/the-technology-202-eu-s-top-competition-cop-says-amazon-probe-in-quite-advanced-stage/5c86f5271b326b2d177d6057/"}, {"title": "Tech giants should ‘open up their customer data to others’", "source": "financial-times", "url": "https://www.ft.com/content/4180f5e6-44b4-11e9-a965-23d669740bfb"}]}, {"title": "The Daily 202: Russia may experiment with new forms of interference in Ukraine’s elections, experts warn", "source": "the-washington-post", "date": "2019-03-13T14:04:22Z", "origContent": "THE BIG IDEA: The Russians could use the looming Ukrainian elections as a proving ground to test innovative forms of interference that might, if successful, be weaponized against the United States during the 2020 presidential campaign. \r\n I consider Ukraine ground zero when it comes to foreign meddling in elections because a lot is at stake for Russia, former NATO secretary-general Anders Fogh Rasmussen said in an interview. We don't know in advance which technologies Russia will use. We do know that they will come up with more and more sophisticated methods. That's why we need to be at the forefront by witnessing what they are actually doing. \r\n Rasmussen runs a group called the Alliance of Democracies. Its flagship initiative is the Transatlantic Commission on Election Integrity, whose co-chairs include former vice president Joe Biden and former homeland security secretary Michael Chertoff. \r\n The Alliance is deploying seven observers to monitor the Ukrainian elections. The first round of voting is March 31. Assuming no presidential candidate in the crowded field gets more than 50 percent, a runoff will be held on April 21. \r\n The groups goal is to draw attention to disinformation and to work with the private sector to combat the proliferation of new technologies that keep intelligence professionals up at night, especially deep fake audio and video files. These are doctored but appear amazingly authentic and can go viral on social media. \r\n Rasmussen, who also formerly served as the prime minister of Denmark, led NATO in 2014 when Vladimir Putin invaded Ukraine and annexed Crimea. Five years later, Russian forces are still on the peninsula and Ukraines deadly conflict with Russian-backed separatists drags on. \r\n No doubt about it, we were taken by surprise when he attacked Ukraine, Rasmussen said. I dont think we underestimate Russia any longer. \r\n We met for lunch at Sonoma on Capitol Hill after he testified before the House Intelligence Committee recently. Over hamburgers, he outlined machinations by Moscow that he worries are still going on under the radar and expressed hope that Washington elites can avoid viewing the response through a partisan lens. \r\n The whole purpose is not to strengthen left wings or right wings, but it's just to sow mistrust and lack of confidence in our democratic institutions and our democratic process, Rasmussen said. That would be true whether it was President Trump in the White House or someone else. \r\n There is strong evidence that the Russians have interfered to varying degrees during elections abroad by using traditional propaganda, manipulating social media platforms and in some cases illicitly funding allies. Rasmussen pointed to a recent report by the French Ministry of Foreign Affairs that found Russia is responsible for 80 percent of disinformation activities in Europe and highlighted Microsofts recent announcement that it detected efforts by Moscow to phish the servers of European think tanks. \r\n In Ukraine, the Transatlantic Commission has partnered with the Atlantic Council and the Victor Pinchuk Foundation to stand up an elections task force. Its led by David Kramer, the former president of Freedom House and an assistant secretary of state under George W. Bush. The operation includes a rapid-response war room aimed at identifying evidence of interference in real-time by using sophisticated new software tools. \r\n We should not forget that in many Eastern European countries people say, We did not get rid of communism just to replace Moscow with Brussels, so we have to carefully consider how we speak up, Rasmussen explained. \r\n Officials are on edge that agents of the Kremlin could try to hack into the networks of the various candidates or disable phones, electrical grids and maybe even airport control systems. Their intent could range from suppressing get-out-the-vote operations to making the government look incompetent at the most inopportune moments to simply creating mass chaos. \r\n Western observers are also nervous that Russia will try to hack into the Ukrainian elections website to publish false results in a bid to cast doubts on the validity of the real results. This isnt academic. It happened during their last presidential election. A pro-Russian hacking group called CyberBerkut deleted vote-tallying system files and leaked private emails from the Central Election Commission. The public-facing results website was also hacked. It falsely identified a far-right candidate as the winner until authorities could regain control of their servers. \r\n Unlike in U.S. elections, the Ukrainians must also worry about the real possibility of Russia using conventional military force, whether harassing their ships in the Sea of Azov or massing troops along the border or activating sleeper cells inside Kiev to conduct sabotage and foment violence in the streets. \r\n We need to pay more immediate attention to Ukraine because it is not part of NATO and they are in many ways a symbol of some of the things going on, said former secretary of state Madeline Albright, who testified alongside Rasmussen before the House Intelligence Committee. We are still underestimating Russia. Putin is just a flat-out dictator. I used to be a Soviet expert and I kind of look at my library and I think its archaeology. Nope! They are trying to rebuild the system, and theyre using these asymmetrical tools. \r\n -- After reading an op-ed Biden wrote that called for a 9/11-style commission to investigate Russian interference in the 2016 presidential election, Rasmussen reached out to him about partnering on something more global. Last March, they unveiled the transatlantic initiative together. It has already monitored 10 referendums and elections, including the U.S. midterms. \r\n They were especially alarmed to see what happened last September in Macedonia during a referendum on changing the countrys name, which might have sped up the countrys entry into NATO a development Russia strongly opposes. There was a surge in new Facebook and Twitter bot accounts during the month before the vote that urged people to boycott, abstain and stay home. Rasmussen believes the Russians were trying to keep turnout rates below 50 percent so that the results would be invalid. Ultimately, turnout was only 37 percent. \r\n We detected some unusual activity on social media, but it was a bit difficult for us to identify the origin, and this is the reason why we didn't make it public, he said. But we reported our results to the local authorities, the state authorities, so its for them to look into whether it was domestic meddling or whether foreign actors intervened. In general, the state of the midterm elections was much, much better than in 2016. But we also know that the Russians have become much more sophisticated so we have to keep up the pace. \r\n -- Dont forget: One of the crimes Paul Manafort will be sentenced for by a federal judge in Washington today is his undisclosed work for a pro-Russian political party in Ukraine. Special counsel Bob Muellers team alleged last month that the former Trump campaign chairman was still working on Ukrainian political matters in 2018, even after his indictment. Manafort purportedly met with Konstantin Kilimnik to discuss a peace plan for Ukraine on more than one occasion, including in August 2016. This has long been a top foreign policy goal for Putin because a settlement is a prerequisite to the West to relax stiff sanctions on Russia. Prosecutors have also said that Manafort worked with Kilimnik on a poll of Ukraine just last year. \r\n Five years after the countrys pro-Western revolution, its people still thirst for change. Street protests in 2014 marked a decisive turn away from Moscow, but they did far less to modernize the economy or root out corruption. President Petro Poroshenkos government and administration have been beset by infighting and state spending scandals. The economy, suffering from weak investor confidence and the war in the heavily industrial east, still hasnt recovered from its near-collapse five years ago. The most prominent candidates heading into the election campaign represented the old guard: the incumbent Poroshenko, who is also a chocolate tycoon and one of Ukraines richest men, and the former prime minister Yulia Tymoshenko. \r\n Were living in a parallel universe, said a senior Western diplomat in Kiev, who has been catching up on the show. People are confusing whats real and whats fiction. \r\n The Centers for Disease Control and Prevention first published data about fentanyl in 2013, years before senior administration officials took concrete steps against the drug: The first signs were detected in the spring of 2013 when overdose deaths spiked at the state morgue in Providence. Then-Rhode Island Health Director Michael Fine wondered: What was killing so many so quickly? Fine was surprised to learn when the toxicology reports came back that 12 people who overdosed between March and May had died from fentanyl. On Aug. 30, 2013, the CDC in its Morbidity and Mortality Weekly Report highlighted the unusual spike in Rhode Island. It didnt attract much national attention. \r\n Former attorney general Eric Holder received a briefing on fentanyl in June 2014 but didnt take action: Former DEA agents said they provided Holder with a personal briefing that included a 30-slide PowerPoint presentation about the dangers of fentanyl While raising red flags, the PowerPoint presentation itself did not request any particular action. [Holders] former spokesman said it was up to the DEA to ask the attorney general for specific action. Ten months after the briefing, Holder left the administration. By then, fentanyl was spreading across the country. \r\n Officials rejected a May 2016 plea from national health experts to declare the crisis a public health emergency: The epidemic had been escalating for three years. The 11 experts pressed the officials to declare fentanyl a national public health emergency that would put a laserlike focus on combating the emerging epidemic and warn the country about the threat. The administration considered the request but did not act on it. \r\n Sen. Ed Markey (D-Mass.) personally warned Obama about the explosion of fentanyl in March 2016. But the president wouldnt specifically call it out until his administration's final days: Markey joined Obama on Air Force One for a trip to Atlanta, where both were scheduled to speak at the National Rx Drug Abuse & Heroin Summit. The senator used the rare one-on-one time to tell the president about fentanyl. On Jan. 11, 2017, in the waning days of the administration, Obama delivered his annual National Drug Control Strategy to Congress. Four years after the epidemic began in Rhode Island, the White House called fentanyl a national crisis. \r\n -- The Federal Aviation Administration is standing by its decision not to ground the type of Boeing aircraft that went down in Ethiopia. Michael Laris, Lori Aratani, Josh Dawsey and Toluse Olorunnipa report: The Trump administration resisted bipartisan calls to temporarily suspend use of the Boeing 737 Max 8, even as President Trump consulted by phone with the besieged companys CEO. ... With the European Union and others following Chinas move to bar flights by some of the American aviation giants most important airplanes, former transportation safety officials said the [FAA] risked losing its status as the worlds aviation safety leader. In a conversation with Trump on Tuesday, Boeing CEO Dennis Muilenburg argued to keep the planes in the sky, according to a senior administration official. The president has not made a final decision on what should be done in response to the Ethi­o­pia and Indonesia crashes, the official said, and is expected to have more meetings Wednesday. ... \r\n Former U.S. transportation secretary Ray LaHood, who was a GOP congressman before being appointed by President Barack Obama, said current Secretary Elaine Chao should immediately ground the aircraft. But acting FAA administrator Daniel K. Elwell said late Tuesday that his agencys extensive review of aggregate safety performance from operators and pilots of the Boeing 737 MAX . . . shows no systemic performance issues and provides no basis to order grounding the aircraft. \r\n -- Chao flew on the Max 8 from Austin to Washington yesterday. \r\n -- Meanwhile, a growing chorus of lawmakers from both parties is demanding the 737 Max 8 should be banned from U.S. airspace for now. Sen. Mitt Romney (R-Utah) said the FAA should ground the planes out of an abundance of caution for the flying public. So did Democratic senators Elizabeth Warren (Mass.), Dianne Feinstein (Calif.) and Richard Blumenthal (Conn.). Sen. Ted Cruz (R-Tex.), the chairman of a Senate subcommittee on aviation and space, promised to quickly hold a hearing to investigate the crashes. (John Wagner and Felicia Sonmez) \r\n -- Pilots repeatedly complained for months to federal authorities about a safety feature for months before Sundays crash. The Dallas Morning Newss Cary Aspinwall, Ariana Giorgi and Dom DiFurio report: [A]t least five complaints about the Boeing model [were found] in a federal database where pilots can voluntarily report about aviation incidents without fear of repercussions. The complaints are about the safety mechanism cited in preliminary reports about an October plane crash in Indonesia that killed 189. Records show that a captain who flies the Max 8 complained in November that it was unconscionable that the company and federal authorities allowed pilots to fly the planes without adequate training or fully disclosing information about how its systems were different from previous 737 models. \r\n -- The decision not to ground the planes is the latest example of a passive Department of Transportation, writes the Wall Street Journals Scott McCartney: Thirty-five Congressional mandates sit unanswered, on everything from minimum seat space to secondary barriers protecting cockpits. The top job at the Federal Aviation Administration has been open for 14 months. Enforcement fines against major U.S. airlines have dropped 88% in the past two years, even as three-hour tarmac delays have more than doubled. The Transportation Department under Secretary Elaine Chao has seemingly been delayed on a number of issues important to travelers. Even with airlines begging for rules on emotional-support animals, and both Republicans and Democrats expressing concerns about swollen fees, shrunken seating and punitive airline policies, the DOT has been loath to issue new regulations.   \r\n Sales of Boeing planes have been important to President Trumps trade and employment objectives. But pressure is mounting, and if investigators find the same system is responsible for both crashes, it will be increasingly difficult for the FAA and Ms. Chao to leave a plane with a fatal flaw in the air. \r\n -- Trump has a lifelong fascination with air travel. Shortly before taking office, Trump threatened to cancel a contract with Boeing for a new Air Force One, saying the costs were too high. Trump, who reached a $3.9 billion deal with Boeing last year ... He also considered appointing his personal pilot to lead the Federal Aviation Administration, and he told a group of airline executives in 2017 that the federal governments air-traffic-control system was 'terrible' and 'out of whack.'\" Toluse Olorunnipa reports. \r\n Veterans Affairs Secretary Robert Wilkie named himself the next secretary of defense. (Michael Reynolds/EPA-EFE/Shutterstock) \r\n -- Veterans Affairs Secretary Robert Wilkie promoted himself to the White House to be Trumps next secretary of defense. Lisa Rein, Seung Min Kim and Josh Dawsey report: Former Boeing executive Patrick Shanahan, has been auditioning for the role as acting secretary since early January. ... [He] is widely expected at the Pentagon to be nominated as permanent secretary, but officials have said theres no certainty about his elevation until a White House announcement. The president has been known to change his mind on personnel decisions. Shanahans limited foreign policy experience, particularly with the wars in Iraq and Afghanistan, has prompted some uneasiness on Capitol Hill. Its unclear whether Trump has considered him as a serious candidate for defense secretary, although the president is said to hold him in high regard. VA spokesman Curt Cashour said in an email that Wilkie remains 100 percent focused on his job as VA secretary.  Shanahan is scheduled to give his first congressional testimony as acting secretary this week, when he is sure to face tough questions about Trumps defense policies. \r\n Cardinal George Pell arrives at the County Court in Melbourne, Australia. (Andy Brownbill/AP) \r\n Australian Cardinal George Pell was sentenced to six years in prison for sexually assaulting two boys, making him the most senior Catholic official headed for jail. But the sentence, which could have been as high as 50 years for Pells five convictions, struck some victims advocates as too lenient. (A. Odysseus Patrick) \r\n Thirty-seven percent of American Catholics are considering leaving the church over the sex-abuse crisis, a Gallup poll showed. This is a 15 percentage point jump since the last major crisis in the church in the early 2000s. (Michelle Boorstein and Sarah Pulliam Bailey) \r\n A federal grand jury has issued subpoenas related to alleged ballot tampering in North Carolinas 9th Congressional District. The jurys activity represents the first public evidence federal prosecutors are investigating the alleged election fraud. (Amy Gardner) \r\n California Gov. Gavin Newsom (D) will impose an indefinite moratorium on the death penalty in the state. The new governor said the cost, finality and racial imbalance among death-row inmates show the punishment is immoral and a public policy failure. (Scott Wilson and Mark Berman) \r\n The Defense Department formally approved a new rule barring transgender troops and military recruits from transitioning to another sex. The new policy requires members of the military to serve in their birth gender. (AP) \r\n The director of the National Cancer Institute will serve as the acting commissioner of the Food and Drug Administration. Health and Human Services Secretary Alex Azar announced Ned Sharplesss appointment a week after Scott Gottlieb said he was resigning to spend more time with his family. (Laurie McGinley and Amy Goldstein) \r\n Phoenix elected Kate Gallego as its new mayor, making her the second woman to win the seat in nearly 140 years. Gallego won the citys runoff election after coming in first during a November first-round race. (Phoenix New Times)   \r\n The family of Olympic cyclist Kelly Catlin, a Minnesotan who was studying at Stanford when she committed suicide, has donated her brain to a medical center studying the effects of concussions. Catlins family said she displayed severe behavioral changes after two crashes in October and December, which separately caused a broken arm and a concussion. (Cindy Boren) \r\n The flooring retailer Lumber Liquidators will pay a $33 million penalty for misleading investors about formaldehyde-laced laminate flooring. The company and federal prosecutors agreed to the penalty after a 2015 60 Minutes investigation revealed the high levels of formaldehyde, which could increase a persons risk of cancer. (Rachel Weiner) \r\n Dick's Sporting Goods will stop selling guns in 125 stores and will replace the firearms with other sporting gear. The move comes a year after CEO Ed Stack took assault-style weapons out of all stores and decided to stop selling guns to buyers under 21. (Wall Street Journal) \r\n A bomb cyclone unleashed an intense storm over the western Plains that is predicted to continue through Wednesday. Blizzard conditions are expected to develop today in a big swath of the country. (Jason Samenow) \r\n Colorado has already seen more avalanches than it usually does in an entire season. Prime time for avalanches is just beginning, but they have already killed eight people this winter. (Ian Livingston) \r\n A Pennsylvania man was arrested in an investigation of the 2012 death of his wife, who allegedly took $3 million worth of his valuable gold coins. Hap Seiders was arrested last week. Authorities say that he killed and dismembered her in their home, but they have still been unable to find her remains. (Kyle Swenson) \r\n The New York Giants agreed to trade their standout wide receiver Odell Beckham Jr. to the Cleveland Browns in a blockbuster deal. The Browns will exchange for Beckham their first- and third-round picks in the upcoming draft as well as their safety Jabrill Peppers, whom many consider a rising star. (Mark Maske) \r\n -- Fifty people, including actresses Felicity Huffman and Lori Loughlin, were charged for allegedly participating in a multimillion-dollar scheme to get their children admitted to prestigious colleges. Devlin Barrett and Matt Zapotosky report: The allegations included cheating on entrance exams and bribing college officials to say certain students were athletic recruits when those students were not in fact athletes, officials said. Numerous schools were targeted, including Georgetown University, Yale University, Stanford University, the University of Texas, the University of Southern California and UCLA, among others. In Boston, U.S. Attorney Andrew Lelling called it the largest-ever college admissions scam prosecuted by the Justice Department. Of the 50 people charged in the FBIs Operation Varsity Blues, 33 were parents, officials said, warning that the investigation is ongoing and that others could be charged. Huffman appeared in federal court in Los Angeles on Tuesday and was released on $250,000 bond. None of the students were charged in the case. \r\n The scheme's main architect, William Singer, pleaded guilty and has been cooperating with investigators since September: Officials described Singer as a well-connected college admissions adviser and say he disguised the bribery scheme as a charity, enabling parents to deduct the bribes from their taxes. Singer was charged with taking about $25 million from 2011 to 2018 paying some of it to college coaches or standardized-testing officials for their help rigging the admissions process and pocketing the rest, according to the criminal complaint. Singer pleaded guilty Tuesday to conspiracy charges for racketeering, money laundering and obstruction of justice. Prosecutors said that a month after he came to the governments side, Singer alerted several people under investigation about the inquiry which earned him the obstruction charge. \r\n After the charges were unveiled, several of the implicated coaches were fired or put on leave by their universities: Prosecutors also charged Georgetowns former head tennis coach, Gordon Ernst. Authorities said he made $950,000 promoting several students as potential tennis recruits when they were not tennis players of that caliber. After leaving Georgetown, Ernst was hired as the University of Rhode Islands tennis coach. The school said Tuesday he had been placed on administrative leave. Some of the money was directed to Donna Heinel, a USC athletics official, the complaint alleges. Jovan Vavic, the former water polo coach at USC, was charged with taking bribes to pretend students flagged by Singer were recruits for the team. USC said Tuesday that Heinel and Vavic had been fired. \r\n -- Stanford fired head sailing coach John Vandemoer after he agreed to plead guilty in the case. We have no evidence that the conduct involves anyone else at Stanford or is associated with any other team. However, we will be undertaking an internal review to confirm that, the university said in a statement sent to alumni. \r\n -- If the students werent acing their admission exams, who was? Mark Riddell, a professional tennis player and a really smart guy, according to the feds. Isaac Stanley-Becker reports: The brains behind the operation were provided by Riddell, 36, who is expected to appear in federal court in Boston on Wednesday. He was the one actually filling in the bubbles, prosecutors allege Riddell has been charged with conspiracy to commit mail fraud and honest services mail fraud, as well as conspiracy to commit money laundering. He has been cooperating in the investigation since February of this year, prosecutors said, in the hope of obtaining leniency when he is sentenced. \r\n -- The NCAA is now investigating the college coaches who took bribes. Amy B Wang and Des Bieler report: The allegations cast an ugly light not only on the often enigmatic college admissions process but on the world of college athletic recruitment. In the wake of the charges, the NCAA said it would investigate the extent of fraud and bribery alleged by the Justice Department. The charges brought forth today are troubling and should be a concern for all of higher education, the NCAA said in a statement Tuesday afternoon. We are looking into these allegations to determine the extent to which NCAA rules may have been violated. Its unclear what violations those would include or which schools would be involved. \r\n -- Ironically, Loughlins Full House character, Aunt Becky, stopped her fictional husband from lying to get their children admitted into an elite preschool during a 1993 episode. (Allyson Chiu) \r\n -- This scandal is further proof that helicopter parenting has gotten out of hand. Amy Joyce, our On Parenting editor, has a smart take: We have gotten to the point in todays fast-paced, hyper-competitive society where parents of privilege are hiring multiple tutors for kids already on the honor roll. Parents write college essays, or hire someone else to do it. Theyre overscheduling kids with extracurriculars that play to college admissions instead of their childrens actual interests. It sounds like overkill, and yet everyone else is doing it. So why not me? they think. The reason: Our kids will grow up to be adults who dont know how to do simple adult things. \r\n -- Lower-profile sports like volleyball, water polo and tennis are at the center of the scandal. These sports get little attention from fans or the press, but like football and basketball they often get reserved slots in a colleges incoming class.The Timess Marc Tracy and Billy Witz report: Unlike in football and basketball, there is little in the way of formal rankings or general knowledge about who might be good at what are seen as minor sports, so admissions officials usually have to take coaches at their word when they tell them that an applicant is worthy of a spot on a volleyball or soccer or sailing team, leaving them open to exploitation. The practice of reserving spots for athletes in minor sports has grown in recent years, people involved with college sports say, as more colleges have committed to pursuing excellence in every activity, from the chemistry lab to the tennis courts. \r\n Rep. Adam Schiff (D-Calif.) speaks to reporters following a closed door House Intelligence Committee meeting with Michael Cohen. (Anna Moneymaker/Bloomberg) \r\n -- House Intelligence Committee Chairman Adam Schiff (D-Calif.) said Trump should probably be indicted after he leaves office for his involvement in crimes to which Michael Cohen has pleaded guilty. Its very difficult to make the argument that the person who was directed and was coordinated should go to jail, but the person who did the directing and coordinating should not, Schiff said at a gathering of journalists. So I think that that militates very strongly in favor of indicting the president when he is out of office. From Karoun Demirjian: [Schiff] continued to defer to the eventual judgment of the Southern District of New York, if prosecutors there have the evidence to prove the case. But after two days of closed-door sessions in which the intelligence panel interviewed Cohen, Schiff seemed confident that such documentary evidence exists, given that prosecutors indictment of Cohen essentially names the president as an unindicted co-conspirator. \r\n -- A newly released transcript of Lisa Pages testimony before the House Judiciary Committee showed how the former FBI lawyer defended the bureau against allegations of bias. Karoun Demirjian, Aaron Blake and Rosalind S. Helderman report: Page, who came to prominence over anti-Trump texts she exchanged with former FBI counterintelligence official Peter Strzok while both were assigned to the Clinton and Trump investigations, stressed that senior bureau officials were also expressing anti-Clinton animus but that neither affected how agents working those cases carried out their jobs. Pages transcript is the second released in the past week by the panels ranking Republican, Douglas A. Collins (Ga.), in an effort to make public the record of the now-completed GOP-led probe of how federal law enforcement agencies conducted the two probes. \r\n -- Paul Manafort faces his second sentencing at a D.C. court this morning. A federal judge could sentence Trump's former campaign manager to up to 10 years in prison for crimes related to unregistered foreign lobbying and witness tampering, which are unrelated to Manafort's work on the Trump campaign. (ABC News) \r\n -- Bob Mueller said Michael Flynn has completed his cooperation with the special counsel's investigation. Trumps former national security adviser, however, is still helping out with another federal probe. (Reuters) \r\n -- Mueller may eventually produce two reports on his investigation, one focusing on crimes and another on alleged coordination between Russia and the Trump campaign, former federal prosecutor Nelson W. Cunningham writes for the Daily Beast. Significantly, unlike a final criminal report, a Mueller counterintelligence report cannot be bottled up. By statute it must be shared with Congress. [I]t is Muellers counterintelligence report we should really be anticipating. Done well (and Mueller and his team seem to do everything well), it will provide a much richer, broader narrative description of Russias effort to interfere in 2016, the nature of any links or cooperation between the Russians and the Trump campaign, and whether Trump or his associates were witting or unwitting assets for the Russians (including by obstructing the investigation) as well perhaps as conclusions for action. \r\n -- But ... a jittery Washington cant wait any longer for Mueller to deliver. The New York Timess Nicholas Fandos and Noah Weiland report: Television crews have been positioned outside the offices of the special counsel, the federal courthouse and, at least before they were asked to leave, the McLean, Va., home of the new attorney general, William P. Barr. Lawmakers on Capitol Hill are so desperate for hints that they are asking aides to call Justice Department contacts to beg for morsels. Publishing houses are scrambling to produce instant books of the findings.  Real information actually, any information at all from Mr. Muellers astonishingly leak-free team is almost nonexistent. The result is energetic spinning from both parties, who have stepped into the void to try to frame the next chapter of Mr. Trumps presidency. \r\n -- The New York attorney generals subpoena of Deutsche Bank is related to three loans the bank approved for the presidents company and another loan Trump sought to buy the Buffalo Bills. David A. Fahrenthold and Jonathan O'Connell report: Trump got $125 million to buy the Doral golf resort outside Miami. He got $170 million to create Trump International Hotel inside a federally owned building in Washington. And he got about $69 million from the bank in 2014 to refinance old Deutsche Bank loans on Trumps tower in Chicago. In addition, the people said, the subpoena asks for documents related to Trumps attempt to buy the Buffalo Bills in 2013 a deal that did not materialize. \r\n -- Michael Avenatti is no longer serving as Stormy Danielss attorney. Felicia Sonmez reports: Daniels said in a tweet that she has retained Tulsa-based attorney Clark Brewster as her personal attorney and has asked him to review all legal matters involving her. \r\n Guests at the safari party included not only Danilochkin but also Israel Joffe, an official at the FDA, and Li Cindy Yang, the former owner of the massage parlor at the center of an investigation that snared Patriot owner Robert Kraft and others last month, illustrating the way that Trumps private clubs offer a lightly regulated channel into the presidents social circle. \r\n -- The White House and several Republican senators are negotiating a deal that could lead to the surprising defeat of a Democratic resolution rejecting Trumps emergency declaration at the border.Seung Min Kim and Erica Werner report: Key to quelling the GOP revolt is legislation drafted by Sen. Mike Lee (R-Utah) that tries to claw back some emergency powers to Congress and whether the White House endorses some version of it. That would give Republicans who are uneasy about the constitutionality of the Feb. 15 declaration yet nervous about publicly rebuking Trump some political cover to side with the president. Although four Republican senators have already announced they will vote to nullify the presidents emergency declaration, one of them Sen. Thom Tillis (N.C.) publicly indicated Tuesday after a private meeting with Vice President Pence that he could change his position if the administration and senators strike a deal on revising the National Emergencies Act. That would be enough to kill the resolution in the Senate, provided no other GOP senators oppose Trumps declaration or alter their position. \r\n -- House Democrats presented a broad immigration proposal allowing more than 2 million immigrants the opportunity to apply for citizenship, including dreamers and those with temporary work permits who could soon be deported. Maria Sacchetti, Erica Werner and David Nakamura report: It is unclear how many immigrants would benefit from the legislation, but congressional aides said the number of dreamers probably would be similar to the 2.1 million people who would have been covered under a bipartisan Senate measure that was proposed in 2017, according to the Migration Policy Institute. \r\n -- The Trump administration is planning to close all international immigration offices in the coming months. Maria Sacchetti and Nick Miroff report: USCIS Director L. Francis Cissna said in an email to staff Tuesday that he is working to transfer those duties now performed by employees worldwide to domestic offices and the State Departments embassies and consulates. Administration officials say the move will allow them to shift resources to slash backlogs in the United States, and they estimate the government will save millions of dollars each year by phasing out USCIS international offices. But immigration advocates worry it is another Trump administration effort to discourage foreigners from attempting to come to the United States, and experts say closing the offices will shrink the nations engagement with the rest of the world. \r\n -- Two-hundred forty migrants were sent back to Mexico under an experimental policy requiring Central American migrants to stay there while U.S. asylum claims are processed. Nick Miroff reports: The policy, known as Migrant Protection Protocols, has been expanded in recent days to the Calexico port of entry in California, said Department of Homeland Security officials who spoke on the condition of anonymity to describe the implementation of the measures. Immigrant legal advocates are seeking an injunction in federal court to block [the policy], which the Trump administration says is necessary to contend with a recent surge of border crossings. \r\n -- Trumps continued demands for wall money ignore the difficulty that Customs and Border Patrol has had in hiring and retaining officers. The Cipher Briefs Walter Pincus reports: The ability to retain officers is affected by ongoing staff shortages which have required current CBP officers to work overtime. Another major retainment problem has been that some officers are required to work for years in remote areas of the border where there are few schools and a lack of jobs for spouses. Recruitment is another story. In the past, only one out of 130 [CBP] prospects ever made it all the way through the process. Today, that figure is still only about three percent. \r\n -- In El Salvador, deportees from the United States continue battling the poverty, violence and crime they hoped to escape. National Geographic's Jason Motlagh and Moises Saman documented the deportation procedures of a group of Salvadorans for this month's issue of the magazine: The deportees from the United States file out of the buses with their heads down, stripped of belts and shoelaces like criminals. Rounded up from immigration detention centers around the country, theyd been boarded onto an unmarked jet near the Texas-Mexico border early in the morning and flown more than 1,100 miles to an airport outside El Salvadors capital, San Salvador. In just four hours a perilous journey north that had taken many of the migrants years to prepare for and weeks to complete was undone. \r\n Speaker of the House Nancy Pelosi (D-Calif.) took back an office from Vice President Pence. (Bill O'Leary/The Washington Post) \r\n -- Speaker Nancy Pelosi (D-Calif.) reclaimed office space in the House that her predecessor Paul Ryan had given to Vice President Pence.NPRs Susan Davis reports: Republicans gave Pence, a former House member, a first-floor bonus office in the U.S. Capitol shortly after President Trump was inaugurated in 2017. The vice president rarely used the space, but it was a symbolic gesture of the warm relationship Pence enjoyed with Ryan and the House GOP. While Pelosi revoked Pence's office privileges, the aide said she is providing new office space for the White House legislative affairs team that it did not previously enjoy under the GOP majority. \r\n -- Pelosis assertion that impeaching Trump wouldnt be worth the ensuing political firestorm shines a light on the speakers cautious approach to oversight. Rachael Bade and Mike DeBonis report: Pelosis allies believe her skepticism about impeachment protects her moderates in swing districts, gives her an exit strategy should [Mueller] find no wrongdoing by the president, and could even strengthen her leverage if something serious arises and Pelosi reverses course to impeach him later. Tamping down impeachment talk also enables Pelosi to keep the spotlight on the Democratic agenda, she told lawmakers in a private meeting Monday night. Thats critical amid Republican efforts to cast Democrats as obsessed with ousting the president, Pelosi allies argue. Do we want to drag him down or do we want to lift people up? Pelosi asked a group of her peers during a Monday night huddle. \r\n -- Democratic lawmakers agreed to refrain from questioning Commerce Secretary Wilbur Rosss possible ethics violations during a hearing today on the Trump administrations decision to add a citizenship question to the 2020 census. He will instead be required to respond in writing. Rachael Bade reports: Democrats agreed to the billionaires request about his 2018 financial disclosure form that a U.S. government watchdog said violated his ethics agreement, according to correspondence between the two parties obtained by The Washington Post. Ross also tried in recent days to postpone the Oversight hearing to April 9, according to the correspondence. But Oversight investigators responded that the hearing had been scheduled for months and that Ross had plenty of time. \r\n -- Republicans voted on party lines to advance Trumps judicial nominee Neomi Rao to replace Brett Kavanaugh on the D.C. Circuit. She once said women could avoid becoming victims of date rape by staying sober. Rao will receive her final confirmation vote today. (HuffPost) \r\n -- After much public shaming, paid internships are a reality once again on Capitol Hill. Congress approved a maximum monthly salary of $1,800 for interns. Paul Kane reports: Paying interns used to be common practice .... but it turned into an office-by-office decision when funds were cut for deficit reduction. [A] 2017 survey showed that more than 90 percent of House offices did not pay interns, while in the Senate, 51 percent of GOP offices and 31 percent of Democratic ones paid their interns. A year later, sufficiently shamed as cheapskates, Congress bowed to the pressure, approving $14 million as an initial down payment for interns. \r\n Anti-Brexit supporters take part in a protest outside the House of Parliament in London. (Tim Ireland/AP) \r\n -- The British Parliament overwhelmingly rejected Theresa Mays Brexit plan, lowering the chances Britain will leave the European Union on March 29. William Booth and Karla Adam report: Last-minute negotiations with E.U. leaders were not enough to secure the support of hard-liners in the prime ministers Conservative Party 75 Tories voted against their leader. The loss raises questions not only about Mays authority but also about how Britain will exit the trading bloc. With just over two weeks before the Brexit deadline, the options are narrowing. Parliament will vote Wednesday on whether to leave the European Union on schedule, on March 29, without a deal European Commission President Jean-Claude Juncker told reporters ... that the union was not willing to reopen talks. \r\n -- Nicolás Maduro's regime in Venezuela announced that opposition leader Juan Guaidó is being investigated in connection with possible sabotage of the national electrical system that has left the country in a blackout for nearly a week. Mary Beth Sheridan and Anthony Faiola report: Guaidó was already under investigation for violent occurrences in the country since January, when his opposition movement took off. He brushed off the new allegations. We know who is responsible for the tragedy that our country is living, and its Maduro, he said, appearing at anti-government demonstrations around Caracas. Analysts said they doubted that the popular opposition leader would be detained. \r\n -- Luis Carlos Díaz, the Venezuelan journalist detained by police on Monday night, was released after being charged with instigating crime. Hes barred from leaving the country without authorization and must show up to court in eight days. Bloombergs Patricia Laya and Jose Orozco report: Diaz was grabbed Monday by intelligence police while biking home from Union Radio, according to his wife. \r\n -- A new document reveals the Navy and its industry partners are being held under cyber siege by Chinese hackers who have stolen national security secrets by exploiting critical weaknesses in U.S. cybersecurity systems. Wall Street Journals Gordon Lubold and Dustin Volz report: The 57-page document is especially scathing in its assessment of how the Navy has addressed cybersecurity challenges facing its contractors and subcontractors, faulting naval officials for not anticipating that adversaries would attack the defense industrial base and for not adequately informing those partners of the cyber threat. It also acknowledges a lack of full understanding about the extent of the damage. \r\n -- The AFL-CIO criticized the Green New Deal as not achievable or realistic, which could threaten 2020 Democrats support of the proposal. Colby Itkowitz, Dino Grandoni and Jeff Stein report: Support for the Green New Deal has become a benchmark for Democrats running for president. But the AFL-CIO throwing water on the plan complicates matters for Democrats who rely on labor support. Without the backing from unions or the business community, it will be a hard sell for Democrats to get it beyond grass-roots support. [AFL-CIO leaders] urged the lawmakers to include labor in conversations related to climate change, but they said such work shouldnt impinge on other priorities such as infrastructure. \r\n -- Pete Buttigiegs campaign said it saw its biggest fundraising day in the 24 hours after the mayors widely praised CNN town hall. CNNs Dan Merica reports: According to the Buttigieg aide, the mayor raised more than $600,000 from over 22,200 donations in the 24 hours after the CNN town hall. The number is even more significant, the aide said, because the committee employs 20 staffers, lean when compared to other Democratic operations. \r\n -- 2020 Democratic candidates are siding with the marijuana industry in the fight for marijuana legislation, writes Keith Humphreys: Presidential hopeful Sen. Cory Booker (D-N.J.) has introduced a bill removing marijuana from the federal Controlled Substances Act, a proposal that has been endorsed by [several] fellow Democratic candidates In a Democratic primary in which most candidates are trying to prove their left-wing credentials, it may be ironic that such a corporate-friendly form of legalization has caught on. But that may be because the implications of the proposal and the less profit-driven legalization alternatives available havent gotten much attention. Descheduling marijuana without conditions provides a handsome taxpayer-funded gift to the for-profit cannabis industry. \r\n ....a man who is considered by many to be the President with the most successful first two years in history, especially when he has done nothing wrong and impeachment is for high crimes and misdemeanors? \r\n  Donald J. Trump (@realDonaldTrump) March 13, 2019 \r\n  Donald J. Trump (@realDonaldTrump) March 13, 2019 \r\n Defying voters, the Governor of California will halt all death penalty executions of 737 stone cold killers. Friends and families of the always forgotten VICTIMS are not thrilled, and neither am I! \r\n  Donald J. Trump (@realDonaldTrump) March 13, 2019 \r\n The just revealed FBI Agent Lisa Page transcripts make the Obama Justice Department look exactly like it was, a broken and corrupt machine. Hopefully, justice will finally be served. Much more to come! \r\n  Donald J. Trump (@realDonaldTrump) March 13, 2019 \r\n New letter from @MichaelCohen212 lawyer says he could have been clearer in language about pardons in hearing but stands by his statement. pic.twitter.com/FdmBB67Wws \r\n Just a reminder that rich people are able to use their money and power to open elite doors for their mediocre children that, in turn, make it far more likely that they will succeed in life. Poor people and POC are expected to be exceptional. This is not a meritocracy. \r\n  Abby D. Phillip (@abbydphillip) March 12, 2019 \r\n Meritocracy isn't really a thing to begin with, because rich parents can so easily transmit to children the ingredients it takes to succeed in \"meritocracy.\" \r\n Nonetheless, a bunch of rich parents conclude that their kids can't even succeed in rigged meritocracy. \r\n This is outrageous. But lets also acknowledge that even the perfectly legal things some parents can afford impossibly tips the scale in thier kids favor and creates a college admissions system completely tilted towards privilege and wealth. When will we have that conversation? https://t.co/sZDVMcvgZq \r\n  Charles M. Blow (@CharlesMBlow) March 12, 2019 \r\n New York State and its Governor, Andrew Cuomo, are now proud members of the group of PRESIDENTIAL HARASSERS. No wonder people are fleeing the State in record numbers. The Witch Hunt continues! \r\n  Donald J. Trump (@realDonaldTrump) March 12, 2019 \r\n The latest SDNY fishing expedition is another example of blue-state liberal prosecutors carrying out their vendetta against @realDonaldTrump. \r\n Lets be clear: These are investigations in search of a crime and their harassment has gone on for far too long. \r\n Donald Trump Jr. slammed Dick Cheney for criticizing his father's foreign policy: \r\n Former VP Cheney challenges Pence at private retreat, compares Trumps foreign policy to Obamas approach https://t.co/NSvNagFViN \r\n  Donald Trump Jr. (@DonaldJTrumpJr) March 12, 2019 \r\n Was to return today to Washington after my fathers funeral on Southwest. It was a 737 Max 8. Cancelled outraged by FAAs refusal to ground and by what my father Sam might have said: Dont be a shmuck. Take another flight. \r\n The purchases Trump celebrated in Hanoi two weeks ago included VietJet buying 100 Boeing 737 MAX jets https://t.co/6HTQ5aaKuThttps://t.co/YF3JpF6oVs \r\n The @AFLCIO, which represents 12.5 million workers & includes 55 labor unions, slams the #GreenNewDeal in a letter to @SenMarkey & @AOC: \r\n We will not accept proposals that could cause immediate harm to millions of our members and their families.  \r\n I agree with the AFL-CIO. pic.twitter.com/pEVhr9Ricr \r\n  Sen. John Barrasso (@SenJohnBarrasso) March 11, 2019 \r\n We will continue to work and partner w @AFLCIO, who is right to say that doing nothing is not an option. But until Republicans say that climate change is real, caused by humans, and demands action now, the only people they are in agreement with are Big Oil and the Koch brothers https://t.co/I7QEygTk9C \r\n 2/In a single 18-month period between 1971 and 1972, there were about FIVE terrorist bombings in America EVERY SINGLE GODDAMN DAY.https://t.co/VUnLr2IDyt \r\n 4/After the assassination of MLK in 1968 there were riots in 110 AMERICAN CITIES.https://t.co/Ud3CE3ukOLpic.twitter.com/3gjaSMVTCh \r\n ... so is Mike Pence a decent guy again? https://t.co/1SDnYLgff7 \r\n All the women candidates in the Dem Party: Im going to get out there early, work double time, develop a serious policy framework, and try to show Im not horribly unlikable just b/c Im serious. \r\n The B-named Dudes: Ill party all winter, throw a couple bruhs out and cruise in. \r\n 58% of the women serving in the US House are Girl Scout alumnae. They include fellow first-termers @LaurenUnderwood and @HornForCongress! \r\n (This explains the Girl Scout green @LaurenCoat.) pic.twitter.com/5S4TDoreJX \r\n My team surprised me with a cake made out of my favorite snacktwinkies! Looking forward to all this year has in store. pic.twitter.com/lQfyIrQ9Qe \r\n What a great moment. Happy 110th, Virginia. https://t.co/FuNZV3RRV4 \r\n Appeals court rules Ohio can defund Planned Parenthood, from Politico: A majority of the 6th Circuit Court of Appeals ruled Tuesday that Ohio can cut state funding to Planned Parenthood because the organization performs abortions, overturning a lower court ruling that blocked the state from stripping about $1.5 million of annual support from the network of clinics. The case was one of several across the country addressing attempts to cut public dollars to Planned Parenthood and other providers who offer abortions in addition to a range of health care services. The 6th Circuit's ruling affects six state public health programs in Ohio, but doesn't touch Medicaid. Four of the 11 Sixth Circuit judges who sided with Ohio in Tuesday's decision were appointed by [Trump]. Eric Murphy, the attorney who argued on Ohios behalf for cutting funding to the clinics, has since been appointed by Trump to the court and was confirmed by the Senate in early March. \r\n Trump will receive his intelligence briefing and later be briefed on drug trafficking at the southern border. He will also meet with Republican senators on trade and participate in a photo op with the White House intern class. \r\n Trump political adviser David Bossie, who became famous for his hard-edged crusades against Hillary Clinton as a Hill staffer, voiced doubts about whether this White House is prepared for House investigations: Do I see a killer team that is ready for the impeachment proceedings that are potentially coming? ... Do I think the White House is ready? From a staff standpoint, I would say no, Bossie said. Do I believe they are in the process of getting ready? Yes. (ABC News) \r\n -- It will be a little bit warmer today, but prepare for likely rains on Friday. The Capital Weather Gang forecasts: Today begins another warming trend, which really gets going tomorrow and Friday, when highs should reach well into the 60s to near 70. Scattered spring showers and a rumble of thunder may accompany the warmth on Friday, before a cooler but partly to mostly sunny weekend.  \r\n -- A white student allegedly hurled a racist slur at three black classmates in a D.C. playground, forcing a public school with a mostly white and affluent population to address its discipline policies. Perry Stein reports: The incident at Key Elementary in the Palisades neighborhood of Northwest Washington happened in October, but interviews and electronic communications between administrators and families shared with The Washington Post suggest the campus is still reeling from the aftermath. ... The student stated ''and I dont care if Im racist' after invoking the slur. The incident was reported to administrators, and the parents of the child who used the epithet were notified, but the student was not immediately disciplined, according to the investigation. ... Families from Key Elementary are grappling with how to move forward. Some families who were interviewed said they believe public and often tense conversations about race and privilege are necessary.  \r\n Stephen Colbert poked fun at the way Sen. Mitt Romney (R-Utah) blew out his birthday candles: ", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/13/daily-202-russia-may-experiment-with-new-forms-of-interference-in-ukraine-s-elections-experts-warn/5c87d39a1b326b2d177d6060/", "tags": ["brian wieser", "credit card details", "sure services", "digital currency endeavors", "hail rides"], "related_articles": [{"title": "Facebook’s messaging ambitions amount to much more than chat - Washington Post", "source": "the-washington-post", "url": "https://www.washingtonpost.com/business/technology/facebooks-messaging-ambitions-amount-to-much-more-than-chat/2019/03/12/2374ff12-4503-11e9-94ab-d2dda3c0df52_story.html"}, {"title": "The Technology 202: EU's top competition cop says Amazon probe in 'quite advanced' stage", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-technology-202/2019/03/12/the-technology-202-eu-s-top-competition-cop-says-amazon-probe-in-quite-advanced-stage/5c86f5271b326b2d177d6057/"}, {"title": "Tech giants should ‘open up their customer data to others’", "source": "financial-times", "url": "https://www.ft.com/content/4180f5e6-44b4-11e9-a965-23d669740bfb"}]}, {"title": "Market movers: Stocks that saw action on Wednesday - and why - The Globe and Mail", "source": "the-globe-and-mail", "date": "2019-03-13T14:04:04Z", "origContent": "Aurora Cannabis Inc. (ACB-T) was up 13 per cent on Wednesday after announcing billionaire investor Nelson Pelz has agreed to join as a strategic adviser. \r\n Mr. Pelz, the chief executive officer and founding partner of investment management firm Trian Fund Management, will assist in exploring potential partnerships and the companys global expansion plans. \r\n \"Nelson is a globally recognized business visionary with a strong track record of constructive engagement to generate accelerated, profitable growth and shareholder value across many industry verticals that are of great interest to us,\" said Aurora CEO Terry Booth in a statement. \"Like us, Nelson also takes a long-term view of value creation to benefit all stakeholders. We look forward to working with Nelson to further extend our global cannabis industry leadership by aligning Aurora with each of the major market segments cannabis is set to impact. \r\n Badger Daylighting Ltd. (BAD-T) rose 7.1 per cent after reporting better-than-anticipated fourth-quarter results on Tuesday evening. \r\n The Calgary-based company released revenue and EBITDA of $179-million and $49-million, respectively, exceeding analysts consensus expectations of $161-million and $42-million. \r\n In a research note released Wednesday, Industrial Alliance Securities Elias Foscolos said: BAD has maintained its 2019 guidance for 190-220 truck builds and $170-190-million in Adj. EBITDA. Given expectations for a weaker Canadian outlook, this would imply substantial growth projected for the U.S. business. As a result of a solid 2018 and a positive outlook, the Board approved a 6-per-cent increase to the monthly dividend. Our near-term outlook improves modestly and we expect the market will react positively, but we remain cautious for the mid to long term. \r\n HEXO Corp (HEXO-T) was up 5.8 per cent after announcing a $263-million deal to buy Newstrike Brands Ltd. (HIP-X). \r\n Newstrike shareholders will receive 0.06332 of a HEXO common share in exchange for each Newstrike common share held. \r\n The companies project the combined entity will realize annual synergies of $10-million, which they say will allow HEXO to operate more efficiently with a commitment to continued excellence. \r\n Were thrilled to welcome the Newstrike team into the HEXO family. Jay Wilgar (CEO of Newstrike) and his team have built incredible relationships, including teaming up with The Tragically Hip, and they share HEXOs vision of bringing exceptional branded cannabis experiences to adults everywhere, said HEXO CEO Sebastien St-Louis. With Newstrike, were adding talented employees and infrastructure to take HEXO to the next level on our journey to become one of the largest cannabis companies in the world. Were extremely proud of our record of execution, and today are committing to achieving over $400 million in net revenue in 2020. \r\n Shares of Newstrike were up 11.1 per cent. \r\n Westleaf Inc. (WL-X) rose 6.8 per cent after announcing the Town of Banff has approved its development permit for a flagship retail location. \r\n The location on Caribou Street will be the flagship of its Prairie Records brand of cannabis stores. \r\n The Calgary-based company also said it is on track to open approximately 20 locations in Alberta and Saskatchewan by the end of the third quarter, subject to receipt of required regulatory approvals. \r\n Empire Company Ltd. (EMP-A-T) jumped 1.1 per cent after reporting third-quarter financial results on Wednesday morning. \r\n Sales of $6.247-billion fell in-line with the expectation on the Street ($6.251-billion), while adjusted EBITDA of $218.3-million missed the consensus estimate ($234.6-million). \r\n Brookfield Asset Management Inc. (BAM.A-T, BAM-N) was up 0.3 per cent after agreeing with Oaktree Capital Group LLC (OAK-N) to acquire 62 per cent of Oaktrees business in a cash-and-stock deal valued at about US$4.8-billion. \r\n Oaktree shareholders can exchange each of their shares for either $49 in cash or 1.0770 Class A shares of Brookfield. Brookfield said the total amount will be paid in 50-per-cent stock and rest in cash. \r\n The offer is a premium of 12.4 per cent per Oaktree Class A unit to Tuesdays closing price, Brookfield said in a statement \r\n The Oaktree Board of Directors has unanimously recommended approval of the transaction. \r\n As we continue to strategically grow Brookfield, we are thrilled to be partnering with Oaktree and with its exceptional management team whose credit business is second to none, said Brookfield CEO Bruce Flatt in a statement. This transaction enables us to broaden our product offering to include one of the finest credit platforms in the world, which has a value-driven, contrarian investment style, consistent with ours. \r\n Shares of Oaktree were 12.5 per cent. \r\n Northern Dynasty Minerals Ltd. (NDM-T) erased early losses and finished up 1 per cent after announcing a US$10-million bought deal after market close on Tuesday. \r\n The Vancouver-based miner said it has entered into an agreement with Cantor Fitzgerald Canada Corp, as lead underwriter and sole bookrunner, on behalf of itself and a syndicate of underwriters including BMO Capital Markets, H.C. Wainwright and TD Securities to purchase 15,625,000 common shares at a price of 64 US cents each. \r\n Boeing Co. (BA-N) rose 0.5 per cent on Wednesday after both Canada and the United the grounding of all 737 Max 8 airplanes over safety concerns arising from the crash of an Ethiopian Airlines flight that killed all on board, including 18 Canadians. \r\n On Tuesday, Boeing ended down 6.1 per cent and registered its biggest two-day drop since June 2009. \r\n Conversely, Canadian airline stocks fell with Air Canada (AC-T) down 0.1 per cent and WestJet Airlines Ltd. (WJA-T) sitting 1.7 per cent lower. \r\n WestJet and Air Canada had a greater share of 737 Max planes in their fleet at year-end 2018 than any other publicly traded U.S. or Canadian airline stock, according to analysts at Cowen and Co. LLC. \r\n On Tuesday, Air Canada lost nearly 4 per cent and WestJet dipped 3.2 per cent. \r\n Despite the release of better-than-anticipated fourth-quarter financial results. Quebecor Inc. (QBR.B-T) fell 2 per cent after it added fewer wireless and internet customers than expected. \r\n Consolidated revenue rose 2.6 per cent year-over-year to $1.09-billion, meeting the consensus expectation on the Street, while adjusted EBITDA rose 7.7 per cent to $450-million, beating the consensus of $440-million. Adjusted earnings per share of 52 cents also topped analysts estimates (45 cents). \r\n Sleep Country Canada Holdings Ltd. (ZZZ-T) was down 0.9 per cent after it announced a partnership with Walmart Inc. (WMT-N) to sell its Bloom mattress-in-a-box collection products Walmart.ca. \r\n \"We are very excited to partner with Walmart on this great initiative. We are two very like-minded retailers focused on world class customer service, high quality products and a convenient purchase experience making the partnership a natural fit,\" said chief business development officer Stewart Schaefer in a press release. \"Walmart has enormous reach within Canada with over 23 million visits to their website every month and over 80 per cent of Canadian households shopping at Walmart. We could not think of a better partner to help bring more Canadians a great night's sleep with Bloom. \r\n Laurentian Bank Securities analyst Elizabeth Johnston deemed the move slightly positive and added [The] partnership provides Sleep Country with additional reach, with no anticipated gross margin dilution. \r\n Neovasc Inc. (NVCN-T, NVCN-Q) dropped 11.1 per cent after announcing the pricing of its previously announced underwritten public offering of 11.1 million common shares at 45 US cents per share, which represents a 14.8-per-cent discount to Tuesdays close. \r\n The B.C.-based company plans to use the gross proceeds of US$5-million or the development and commercialization of its Reducer stent to treat refractory angina, development of its Tiara treatment for Mitral Regurgitation as well as and general corporate and working capital purposes. \r\n Wednesdays announcement comes about two weeks after the pricing of a similar offering, which sent shares down 28.6 per cent. \r\n SSR Mining Inc. (SSRM-T) lost 6.6 per cent after announcing a US$200-million offering of unsecured convertible senior notes. \r\n It plans to use the proceeds to repurchase a portion of its outstanding 2.875-per-cent convertible senior notes and for general corporate purposes.", "url": "https://www.theglobeandmail.com/investing/markets/inside-the-market/article-market-movers-stocks-seeing-action-on-wednesday-and-why-2/", "tags": ["consensus estimate", "bloom", "northern dynasty minerals ltd.", "westjet airlines ltd.", "newstrike shareholders"], "related_articles": [{"title": "Brookfield is buying Oaktree and it could create 'a more formidable competitor' to Blackstone in the asset management industry", "source": "business-insider", "url": "https://www.businessinsider.com/brookfield-is-buying-oaktree-capital-2019-3"}, {"title": "Whoops, markets just realized they aren’t so optimistic about today’s Brexit deal", "source": "financial-post", "url": "https://business.financialpost.com/investing/global-markets-reverse-course-stocks-sterling-fall-as-brexit-optimism-evaporates"}, {"title": "Boeing shares take another dive as more countries ground 737 MAX 8 planes", "source": "cbc-news", "url": "https://www.cbc.ca/news/business/boeing-shares-stock-planes-1.5053171"}]}, {"title": "Toilet rolls and painkillers: Britons stock up ahead of Brexit, Morrisons says", "source": "reuters", "date": "2019-03-13T10:33:24Z", "origContent": "LONDON (Reuters) - Toilet rolls and painkillers are some of items Britons have started to stockpile ahead of a potential no-deal Brexit, supermarket Morrisons said on Wednesday, as it posted a rise in profit and paid its third special dividend in a year.  \r\n Chief Executive David Potts said there were signs of a “small amount” of stockpiling and that Morrisons, Britain’s fourth-biggest supermarket group, was well prepared whatever happened in the Brexit process.  \r\n With just 16 days to go until it is due to leave the European Union, Britain has still not agreed a withdrawal arrangement, raising the risk of a disorderly “no-deal” Brexit.  \r\n “We’ve seen quite a tick-up in painkillers and toilet rolls (sales) ... up high single digits,” Potts told reporters.  \r\n “In the event of things getting sticky at the ports, we’d look for alternative routes into the country,” he added, saying the company had obtained Authorised Economic Operator status, which should speed-up border checks in the event of hold-ups.  \r\n Potts also said the firm had brought forward some purchases of goods and packaging materials to support its manufacturing division, and stockpiled popular “cupboard fillers”.  \r\n Morrisons reported a 9 percent rise in underlying pretax profit to 406 million pounds ($533 million) for the year to Feb. 3. That compared with analysts’ average forecast of 407 million pounds and 374 million in 2017-18.  \r\n The company, which trails market leader Tesco, Sainsbury’s and Walmart’s Asda in annual sales, said total revenue rose 2.7 percent to 17.7 billion pounds, with like-for-like sales up 4.8 percent, though growth did slow in its fourth quarter.  \r\n “We remain confident that Morrisons still has many sales and profit growth opportunities ahead, and expect that growth to be meaningful and sustainable,” the firm said.  \r\n Shares in Morrisons, up 6 percent this year prior to the update, were down 1 percent at 0913 GMT.  \r\n Potts joined Morrisons in 2015 to lead a recovery after it was hit by the rise of discounters Aldi and Lidl in its northern England heartlands and strategic errors by previous management.  \r\n Although the discounters are still winning market share from all of Britain’s big four grocers, Potts has delivered three years of like-for-like sales growth thanks to more competitive prices, improved product ranges and availability as well as better customer service in refurbished stores.  \r\n He has also overhauled Morrisons’ online strategy through a renegotiated deal with Ocado and struck wholesale supply deals with Amazon, the McColl’s convenience chain, MPK Garages forecourt stores, Channel Islands retailer Sandpiper and Big C in Thailand.  \r\n Morrisons is also unique among its major competitors in making half of all the own brand and fresh food it sells. It says two thirds of what it sells is British.  \r\n Potts said this set-up meant it was protected if the government imposed tariffs on some imported goods in a no-deal Brexit scenario. ", "url": "https://in.reuters.com/article/morrisons-results-idINKBN1QU1AY", "tags": ["street value", "republican appointees", "bob costa report", "month delay", "submission"], "related_articles": [{"title": "The Daily 202: Russia may experiment with new forms of interference in Ukraine’s elections, experts warn", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/13/daily-202-russia-may-experiment-with-new-forms-of-interference-in-ukraine-s-elections-experts-warn/5c87d39a1b326b2d177d6060/"}, {"title": "Nancy Pelosi gambles on impeachment call", "source": "nbc-news", "url": "https://www.nbcnews.com/politics/meet-the-press/nancy-pelosi-gambles-not-worth-it-impeachment-call-n982091"}, {"title": "The Health 202: Utah is testing the Trump administration's dreams of limiting Medicaid spending", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2019/03/13/the-health-202-utah-is-testing-the-trump-administration-s-dreams-of-limiting-medicaid-spending/5c880bce1b326b2d177d6067/"}]}, {"title": "Power Up: Trump budget guts White House drug control office -- again", "source": "the-washington-post", "date": "2019-03-13T10:17:08Z", "origContent": "I do not believe that a civilized society can claim to be a leader in the world as long as its government continues to sanction the premeditated and discriminatory execution of its people, Newsom said in a statement accompanying an executive order.  \r\n THE OPIOID CRISIS: Every year since taking office, President Trump has proposed gutting the office charged with coordinating the response to the nation's opioid crisis. His 2020 budget is no different: it seeks to slash the Office of National Drug Control Policy by 95 percent  even as a record high of 70,000 people died from overdoses in 2017.   \r\n Trump has proposed moving two major grant programs out of ONDCP and sharp cuts to Medicaid, the core program providing health care for people suffering from substance-abuse disorder. The president also wants to impose work requirements on Medicaid recipients while slashing drug prevention efforts at the Justice Department, moves that fly in the face of Trump's 2016 campaign promise to solve the opioid epidemic.  \r\n Overall, Trump's budget proposes slashing prevention efforts by 5 percent across agencies and increasing interdiction efforts.  \r\n The budget plan does propose some new funding to fight the opioid crisis, including $245 million over 10 years to let states 'extend Medicaid coverage for pregnant women with substance use disorder to one year postpartum, Vox's German Lopez reports. Last year, his budget plan called for an additional $7 billion for 2019. This years budget proposal drops that request with no explanation as to why that money is no longer necessary. \r\n Reminder: The White House Council of Economic Advisers has previously stated the opioid epidemic has cost the U.S. $504 billion in economic losses.  \r\n Congress has consistently rejected proposals to dismantle ONDCP and lawmakers have argued that moving major grant programs like the High Intensity Drug Trafficking Areas (HIDTA) and the Drug Free Communities grants to DOJ and the Health and Human Services Department would deprioritize them. \r\n Trump's latest drug czar, Jim Carroll, told lawmakers last year during his confirmation hearing that he would have pounded on the table to keep HIDTA at ONDCP.  \r\n Last week, however, Carroll declined to say whether he still supports keeping HIDTA and DFC under the office, Politico's Brianna Ehley reports.  \r\n Once again, Team Trump has proven they only care whether people *think* they're trying to end the opioid crisis, a former government official who worked on the opioids' issue under Trump told Power Up. It's a real letdown for the people who were counting on President Trump to actually help people struggling with opioid addiction. \r\n This is the administration once again articulating its skewed priorities on manufactured crises like border security and defense at the expense of real ones like overdose and the spread of infectious disease,\" Leo Beletsky, an associate professor of law and health sciences at Northeastern University, told us.  \r\n Nothing in the Presidents budget would threaten the proven, effective counter-drug programs ONDCP oversees,\" ONDCP spokesperson Peter Hoffman told Politico's Dan Diamond. \"In fact, the overall drug control funding request is an increase of more than a billion dollars from the previous year.\" \r\n Last week during a hearing before the House Oversight Committee, Triana McNeil, the acting director of strategic issues at the Government Accountability Office, told Congress that the ONDCP's National Drug Control Strategy released in January is completely void of any performance measurement system and lacked accountability.   \r\n There is both a leadership vacuum and a competence vacuum at the head of ONDCP, Oversight Chairman Elijah Cummings (D-Md.) told Carroll at the hearing.  \r\n Carroll also acknowledged \"there wasn't really that much money associated with the declaration\" a national emergency on opioids, but it was meant to ensure \"Americans understood what we're facing.\" \r\n Republicans, meanwhile, used the opportunity to argue passionately for President Trump's national emergency declaration to build a border wall, according to my colleague Paige Winfield Cunningham.  \r\n Big: The Post is out with this morning with an investigation on the failure of the Obama administration to contain the fentanyl crisis. \r\n My colleagues Scott Higham, Sari Horowitz and Katie Zezima report that in May 2016, 11 public health officials urged the Obama administration to declare a national emergency to train a laser-like focus on the deadly synthetic drug. \r\n \"The administration considered the request but did not act on it,\" they write in a piece titled \"The Fentanyl Failure.\" \r\n \"The decision was one in a series of missed opportunities, oversights and half-measures by federal officials who failed to grasp how quickly fentanyl was creating another and far more fatal wave of the opioid epidemic,\" my colleagues write. \r\n \"If current trends continue, the annual death toll from fentanyl will soon approach those from guns or traffic accidents.\" \r\n #BREXITSHAMBLES CONTINUES: British lawmakers *still* haven't been able to reach agreement on how to leave the European Union. Three years after the original Brexit vote and two weeks before the deadline for leaving the European Union on schedule, the British parliament rejected Prime Minister Theresa May's tweaked Brexit deal.  \r\n Last-minute negotiations with the E.U. were not enough to secure the support of hard-liners in the prime ministers own Conservative Party 75 Tories voted against their leader, my colleagues across the pond, William Booth and Karla Adam, report.  \r\n Next steps: Parliament will vote Wednesday on whether to leave the E.U. on schedule, on March 29, without a deal a scenario that could create economic havoc for Britain and, to lesser degree, Europe. \r\n Boris Johnson, a leading Brexiteer and the former British foreign secretary, continued to push for a no-deal Brexit calling it the only safe path to self-respect. Lawmakers are still seeking a managed withdrawal, per Booth and Adam. However, both May and European Commission President Jean-Claude Juncker, appeared to have reached their limits on negotiations.  \r\n There will be no new negotiations, Juncker told reporters after meeting with May in Strasbourg on Monday nightm signaling the E.U. was done with talks. \r\n I profoundly regret the decision that this House has taken tonight, May said, addressing parliament after Tuesday's vote. Let me be clear: Voting against leaving without a deal and for an extension does not solve the problems we face. The E.U. will want to know what use we mean to make of such an extension and this House will have to answer that question, she added.  \r\n Key: Anti-Brexit lawmakers hope that if Britains departure is delayed, momentum will build for a second referendum a do-over to ask voters whether they really want to leave. Although Labour has endorsed a second referendum, there does not appear to be majority support for it in Parliament, Booth and Adam report.  \r\n So, what happens to May? Labour party leader Jeremy Corbyn said that May had run down the clock and that he deal was dead. and Conservative political Charles Walker told the BBC that he believed there would be a general election within a matter of days or weeks if May's deal was rejected.  \r\n What's the hold up?: Much of the dissent and last-minute wrangling over Mrs May's deal revolved around the so-called backstop. Both sides have committed to avoiding the return of a hard border physical checks or infrastructure between Northern Ireland and the Republic of Ireland, per the BBC. At present, goods and services are traded between the two jurisdictions on the island of Ireland with few restrictions. The UK and the Republic of Ireland are both part of the EU single market and customs union, so products don't need to be inspected for customs and standards. If the UK leaves, that changes. \r\n UK PM Theresa May says MPs now face \"an unenviable choice\" of what to do next, stressing that \"voting against the deal and for an extension does not solve the problem\"#BrexitVote latest: https://t.co/B1iEVm5bdmpic.twitter.com/MKfBMfiO1Q \r\n Boeing crash fallout: What grounded planes mean for air travel https://t.co/keuTDyzbKEpic.twitter.com/RNNtzIdCn6 \r\n \"UNCONSCIONABLE: The Federal Aviation Administration announced last night that the Boeing 737 Max 8 can continue to fly, even as at least 10 other countries around the world have grounded the plane that has killed over 300 people. \r\n Thus far, our review shows no systemic performance issues and provides no basis to order grounding the aircraft, FAA Administrator Daniel Elwell said in a statement. Nor have other civil aviation authorities provided data to us that would warrant action. \r\n An investigation by the Dallas Morning News, however, begs to differ.  \r\n Pilots repeatedly voiced safety concerns about the Boeing 737 Max 8 to federal authorities, with one captain calling the flight manual 'inadequate and almost criminally insufficient' several months before Sunday's Ethiopian Air crash that killed 157 people,\"  Cary Aspinwall, Ariana Giorgi and Dom DiFurio report. The News found at least five complaints about the Boeing model in a federal database where pilots can voluntarily report about aviation incidents without fear of repercussions. \r\n The disclosures found by The News reference problems during Boeing 737 Max 8 flights with an autopilot system, and they were all during takeoff and nose-down situations while trying to gain altitude. While records show these flights occurred during October and November, the information about which airlines the pilots were flying for is redacted from the database. \r\n Records show a captain who flies the Max 8 complained in November that it was 'unconscionable' that the company and federal authorities allowed pilots to fly the planes without adequate training or fully disclosing information about how its systems were different from other planes, they report.  \r\n Out of an abundance of caution for the flying public, the @FAANews should ground the 737 MAX 8 until we investigate the causes of recent crashes and ensure the planes airworthiness. \r\n BOEING'S INFLUENCE: Democratic and Republican lawmakers including Sen. Mitt Romney (R-Utah) urged Boeing to follow the world's lead and ground the 737 Max 8. \r\n The president, a self-proclaimed expert in aviation who counts a former Boeing executive as a member of his cabinet, tweeted following the crash in Ethiopia that \"Airplanes are becoming far too complex to fly\" and that he wanted \"great flying professionals that are allowed to easily and quickly take control of a plane,\" perhaps hinting at \"where Trump might stand as the U.S. government faces pressure to ground the Boeing 737 Max 8 plane,\" writes my colleague Toluse Olorunnipa.  \r\n Other senators calling for the aerospace giant to stop flying the planes: Dianne Feinstein (D-Calif.), Richard Blumenthal (D-Conn.), Elizabeth Warren (D-Mass.) and Ted Cruz (R-Texas).  \r\n Further investigation may reveal that mechanical issues were not the cause, but until that time, our first priority must be the safety of the flying public, Cruz told Politico's Melanie Zanona and Brianna Gurciullo. \r\n Warren, who is seeking the Democratic presidential nomination, also called on Congress to hold hearings and noted that the Boeing 737 Max 'is a major driver of Boeing profits, reported The Post's John Wagner.  \r\n Zinger: In the coming weeks and months, Congress should hold hearings on whether an Administration that famously refused to stand up to Saudi Arabia to protect Boeing arms sales has once again put lives at risk for the same reason, Warren said. \r\n Boeing is a major player in Washington with a direct line into the president  they spent $15 million on lobbying efforts in D.C. last year: \r\n Boeing chief Dennis Muilenburg has worked to cultivate a relationship with the president, although it has sometimes been uneasy,\" the New York Times reports. Muilenburg visited Trump in Mar-a-Lago after he criticized Boeing for the cost of building new Air Force One planes.  \r\n It was a terrific conversation,' Mr. Muilenburg told reporters after the meeting, explaining that he had given Mr. Trump 'my personal commitment' that Boeing would build new Air Force One planes for less than the $4 billion estimate.  \r\n Weeks after the conversation, Boeing donated $1 million to Mr. Trumps inaugural committee. The company had donated the same amount to help finance President Barack Obamas inauguration in 2013.  \r\n Home court advantage: The individual lawmaker receiving the most from Boeing in the 2018 cycle was Sen. Maria Cantwell (D) of Washington state, who collected $54,000. \r\n Ranking second among individuals was then-Sen. Claire McCaskill (D-Mo.) with $48,000 and placing third was Sen. Bob Casey (D-Pa.) with $38,000. \r\n Lobbying:Boeing's lobbying investment dipped slightly in 2018 compared to previous years. The company spent $15 million on persuasion campaigns last year compared to $16.7 million in 2017; $17 million in 2016 and a recent high of $22 million in 2015. \r\n FaceTime: Receiving the most amount of Boeing's lobbying largesse in 2018 was Norm Dicks & Assoc., headed by ex-Rep. Norm Dicks (D-Wash.), a longtime House Appropriations panel member and former chair of the Defense Appropriations subcommittee. \r\n Kicker: Transportation Secretary Elaine Chao appears fine with the Max, having flown on the plane back from Austin on Tuesday. \r\n \"Operation Varsity Blues\": A biopic I would watch: \"Desperate Housewives\" and \"Full House\" intersect at the center of an allegedly widespread multimillion dollar bribery scheme -- the largest ever college admissions scam -- that allowed underperforming kids from wealthy families entrance to prestigious universities. Actresses Felicity Huffman and Lori Loughlin were among 50 people charged Tuesday in in an operation accidentally uncovered last year by the FBI, according to my colleagues Devlin Barrett and Matt Zapotosky. \r\n \"The schemes chief architect, William Singer, pleaded guilty in federal court Tuesday. Officials described Singer as a well-connected college admissions adviser and say he disguised the bribery scheme as a charity, enabling parents to deduct the bribes from their taxes.\" \r\n This paragraph from the college bribe complaint just about says it all. https://t.co/quZ7nerEQUpic.twitter.com/24eha2bcqP", "url": "https://www.washingtonpost.com/news/powerpost/paloma/powerup/2019/03/13/powerup-trump-budget-guts-white-house-drug-control-office-again/5c87fc8c1b326b2d177d6063/", "tags": ["consensus estimate", "drug maker", "handles rebates", "offer lower prices", "ongoing software design changes"], "related_articles": [{"title": "Online retailers Etsy, Wayfair and Stitch Fix are outpacing Amazon stock", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/13/etsy-wayfair-and-stitch-fix-shares-are-outpacing-amazon.html"}, {"title": "Senate panel asks CVS and four other pharmacy middlemen to testify about drug prices", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/12/senate-panel-asks-cvs-and-other-middlemen-to-testify-about-drug-prices.html"}, {"title": "Stocks making the biggest moves premarket: Boeing, Express, Spotify, Goldman Sachs & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/13/stocks-making-the-biggest-moves-premarket-boeing-express-spotify-goldman-sachs--more.html"}]}, {"title": "Rite Aid's Top Executives Leave as 400 Jobs Are Cut in Wide Shakeup", "source": "bloomberg", "date": "2019-03-12T21:37:41Z", "origContent": "Pedestrians cross a street in front of a Rite Aid Corp. store in Oakland, California. \r\n Rite Aid Corp. said it will part ways with its top managers and shed about 400 jobs, cutting about $55 million in costs as the drugstore chain tries to turn itself around. \r\n “It is imperative we take action to reduce the cost of current operations and become a more efficient and profitable company,” Bruce Bodaken, chairman of the company’s board of directors, said in a statement. “The board believes that now is the right time to undertake a leadership transition.” \r\n Rite Aid has gone from a bastion of the American drugstore landscape to a shell of its former self after selling a large chunk of its stores to rival Walgreens Boots Alliance Inc. It has reported a loss for three quarters in a row, while analysts have cut their ratings. The stock now trades for less than a dollar -- down from nearly $50 in 1998. \r\n In the past two years, Rite Aid has seen multiple mergers fall through, leaving an uncertain future for the company with no clear end game. In 2017, a proposed tie-up with Walgreens fell apart amid antitrust scrutiny by U.S. regulators. In August 2018, another proposed merger, with supermarket chain Albertsons Cos., was called off after two prominent proxy advisers recommended that shareholders vote against it. \r\n “These are dark times for Rite Aid shareholders,” said Ross Muken, an analyst at Evercore ISI. “Given the elevated leverage levels and likely declining profit line, we think the outlook here is pretty dire.” \r\n In a statement after the announcement, Rite Aid spokesman Chris Savarese said that the changes aim at “more closely aligning the structure and leadership of the company with the scale of its operations.” The departures “are not at all a result of any wrongdoing,” he said. \r\n The job cuts will eliminate about 20 percent of the corporate positions at the company’s Camp Hill, Pennsylvania, headquarters and elsewhere. About two-third of the cuts will happen immediately, with the rest by the end of fiscal 2020. The changes will result in a $38 million charge. \r\n Rite Aid shares were volatile in late trading on Tuesday, swinging between gains and losses. The shares have lost 60 percent of their value in the last 12 months. \r\n “We’re not surprised the board decided that a fresh perspective is needed,” said Jonathan Palmer, an analyst at Bloomberg Intelligence. “The departing management team distinguished themselves with two failed merger attempts while retail pharmacy market became increasingly more difficult.” \r\n Before it's here, it's on the Bloomberg Terminal.", "url": "https://www.bloomberg.com/news/articles/2019-03-12/rite-aid-top-managers-leave-in-wide-shakeup-400-jobs-eliminated", "tags": ["cents", "dick", "earnings", "analysts", "stock"], "related_articles": [{"title": "Stocks making the biggest moves in the premarket: Boeing, Microsoft, Tesla, Amazon & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/12/stocks-making-the-biggest-moves-boeing-microsoft-tesla-amazon--more.html"}, {"title": "Walmart US CEO asked workers to email him their biggest complaints, and a surprising theme emerged from the deluge of 2,700 messages he got in return (WMT)", "source": "business-insider", "url": "https://www.businessinsider.com/walmart-us-ceo-workers-biggest-complaints-2019-3"}, {"title": "'Don't trust the strong rally': Morgan Stanley warns stocks aren't out of the woods just yet", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-correction-likely-isnt-over-morgan-stanley-warns-2019-3-1028022155"}]}, {"title": "Facebook’s messaging ambitions amount to much more than chat - Washington Post", "source": "the-washington-post", "date": "2019-03-12T20:12:55Z", "origContent": "The companys ambitions harken to how WeChat has become the centerpiece of digital life in China, where people use it to order movie tickets, subway passes, food delivery and rides. If Facebook succeeds in turning its own messaging services into a platform for everything, it could ultimately threaten established services such as Snapchat, Yelp, Venmo, eBay and even Apple and Amazon. \r\n Its clear that Facebook does have very broad ambitions here, said Bob ODonnell, president and chief analyst at Technalysis Research. Their goal is to be the WeChat of everywhere but China. \r\n But Facebook faces numerous hurdles. A key one is restoring user trust, following a string of privacy failures that include the sharing of personal information from as many as 87 million users with a consulting firm affiliated with Donald Trumps campaign. And any change may cause users to rethink their relationship with Facebook. \r\n Facebook has a lot of momentum but its not completely invincible, said Roger Kay, an analyst at Endpoint Technologies Associates. People came to Facebook for a particular thing. Offer them a different thing, and theyre likely to re-evaluate whether they want to be there at all. \r\n After all, Friendster and Myspace came and went as Facebook grew. Yahoo and AltaVista moved over for Google. And remember when AOL was popular, powerful and rich enough to buy the traditional media company Time Warner? Both AOL and Yahoo are now fading brands within Verizon. \r\n This involves scrambling all messages in WhatsApp, Instagram Direct and Messenger so that even Facebook itself cant read them. Facebook will also let messages automatically disappear after a set amount of time, something rival Snapchat already does. \r\n Facebook, Zuckerberg said, will then build more ways for people to interact on top of that, including calls, video chats, groups, stories, businesses, payments, commerce, and ultimately a platform for many other kinds of private services. \r\n Facebook declined to further elaborate on its ambitions, and a spokeswoman reinforced that it is early in the process. But there are clues in what Chinese tech giant Tencent has already done with WeChat in China. WeChat combines functions that are typically done by separate companies elsewhere think of Facebook and its messaging services combined with PayPal and Uber. People use WeChat to buy goods in retail stores, split restaurant bills with friends, pay utility bills, donate to charities and hail rides from the Uber-like Didi Chuxing service. \r\n Facebook already lets people send money to other individuals through Messenger in the U.S. and a few other countries and is testing payments through WhatsApp in India. The New York Times reported that Facebook is also developing its own digital currency to make it easier for users to send money to their messaging contacts. \r\n Facebook didnt offer many details on its digital currency endeavors, but said a new small team was looking for ways to make use of the type of technology powering bitcoins and other cryptocurrencies. \r\n While the current payment options require linking Facebook to bank accounts or services such as PayPal, a digital currency could potentially work without them. That could appeal to users, especially in Asia and Africa, with limited access to banking services, said Avivah Litan, a Gartner analyst who specializes in security and payments. \r\n And it would solve a key challenge with commerce on phones. Litan said entering credit card details on a phone is cumbersome, and businesses often lose customers before they complete orders. If Facebook can integrate payments into messaging, it can keep users within Facebook and convince advertisers theyre more likely to complete sales. \r\n Facebook could also diversify revenue beyond advertising. For instance, it could take a commission, whether for newspaper subscriptions or food deliveries, much as Apple already does with a cut of up to 30 percent for app payments. \r\n Kay said messaging could become one-stop shop for Yelp-like business reviews, OpenTable restaurant reservations, on-demand delivery similar to Uber and a marketplace akin to eBay the latter being something Facebook already offers on its main app. Amazon might be tougher to challenge, he said, given the companys expertise in delivery logistics, but there might be pieces such as grocery delivery that Facebook can go after. \r\n Nonetheless, potential Facebook rivals need not pack up yet. Zuckerbergs blog read as a manifesto, a list of things he wants to implement, and its unclear how much will actually get executed, eMarketer analyst Debra Aho Williamson said. She said its too soon for competitors to start drastically adapting. \r\n There also might be room for Facebook to sit alongside existing services. Facebook might turn to OpenTable within messaging, for instance, rather than build its own service for dinner reservations. \r\n It depends on what exactly the product looks like and how differently useful it is for different kinds of audiences, said Brian Wieser, an executive at the advertising consultancy GroupM. Its not necessarily a zero-sum game. \r\n For now, analysts say, potential competitors need to pay attention and be ready to adapt once details are out. Businesses that ignore the threat do so at their own peril. \r\n Potential rivals can also start emphasizing how they are different from Facebook as Apple is doing by stressing privacy protections in its devices and services. ODonnell added that those in payments need to make sure their services are compelling and easy to use so that they can compete with whatever Facebook brings. \r\n The most immediate threat Facebook poses is to other messaging services. Apples iMessage is popular on iPhones, but theres no version for Android. Facebook could look more appealing as it breaks down walls and makes its three discrete messaging services work together as though they were one. \r\n Snapchat, meanwhile, has struggled since Facebook and its Instagram service copied a feature for posting temporary stories that disappear after 24 hours. Zuckerberg dedicated a section of his blog announcement to reducing permanence, suggesting that Facebook will now take on Snapchats core feature of letting photos disappear after a set number of seconds. \r\n Its yet another example of Facebook trying to attack Snapchat, BTIG analyst Rich Greenfield said. \r\n Facebooks plan may face external competition of its own. Unlike WeChat, Facebook faces new privacy regulation in Europe and calls for more controls in the U.S., Forrester analyst Jessica Liu wrote . Zuckerberg is trying to strike an impossible balance between capturing more of users time, appealing to advertisers and appealing to regulators. \r\n Zuckerberg cant have his cake and eat it, too, she wrote.", "url": "https://www.washingtonpost.com/business/technology/facebooks-messaging-ambitions-amount-to-much-more-than-chat/2019/03/12/2374ff12-4503-11e9-94ab-d2dda3c0df52_story.html", "tags": ["marketplace", "fourth quarter", "services", "federal trade commission", "revenue"], "related_articles": [{"title": "Amazon is ending its restrictive pricing practice", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-ends-restrictive-pricing-parity-2019-3"}, {"title": "The Technology 202: EU's top competition cop says Amazon probe in 'quite advanced' stage", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-technology-202/2019/03/12/the-technology-202-eu-s-top-competition-cop-says-amazon-probe-in-quite-advanced-stage/5c86f5271b326b2d177d6057/"}, {"title": "UK fires starting gun on tech antitrust reform - Financial Times", "source": "financial-times", "url": "https://www.ft.com/content/13b20890-45cb-11e9-b168-96a37d002cd3"}]}, {"title": "Facebook's messaging ambitions amount to much more than chat", "source": "associated-press", "date": "2019-03-12T19:48:24Z", "origContent": "The company's ambitions harken to how WeChat has become the centerpiece of digital life in China, where people use it to order movie tickets, subway passes, food delivery and rides. If Facebook succeeds in turning its own messaging services into a platform for everything, it could ultimately threaten established services such as Snapchat, Yelp, Venmo, eBay and even Apple and Amazon. \r\n \"It's clear that Facebook does have very broad ambitions here,\" said Bob O'Donnell, president and chief analyst at Technalysis Research. \"Their goal is to be the WeChat of everywhere but China.\" \r\n But Facebook faces numerous hurdles. A key one is restoring user trust, following a string of privacy failures that include the sharing of personal information from as many as 87 million users with a consulting firm affiliated with Donald Trump's campaign. And any change may cause users to rethink their relationship with Facebook. \r\n \"Facebook has a lot of momentum but it's not completely invincible,\" said Roger Kay, an analyst at Endpoint Technologies Associates. \"People came to Facebook for a particular thing. Offer them a different thing, and they're likely to re-evaluate whether they want to be there at all.\" \r\n After all, Friendster and Myspace came and went as Facebook grew. Yahoo and AltaVista moved over for Google. And remember when AOL was popular, powerful and rich enough to buy the traditional media company Time Warner? Both AOL and Yahoo are now fading brands within Verizon. \r\n This involves scrambling all messages in WhatsApp, Instagram Direct and Messenger so that even Facebook itself can't read them. Facebook will also let messages automatically disappear after a set amount of time, something rival Snapchat already does. \r\n Facebook, Zuckerberg said, will \"then build more ways for people to interact on top of that, including calls, video chats, groups, stories, businesses, payments, commerce, and ultimately a platform for many other kinds of private services.\" \r\n Facebook declined to further elaborate on its ambitions, and a spokeswoman reinforced that it is early in the process. But there are clues in what Chinese tech giant Tencent has already done with WeChat in China. WeChat combines functions that are typically done by separate companies elsewhere think of Facebook and its messaging services combined with PayPal and Uber. People use WeChat to buy goods in retail stores, split restaurant bills with friends, pay utility bills, donate to charities and hail rides from the Uber-like Didi Chuxing service. \r\n Facebook already lets people send money to other individuals through Messenger in the U.S. and a few other countries and is testing payments through WhatsApp in India. The New York Times reported that Facebook is also developing its own digital currency to make it easier for users to send money to their messaging contacts. \r\n Facebook didn't offer many details on its digital currency endeavors, but said a \"new small team\" was looking for ways to make use of the type of technology powering bitcoins and other cryptocurrencies. \r\n While the current payment options require linking Facebook to bank accounts or services such as PayPal, a digital currency could potentially work without them. That could appeal to users, especially in Asia and Africa, with limited access to banking services, said Avivah Litan, a Gartner analyst who specializes in security and payments. \r\n And it would solve a key challenge with commerce on phones. Litan said entering credit card details on a phone is cumbersome, and businesses often lose customers before they complete orders. If Facebook can integrate payments into messaging, it can keep users within Facebook and convince advertisers they're more likely to complete sales. \r\n Facebook could also diversify revenue beyond advertising. For instance, it could take a commission, whether for newspaper subscriptions or food deliveries, much as Apple already does with a cut of up to 30 percent for app payments. \r\n Kay said messaging could become one-stop shop for Yelp-like business reviews, OpenTable restaurant reservations, on-demand delivery similar to Uber and a marketplace akin to eBay the latter being something Facebook already offers on its main app. Amazon might be tougher to challenge, he said, given the company's expertise in delivery logistics, but there might be pieces such as grocery delivery that Facebook can go after. \r\n Nonetheless, potential Facebook rivals need not pack up yet. Zuckerberg's blog read as a manifesto, a list of things he wants to implement, and it's unclear how much will actually get executed, eMarketer analyst Debra Aho Williamson said. She said it's too soon for competitors to start drastically adapting. \r\n There also might be room for Facebook to sit alongside existing services. Facebook might turn to OpenTable within messaging, for instance, rather than build its own service for dinner reservations. \r\n \"It depends on what exactly the product looks like and how differently useful it is for different kinds of audiences,\" said Brian Wieser, an executive at the advertising consultancy GroupM. \"It's not necessarily a zero-sum game.\" \r\n For now, analysts say, potential competitors need to pay attention and be ready to adapt once details are out. Businesses that ignore the threat do so at their own peril. \r\n Potential rivals can also start emphasizing how they are different from Facebook as Apple is doing by stressing privacy protections in its devices and services. O'Donnell added that those in payments need to make sure their services are compelling and easy to use so that they can compete with whatever Facebook brings. \r\n The most immediate threat Facebook poses is to other messaging services. Apple's iMessage is popular on iPhones, but there's no version for Android. Facebook could look more appealing as it breaks down walls and makes its three discrete messaging services work together as though they were one. \r\n Snapchat, meanwhile, has struggled since Facebook and its Instagram service copied a feature for posting temporary \"stories\" that disappear after 24 hours. Zuckerberg dedicated a section of his blog announcement to \"reducing permanence,\" suggesting that Facebook will now take on Snapchat's core feature of letting photos \"disappear\" after a set number of seconds. \r\n \"It's yet another example of Facebook trying to attack Snapchat,\" BTIG analyst Rich Greenfield said. \r\n Facebook's plan may face external competition of its own. Unlike WeChat, Facebook faces new privacy regulation in Europe and calls for more controls in the U.S., Forrester analyst Jessica Liu wrote . Zuckerberg is trying to strike an \"impossible balance\" between capturing more of users' time, appealing to advertisers and appealing to regulators. \r\n \"Zuckerberg can't have his cake and eat it, too,\" she wrote.", "url": "https://apnews.com/8f89a37ed0314c429b8250d67acd0bcd", "tags": ["payments", "plan", "revenue", "apple", "facebook"], "related_articles": [{"title": "Here's why Spotify is declaring war on Apple and not Google (AAPL)", "source": "business-insider", "url": "https://www.businessinsider.com/why-spotify-european-competition-complaint-about-apple-not-google-2019-3"}, {"title": "Spotify has bloodied Apple's nose once before. Now, it has a chance to cut its $853 billion rival down to size. (AAPL)", "source": "business-insider", "url": "https://www.businessinsider.com/spotify-competition-complaint-apple-good-chance-2019-3"}, {"title": "‘It’s show time’: Apple event on March 25 expected to be launchpad for streaming TV, video service", "source": "financial-post", "url": "https://business.financialpost.com/technology/update-2-apple-says-its-show-time-march-25-tv-service-announcement-expected"}]}, {"title": "Dick's Sporting Goods Plunges as Analysts Weigh Turnaround", "source": "bloomberg", "date": "2019-03-12T16:13:21Z", "origContent": "Dick’s Sporting Goods Inc. sank by the most in 19 months on Tuesday after the retailer’s  \r\n remove hunting gear from some stores. \r\n Investment initiatives in more private label products, e-commerce enhancements and distribution centers, have pressured gross margins more than analysts expected. That’s expected to continue, with Dick’s expecting its fiscal 2020 earnings to reflect incremental investment spending in the ballpark of $30 million, or 23 cents per share. \r\n The continued pressure on profitability has analysts questioning the time frame of the company’s turnaround, and fearing that the shares have little chance for upside for now. \r\n The stock is down as much as 12 percent to the lowest intraday since January 24. Sports-related retailing peers Foot Locker Inc., Hibbett Sports Inc., and Sportsman’s Warehouse Holidngs Inc. are all lower in sympathy. \r\n Views the SG&A-driven EPS beat as “low quality” given gross margin shortfall and mid- to high-single digit store-level comp. sales decline  \r\n Growing contribution of e-commerce sales into the mix implies that store-level comparable sales fell by about 5.4 percent in the quarter, “despite a fairly robust overall retail environment” \r\n Dick’s Sporting Goods year EPS forecast $3.15 to $3.35 includes approximately $30 million, or 23 cents per diluted share, of net investments in business transformation initiatives; this may not compare with estimate $3.34 (range $2.80 to $3.60) \r\n Before it's here, it's on the Bloomberg Terminal.", "url": "https://www.bloomberg.com/news/articles/2019-03-12/dick-s-sporting-goods-falls-as-gross-margin-trails-estimate", "tags": ["fourth quarter", "walmart", "sales", "analysts", "european union"], "related_articles": [{"title": "Analysis | When a Fund Manager's Drama Is in Its Business, Not Its Boardroom - Washington Post", "source": "bloomberg", "url": "https://www.bloomberg.com/view/articles/2019-03-13/standard-life-aberdeen-s-martin-gilbert-needs-revenue-growth"}, {"title": "Drama...", "source": "associated-press", "url": "https://www.apnews.com/5f005051a0c24c90ba088875033ad746"}, {"title": "Walmart US CEO asked workers to email him their biggest complaints, and a surprising theme emerged from the deluge of 2,700 messages he got in return (WMT)", "source": "business-insider", "url": "https://www.businessinsider.com/walmart-us-ceo-workers-biggest-complaints-2019-3"}]}, {"title": "The Daily 202: Six revealing quotes that speak volumes about the political moment", "source": "the-washington-post", "date": "2019-03-12T14:22:37Z", "origContent": "THE BIG IDEA: The United States, so deeply divided, faces profound and pressing problems. Six quotes that came out on Monday, from a range of sources, could be grouped together and put into a time capsule to help future historians make sense of American politics circa 2019. \r\n -- The first is a little-noticed paragraph inside the 150-page budget request that President Trump submitted to Congress on Monday: Even with high levels of economic growth, excessive deficits continue to threaten the Nations progress, and any unforeseen shocks to the economy could make deficits unsustainable, it says. If financial obligations continue to grow at the current pace, the Nations creditors may demand higher interest rates to compensate, potentially leading to lower private investment and a smaller capital stock, harming both American businesses and workers. \r\n The document warns that deficits are on track to remain over a trillion dollars per year for the foreseeable future, the national debt now $22 trillion will soon surpass a percent of GDP not seen since 1947, and interest payments alone on the federal governments debt will double by 2023 and exceed spending on the U.S. military by 2024 if nothing is done. \r\n The White House projects that the government will need to spend $482 billion on interest payments for the debt next year alone. Thats more than the entire budget for Medicaid. \r\n Whats remarkable is that there is no evidence of meaningful political will to tackle this potentially existential crisis. Leaders in both parties called the budget dead on arrival. \r\n Although the budget proposes the most spending reductions ever sent to Congress, as one of Trumps top aides put it, the deficit is expected to hit $1.1 trillion this year and stay above the trillion mark every year through at least 2022, economics correspondent Heather Long reports. This is unprecedented in good economic times and is occurring because Trump and Congress are spending more at the same time the GOP tax cuts drive down government revenue. (Trumps budget shows small increases the next few years in tax revenue, but that might be a stretch given what is occurring so far this fiscal year). \r\n What should give Americans heartburn is that even the dire numbers are based on some fantastical if not impossible assumptions, including that there will not be a recession at any point in the next decade. No president likes to predict a downturn, but Trump is being exceptionally rosy in his outlook, Heather notes. His budget predicts about 3 percent growth every year for a decade. In contrast, the nonpartisan Congressional Budget Office predicts growth of slightly below 2 percent a year. To achieve Trumps projection, the economy would have to grow at A-plus potential for years with no recessions, something the United States has never achieved before. \r\n There are certainly some fiscal hawks who work inside the administration, like acting OMB director Russ Vought and acting White House chief of staff Mick Mulvaney, but what matters is who sits in the Oval Office. Trump has called himself the king of debt and argued privately that deficits dont really matter because they wont blow up until after he leaves office. He didnt even mention the issue during his recent State of the Union address. \r\n Theres a pattern of Republican politicians demanding fiscal responsibility when theyre in the wilderness but then spending like drunken sailors on shore leave when they hold power. Its happening again. The 2017 GOP tax cuts, which overwhelmingly benefit the richest 1 percent of Americans and the biggest corporations, will add an estimated $1.5 trillion to the national debt over the next decade. With no change in trajectory, the ship of state will continue drifting down a river that ends with a waterfall. \r\n Former vice president Dick Cheney attends a memorial ceremony for George H.W. Bush at the Capitol in December. (Jonathan Ernst/AP) \r\n 2. Dick Cheney: Were getting into a situation when our friends and allies around the world that we depend upon are going to lack confidence in us. I worry that the bottom line of that kind of an approach is we have an administration that looks a lot more like Barack Obama than Ronald Reagan. \r\n The former vice president uncorked one of the most searing conservative critiques to date of Trumps foreign policy while conducting a Q&A with Vice President Pence at a donor retreat this weekend sponsored by the American Enterprise Institute. Someone leaked a transcript yesterday of the off-the-record session on Sea Island, Ga. \r\n Cheney respectfully but repeatedly and firmly pressed Pence on a number of the presidents foreign policy moves, Ashley Parker and Bob Costa report. He expressed concerns at such actions as taking a harder line toward U.S. allies in the North Atlantic Treaty Organization and deciding to withdraw troops from Syria during what he fretted was the middle of a phone call. Cheney expressed alarm over news reports that Trump supposedly doesnt spend that much time with the intel people, or doesnt agree with them, frequently, as well as the high staff turnover rate at the intelligence agencies. \r\n He worried aloud, again and again, that for Trump, foreign policy boils down to a crude dollars-and-cents transaction. He worried about Trumps decision to cancel the decades-long U.S. military exercises with South Korea and referenced a recent Bloomberg News report about the presidents directive to pursue a policy that would insist that the Germans, the Japanese, and the South Koreans pay total cost for our deployments there, plus 50 percent on top of that. I dont know, that sounded like a New York state real estate deal to me, Cheney quipped. \r\n Pence, unprepared for tough questions, mostly shrugged off Cheneys concerns and praised Trump as a transformational leader. Reading the transcript shows what a total loyalist Pence has become to Trump. He staked out several positions that are at odds with the posture he took as a congressman and governor. \r\n Moreover, the conversation between the two men who have held the No. 2 job underscored the deep fissures that remain inside the GOP over Trumps foreign policy. Its the same tension that led to Jim Mattiss resignation in December as defense secretary after Trump abruptly announced the complete withdrawal of troops from Syria. The president eventually relented under pressure from hawks on the Hill. Some troops will stay. \r\n 3. Nancy Pelosi: Im not for impeachment. Impeachment is so divisive to the country that unless theres something so compelling and overwhelming and bipartisan, I dont think we should go down that path, because it divides the country. And hes just not worth it. \r\n The California Democrat said this knowing that shed take instant and intense heat from her left flank, which she has, but her goal appears to be protecting vulnerable moderate members who are up for reelection next year in districts that Trump carried. Pelosi saw firsthand what happened to Republicans when they impeached Bill Clinton in the 1990s. Shes realistic that the Republican-controlled Senate wouldnt convict Trump to remove him from office if Democrats acted unilaterally, and she gave herself an out to change her mind if something new emerges.  \r\n Many Democratic strategists believe that impeachment would give Trump a useful foil and get recalcitrant Republicans to rally behind him for 2020, barring big new bombshells from the investigations by special counsel Bob Mueller or newly empowered congressional committees. Pelosi is one of the shrewdest tacticians in modern political history, and she appears to be playing a long game of trying to increase her partys odds of keeping its majority. \r\n While liberal firebrands have won an outsize share of media coverage, the House Democratic majority was captured largely because of freshmen who ran to the center, said Rep. Cheri Bustos (D-Ill.), chair of the Democratic Congressional Campaign Committee and many of them are uncomfortable with impeachment talk, Mike DeBonis and Rachael Bade report. \r\n Weve got 31 Democrats who serve in districts that Donald Trump won, and Im one of them, Bustos said. When I go home, I dont have people asking me about impeaching him. That is just not something that I hear. They consistently ask about health care and rebuilding our country and figuring out how to work together. \r\n President Trump celebrates the passage of the GOP tax cuts in December 2017 with Paul Ryan. (Jabin Botsford/The Washington Post) \r\n 4. Paul Ryan on 2020: The person who defines that race is going to win the race. If this is about Donald Trump and his personality, he isnt going to win it. \r\n The former speaker of the House reportedly said during a speech last night in Vero Beach, Fla., that there are some Democrats who could beat Trump and the president must make the race about his policies, not his personal brand, if hes going to prevail. \r\n Ryan said one of the Houses biggest mistakes during his tenure was taking too long to negotiate a plan to repeal and replace the Affordable Care Act, Ali Schmitz reports for Treasure Coast Newspapers. Ryan blamed the right-leaning flank of the party, including the Freedom Caucus, for causing a three-month delay in moving the legislation through the House. That three-month delay eroded public support for it, so by the time it got over to the Senate, it was hanging on a thread, Ryan said. Ryan said if there werent delays in moving it through the House, he would have expected it to pass the Senate. \r\n The 2012 GOP nominee for vice president said technology has created an outrage machine, according to the story: He said people are monetizing emotions, causing entertainment wings of each party that focus on emotional responses rather than focusing on the merits of their policies. \r\n 5. Tucker Carlson: [W]e will never bow to the mob ever. No matter what. \r\n Ryan didnt mention Carlson, but theres no doubt that the former House speaker was talking about people like him when he lamented the entertainment wing of the GOP and the way it is monetizing emotions. \r\n Carlson also spoke crassly of immigrants and questioned Barack Obamas identity as a black man. How is he black, for one thing? He has one white parent, one black parent, he said in 2006. Two years later, he added, I dont know how black he is, but Im sure hes a good basketball player he says he is, anyway. \r\n Carlson went on the air about the same time the second video was released and said his critics werent motivated by genuine concern. He said theyre trying to silence him. Carlson praised the network for having his back even after the revelations. \r\n We live in an era of conservative counterpunchers. Tellingly, Donald Trump Jr. praised Carlson for refusing to apologize: \r\n  Donald Trump Jr. (@DonaldJTrumpJr) March 11, 2019 \r\n 6. Donald Trump: The Democrats hate Jewish people. \r\n During her first news conference in more than 40 days, White House press secretary Sarah Sanders repeatedly declined to answer yesterday whether Trump truly believes Democrats hate Jewish people. \r\n In this case, its the president saying that the opposition party hates an entire faith of people and his press secretary not even trying to walk it back. The fact that it barely moves the needle shows how normalized over-the-top rhetoric, and questioning peoples motives, has become in the Trump era. \r\n The numbers dont bear out Trumps claims. Thirty-two of the 34 Jewish members of Congress are Democrats. According to the Pew Research Center, more than 70 percent of Jewish Americans voted for [Hillary Clinton] in the 2016 presidential election, Eugene Scott notes. An October 2018 poll found that 74 percent of Jews planned to vote for Democratic candidates in the midterm elections. Three quarters of respondents disapproved of the presidents policies. The president has developed close ties with Israel, and in particular [Bibi Netanyahu], but being pro-Israel and being the party of American Jews is not the same thing. \r\n -- Britain just banned the Boeing 737 Max from its airspace after China, Australia and other nations grounded the jets in the wake of the crash in Ethiopia. Gerry Shih reports:When China became the first country on Monday to order all Boeing 737 Max 8 planes grounded in the wake of the Ethiopian Airlines crash, its aviation regulator sent an unmistakable signal: the U.S. Federal Aviation Administration is no longer the only authority in civil aviation worldwide. Chinas move, which was unprecedented for a government that once took cues from the FAA, was motivated by what Chinese officials and pilots said was months of equivocation from U.S. officials and Boeing in response to safety inquiries from China after the crash of a 737 Max 8 in Indonesia last October.  \r\n After China ordered a dozen carriers to ground their 96 planes roughly a quarter of all 737 Max in operation globally authorities in Ethiopia, Singapore, Indonesia, Morocco and Mongolia quickly followed suit, as did carriers in Latin America and South Korea. Despite the FAA issuing a statement backing the Boeing jets airworthiness, Britain, Australia, Malaysia and Oman became the latest countries to ground the model a day later, with authorities saying the aircraft would not be allowed to fly to or from their countries pending the investigation. \r\n The U.S. embassy in Caracas. (Luis Robayo/AFP/Getty Images) \r\n -- The United States is pulling out its remaining diplomatic personnel from its embassy in Caracas, Venezuela, Secretary of State Mike Pompeo announced overnight. Paul Schemm reports: The United States and the government of Venezuelan President Nicolás Maduro are increasingly at odds, with the Trump administration openly supporting his rival, Juan Guaidó, as the countrys legitimate leader. The country has been crippled by a five-day power outage that has plunged people into darkness and left food and water scarce. The government announced that schools and commercial activities would again be suspended on Tuesday due to the power outage.Appearing on television Monday, Maduro stated that progress was being made in restoring power. He blamed the crisis on sabotage. \r\n -- A Venezuelan journalist whom Maduro allies have accused of orchestrating the blackout is missing, and press freedom groups believe the government is holding him. The reporter, Luis Carlos Diaz, has been a frequent critic of Maduro's government and frequently been the target of online attacks by accounts close to Maduro's government after he revealed the state-run telephone and Internet provider in Venezuela was phishing its users. (InfoBae) \r\n Democrats announced their 2020 convention will be in Milwaukee. The Wisconsin city beat out Houston and Miami. Republicans will gather in Charlotte. (John Wagner and Felicia Sonmez) \r\n A Roy Moore supporter plead the Fifth 65 times while being questioned about an alleged bribery attempt during the Republican's 2017 campaign for Senate in Alabama. Bert Davi and another Moore supporter allegedly approached the lawyer of a woman who accused Moore of touching her sexually when she was 14 and offered him $10,000 to drop the accuser as a client. (Shawn Boburg) \r\n An unflattering new book portrays Ivanka Trump and Jared Kushner as Trump's chief enablers, not the moderating or stabilizing influences they privately claim to be. Kushner Inc. comes out March 19. The journalist Vicky Ward, who says she interviewed 220 people, portrays them as two children forged by domineering fathers one overinvolved with his son, one disengaged from his daughter who routinely disregard protocol and skirt the rules. (New York Times) \r\n A federal court advanced the Miami Heralds motion to unseal documents that could reveal details of multimillionaire Jeffrey Epsteins alleged sex trafficking operation. The case could raise further questions about why former Miami prosecutors, specifically Labor Secretary Alexander Acosta, agreed to such a lenient plea deal for the alleged sexual abuser. (Miami Herald)  \r\n The Coast Guard lieutenant accused of plotting a terrorist attack pleaded not guilty during a court appearance in Maryland. Christopher Hasson, 49, did not speak other than to answer straightforward yes-or-no questions from the judge. The feds indicted him on additional weapons charges related to what the government says were silencers found among a stockpile of weapons seized from his basement apartment. (Lynh Bui) \r\n A lawsuit driven by the state of Oklahoma targets Johnson & Johnson as the kingpin that fueled the nation's opioid crisis. Oklahoma is alleging the company, which is commonly known for Band-Aids and baby powder but also produces raw narcotics, targeted vulnerable populations for painkiller prescriptions. (Axios) \r\n An Oklahoma developer created an app for Trump supporters looking to feel safe in retail spaces while wearing a Make America Great Again hat. The app gauges whether restaurants and shops are friendly to conservatives. (Amy B Wang) \r\n Tesla CEO Elon Musk asked a federal judge to drop a contempt order against him over tweets the Securities and Exchange Commission says violated an agreement. Musks lawyer said the government is attempting a power grab to control the billionaire. (Renae Merle) \r\n Black lawmakers in New York threatened to block the state from legalizing marijuana unless people of color are guaranteed a cut of the tax revenue. The legislators want money to go into job training programs and a requirement nonwhite entrepreneurs will receive licenses to open marijuana dispensaries. (New York Times)  \r\n New Jersey police warned that people are getting high off the animal sedative Catnip Cocktail. After receiving several reports of people showing alarming behavior after ingesting the little-known drug, police raided a nutrition store last week. (Antonia Noori Farzan) \r\n A woman in Sioux Falls, S.D., was arrested for the 1981 murder of a newborn who came to be known as Baby Andrew. Authorities used genetic genealogy to identify Theresa Bentaas as the babys biological mother and arrested her late last month. (Meagan Flynn) \r\n An 81-year-old woman was reunited with the purse she lost at her Indiana high school in 1954. A construction crew helping with a renovation at Jeffersonville High found Marty Ingham Everetts purse behind a cabinet in the science room. Using Facebook, the school was later able to identify Everett as its rightful owner and return it to her in Florida. (Cathy Free) \r\n -- Nancy Pelosi promised that the House will reject Trumps budget, and even many congressional Republicans criticized various elements of the proposal. Damian Paletta, Erica Werner and Jeff Stein report: And the demand for $8.6 billion for a border wall, less than two months after a 35-day shutdown paralyzed much of Washington, raised the possibility that there could be an even more dramatic impasse if a spending deal isnt reached by the end of September. Top White House officials acknowledged that lawmakers routinely dismiss these budget proposals, but they signaled a willingness on Monday to fight harder this year than they have in the past. Trumps GOP allies, meanwhile, received the budget plan with a lukewarm embrace. The defense spending increase in the budget includes funneling more than $170 billion into a special overseas account, something even some Republicans dismissed as a gimmick aimed at getting around existing spending caps. \r\n -- Trumps proposal to cut Medicare spending by $845 billion over the next 10 years, despite his campaign promises to protect the popular program, will encounter some of the strongest resistance. From Jeff Stein and Amy Goldstein: Most of the trims relate to changing payments to doctors and hospitals  During the 2016 presidential campaign, Trump said he would not cut Medicare or Social Security, the retirement program for the elderly, but his budget last year also included a proposed cut of more than $550 billion to the program. \r\n -- Medicare-for-all v. Medicare-for-less: Trumps proposed cuts put health care at center of 2020 race, Toluse Olorunnipa and Sean Sullivan report: Trumps proposed Medicare savings are more than three times as large as those in his previous budget, and industry lobbying groups said the reductions would hurt hospitals and seniors. ... Democratic strategists and officials argued Monday that Trumps budget proposal exposed how little credibility Republicans have in debating health care, and showed signs of confidence that it would sharpen the contrast Democrats are seeking to make in the run-up to the 2020 election. \r\n -- Cronyism alert: One of the budget's clearest beneficiaries is Trump's golfing buddy Jack Nicklaus, the namesake of a children's hospital in Miami. Under the proposal, the Health and Human Services Department would steer $20 million toward a mobile children's hospital project at the Nicklaus Children's Hospital. Politico's Dan Diamond reports: Nicklaus had lobbied Trump on the golf course in Florida, and he met with HHS Secretary Alex Azar and then-OMB Director Mick Mulvaney in Washington, D.C., to request funds, say two individuals with knowledge. Trump personally directed HHS to earmark the funds to help Nicklaus develop mobile children's hospitals, one individual said.  \r\n -- Trumps budget proposal would hit Americas poor the hardest, slashing billions of dollars in food stamps, health insurance and federal housing subsidies while pushing legislation to institute broad work requirements for families receiving housing vouchers, expanding on moves by some states to require recipients of Medicaid and food stamps to work, Caitlin Dewey, Tracy Jan and Jeff Stein report. \r\n It would gut the Supplemental Nutrition Assistance Program, better known as food stamps, by $17.2 billion and would redesign the entire program, using a portion of SNAP benefit money to buy and deliver a monthly food box. Eaters Whitney Filloon writes the proposal claims the box would significantly reduc[e] the cost to taxpayers, but provides no information on how shipping a box of government-selected canned goods to millions of people would be at all cost-saving. \r\n It would slash the Department of Housing and Urban Development's budget by 14 percent, eliminating the entire fund for public housing capital repairs. Trump called for cutting a federal housing subsidy program that experts estimate would result in more than a quarter-million low-income families losing assistance. \r\n -- The budget would slash $8.5 billion from the Department of Education. Moriah Balingit and Danielle Douglas-Gabriel report: Trumps budget request again seeks to cut popular programs, including one that supports after-school activities for children in impoverished communities and another that offers wide-ranging grants that underwrite textbooks, equipment, counseling services and other needs for schools. That pool of money the Student Support and Academic Enrichment grant program also underwrites school safety efforts, including mental-health services and school safety equipment. \r\n -- The budget would also make federal workers pay more toward their retirement benefits until the employee and government share is equal. Eric Yoder reports: For most employees that would mean an increase of about six percentage points, which would be phased in as one percentage point more per year. The government share would decrease on the same schedule. Also under the proposal, for employees retiring after an unspecified date, annuity benefits would be based on the highest five consecutive salary years rather than the currently used 'high-3.' Further, it would end a supplemental benefit paid to many employees who retire before age 62, when they become eligible for Social Security.  \r\n -- House Dems are likely to skip a vote on a budget this year to avoid what could be an embarrassing intraparty battle. Though publicly many Democrats have said they want a chance to vote on their partys fiscal blueprint, privately theyre saying that a budget is unlikely to come to a vote given the multiple divisions within the caucus. (Politico) \r\n House Oversight Committee Chairman Elijah E. Cummings (D-Md.) wants to interview two lawyers in connection to Trump's ethical and financial disclosures. (Alex Brandon/AP) \r\n -- New York Attorney General Letitia James (D) issued subpoenas to Deutsche Bank and Investors Bank for records relating to the financing of four Trump Organization projects, as well as Trump's failed effort to buy the Buffalo Bills. Michael Cohen testified during last month's hearing that Trump inflated his assets in financial statements, and Cohen provided copies of statements he said had been submitted to Deutsche Bank. The inquiry by Ms. Jamess office is a civil investigation, not a criminal one, although its focus and scope were unclear, the Timess William K. Rashbaum and Danny Hakim report. \r\n -- House Oversight Committee Chairman Elijah Cummings (D-Md.) is seeking testimony from two lawyers responsible for Trumps ethical and financial disclosures. But the White House is blocking him from talking to a potentially key witness. CNN's Jeremy Herb and Pamela Brown report: White House Counsel Pat Cipollone accused the committee of making 'grossly unfair' allegations against Stefan Passantino and Trump's personal attorney Sheri Dillon both of whom Cummings wants to interview and damaging their reputations. Last month, Cummings sent a letter to Cipollone that stated the committee has obtained new documents showing Passantino and Dillon 'may have provided false information' when they were questioned by federal ethics officials about hush money payments paid to adult-film actress Stormy Daniels. ... In response, Cipollone chided Cummings for directly requesting an interview with Passantino, instead of going through the White House counsel's office, and said the White House would not make Passantino available. \r\n -- Former acting attorney general Matt Whitaker will return to Capitol Hill tomorrow for a private meeting with the House Judiciary Committee. Karoun Demirjian reports: In a letter to Whitaker after his testimony, Judiciary Committee Chairman Jerrold Nadler (D-N.Y.) said members of the panel found Whitakers answers unsatisfactory, incomplete, or contradicted by other evidence, stressing that they wanted to meet with him again so he could elaborate on his testimony. Nadler questioned Whitakers testimony indicating that he never discussed Trumps frustration with Michael Cohen. \r\n -- The Senate Intelligence Committee spoke privately to Simona Mangiante Papadopoulos, who is married to former Trump campaign foreign policy aide George Papadopoulos. Karoun Demirjian reports: The panel asked Mangiante Papadopoulos about her former employer Joseph Mifsud, a London-based professor with suspected ties to the Kremlin ... Mifsud, prosecutors have said, offered to help her husband ... broker meetings between the Trump campaign and Russian officials Mangiante Papadopoulos said congressional investigators were more focused on her experience working with Mifsud than what she knew of her husbands activities during the campaign. \r\n -- Attorneys for Roger Stone apologized in a new filing last night for misrepresenting to a federal judge plans about his new book criticizing Bob Mueller. But they said it was an unintentional mistake and the court can still seat an impartial jury. Spencer S. Hsu reports: Attorneys for the Republican operative and longtime friend of President Trump acknowledge that the gaffe could land Stone in jail if the judge finds he violated a gag order in his case barring him from feeding prejudicial pretrial publicity. But they denied using an erroneous March 1 filing notifying the court of the 'imminent release' of the book after the judge imposed the gag order Feb. 21 to build publicity for the work, 'The Myth of Russian Collusion,' a retitled version of his earlier book about Trumps 2016 campaign, with a new introduction. 'There was/is no intention to hide anything,' wrote Stones attorneys. \r\n -- The same federal judge overseeing Stones criminal case, Amy Berman Jackson, will decide tomorrow whether to add prison time to Manaforts sentence. Spencer reports: The looming question Wednesday is whether any prison time Jackson might impose will overlap or be tacked on to the 47-month term Manafort received last week from U.S. District Judge T.S. Ellis III in Alexandria. In overseeing the Manafort case and the separate case of [Stone], Jackson has given a master class in how to try high-profile cases, some colleagues on the bench said, by relying on preparation, discretion and a refusal to get drawn into side disputes. \r\n -- For what it's worth, the special counsel's effort is fully funded through the end of September. After that, Mueller can request funding for the next fiscal year by the end of June. (Reuters) \r\n Officials examine contains 3,200 pounds of cocaine seized at the Port of New York in Newark by Customs and Border Protection. (U.S. Customs and Border Protection/AP) \r\n -- A major cocaine bust highlights an inconvenient truth for Trump and his immigration policies: The vast majority of drugs come through legal ports of entry. Eli Rosenberg writes: Despite Trumps claims, experts say the majority of drugs come into the United States through legal ports of entry not illegal crossings. Customs and Border Protection announced that a task force drawn from six law enforcement organizations had seized 3,200 pounds of cocaine a street value of $77 million on Feb. 28, not from some dusty overland trail in Texas, but from a shipping container that arrived at the port in Newark. It was the largest cocaine seizure at the port in nearly 25 years. \r\n -- More than 2,000 people in Immigration and Customs Enforcement custody have been quarantined amid an outbreak of mumps and other contagious diseases. From CNNs Geneva Sands, Michelle Lou and Susan Scutti: As of March 7, 2019, there was a total of 2,287 detainees cohorted for exposure to a detainee with a contagious condition, said ICE spokesperson Brendan Raedy in a statement. In the past 12 months, there have been health investigations at 51 ICE detention facilities for mumps, chickenpox and influenza, according to Raedy. There have been 236 reported cases of mumps, with another 16 suspected cases during this time period. It was unclear Monday, if ICE was taking additional steps to deal with issues of disease in its facilities. \r\n -- Top officials at a troubled Texas charity for migrants resigned following months of investigations into allegations of mismanagement and malfeasance. The Times's Nicholas Kulish, Kim Barker and Rebecca R. Ruiz report: For months, Juan Sanchez was at the center of the national uproar over family separations at the Mexican border because the nonprofit he founded, Southwest Key Programs, was housing migrant children taken from their parents. On Monday, facing intense scrutiny from his own organization and federal investigations over alleged financial improprieties, he stepped down after 32 years at the helm. ... The Southwest Key shelter in a former Walmart superstore in Brownsville, Tex., known as Casa Padre, became a symbol of the Trump administrations family separation policy, with immigration advocates likening it to a warehouse for children. But it was also a generator of millions of dollars in federal grants at a nonprofit unusually concerned with its bottom line. ... Mr. Sanchez earned $1.5 million in 2017, the most recent tax return available. His wife earned $500,000. His daughter from a previous marriage also held a senior position, but her salary was not available. Ms. Chung earned $1 million.  \r\n -- The Customs and Border Protection agency plans to implement a biometric entry-exit system using facial recognition technology on more than 100 million travelers flying out of the United States. BuzzFeed News's Davey Alba reports on documents obtained by the nonprofit research organization Electronic Privacy Information Center: These same documents state explicitly that there were no limits on how partnering airlines can use this facial recognition data. CBP did not answer specific questions about whether there are any guidelines for how other technology companies involved in processing the data can potentially also use it. ... CBP did not explain what its current policies around data sharing of biometric information with participating companies and third-party firms are, but it did say thatthe agency 'retains photos for up to 14 days' of non-US citizens departing the country, for 'evaluation of the technology' and 'assurance of the accuracy of the algorithms'  which implies such photos might be used for further training of its facial matching AI.  \r\n Facial recognition technology is already at use in 17 international airports, including New York, Atlanta, Boston, Chicago and Houston. Major airlines including Delta, American Airlines and British Airways support the usage of this technology. \r\n -- The apparel manufacturing, taxi and limousine services, as well as nail salons and personal care industries depend the most on immigrant labor, according to a new report by the New American Economy group. In New York, 80 percent of limo and taxi drivers are immigrants while in California, more than 75 percent of agriculture workers are immigrants. (Axios)  \r\n -- British lawmakers will determine this week whether to delay Britains departure from the European Union. William Booth and Karla Adam report: On Tuesday, British lawmakers are scheduled to vote again on [Prime Minister Theresa] Mays withdrawal agreement, along with the supplemental statements. A possible series of votes this week will help determine whether Britain will depart on schedule on March 29 or whether there will be more uncertainty, division and delay. \r\n -- Pelosi and Mitch McConnell extended a rare bipartisan invitation to NATO secretary general Jens Stoltenberg to address a joint session of Congress next month. Seung Min Kim, Rachael Bade and Robert Costa report: NATO declined to say whether Stoltenberg would accept the invitation, saying that his schedule during his Washington trip in April will be announced in due course. The invitation could put the NATO leader in a slightly awkward position. Stoltenberg has gone to great lengths to foster a positive relationship with Trump. If the congressional invitation were seen as too direct a rebuke to the White House, it could suck him into a domestic U.S. political battle he has been eager to avoid. \r\n -- The Trump administration threatened to scale back its intelligence sharing with Germany if Berlin allows the Chinese telecommunications giant Huawei to participate in the countrys development of a 5G network.The Wall Street Journals Bojan Pancevski and Sara Germano report: The threat marks the first time the U.S. has explicitly warned an ally that refusing to ostracize Huawei could lessen security cooperation with Washington. Both German and U.S. officials said the threat from Washington will unsettle Germanys security community, which is a big consumer of intelligence provided by the National Security Agency, the Central Intelligence Agency and other U.S. information gatherers. \r\n -- The Trump administration has taken a harder-line approach to denuclearizing North Korea since the president's failed second summit with Kim Jong Un last month. John Hudson reports: In remarks Monday, a top U.S. envoy said the United States would not lift sanctions on North Korea until it completely dismantles its nuclear and ballistic missiles. The United States is also seeking an end to Pyongyangs chemical and biological weapons, he said. Confronted with North Koreas insistence on major sanctions relief at the summit, the United States made a counterproposal demanding full sanctions relief for full denuclearization, said the diplomats, who spoke on the condition of anonymity to discuss sensitive negotiations. \r\n -- Syrian government forces have frequently subjected male prisoners to sexual violence. Louisa Loveluck reports: According to a report released Monday by Lawyers and Doctors for Human Rights, a Syrian rights group, security forces have used rape and enforced sterilization, as well as the tying, burning and mutilation of mens genitals, to force confessions and submission. \r\n Kirsten Gillibrand worships at Mount Moriah Missionary Baptist Church in South Carolina last month. (Meg Kinnard/AP) \r\n -- Sen. Kirsten Gillibrand (D-N.Y.) continues to defend her office's investigation into sexual harassment claims made by a former aide. She said she has no regrets about the way it was handled and she has not spoken with the woman who made the claims since she left her staff last summer. (Felicia Sonmez) \r\n -- Beto ORourke is expected to launch his presidential campaign very soon, even though he has not really prepared in the traditional way. The New York Timess Matt Flegenheimer and Lisa Lerer report: There has been no flirtation tour in Iowa, no trip to New Hampshire since his college years as an Ivy League rower. Mr. ORourke had no traditional campaign-in-waiting at the ready after the midterms Few doubt Mr. ORourkes capacity to upend the race regardless, buoyed by a talent for relentless retail politics, a formidable low-dollar fundraising army and an unsubtle contrast to front-runners in their 70s, like [Biden and Sanders]. But perhaps no major 2020 player invites as many question marks as Mr. ORourke, and his drawn-out non-candidacy has provided few answers. ORourke announced in a Twitter video that he would make his first visit to Iowa this weekend. \r\n -- Stacey Abrams, who also lost the Georgia gubernatorial race last year, said she could run for president in 2020 after saying previously that 2028 would be the earliest race she'd consider. (CNN) \r\n -- Under fire, Facebook quickly reversed its decision to pull ads by Sen. Elizabeth Warrens campaign calling for the breakup of the social media giant. Politicos Cristiano Lima reports: The ads, which had identical images and text, touted Warren's recently announced plan to unwind anti-competitive tech mergers, including Facebooks acquisition of WhatsApp and Instagram. A message on the three ads said: This ad was taken down because it goes against Facebook's advertising policies. A Facebook spokesperson confirmed the ads had been taken down but said the company is in the process of restoring them. \r\n -- Related: Sen. Josh Hawley (R-Mo.) sent a letter to the Federal Trade Commission accusing the agency of allowing Facebook and other tech giants to mishandle consumers private data. Tony Romm reports: Hawley said there is substantial evidence that Facebook had broken a 2011 agreement with the FTC that settled an earlier probe into its privacy practices a breach that could trigger steep federal fines. \r\n -- Court packing is gaining currency among far-left activists, who in turn are trying to prod presidential candidates to embrace it. Michael Scherer reports: Former attorney general Eric H. Holder Jr., who recently decided against running for president, became the latest figure to embrace an expansion of the nine-member court in recent talks at Yale Law School and Columbia University. [South Bend Mayor Pete Buttigieg] has also discussed a 15-justice structure for the court five Democratic appointees, five Republican appointees and five chosen by the other 10. The concept of expanding the Supreme Court, like the phrase court packing itself, fell into lengthy disrepute after 1937, when President Franklin D. Roosevelt ... sought to add six friendlier justices, prompting an outcry even from allies.  \r\n -- The strong showings of Joe Biden and Bernie Sanders in the latest Iowa poll are impressive but shouldnt be overemphasized, Dan Balz writes: The poll should be read in two ways as a sign of initial strength for each of them, and as an indication of the vulnerabilities the two best-known figures in the race could face. With a big field assembling, those numbers Biden at 27 percent and Sanders at 25 percent are helpful but not overwhelmingly impressive. At every candidate event this year, there are more shoppers than buyers, and any number of candidates are drawing crowds and good reviews. Other candidates are and will have their moments. Still, it is notable that Biden and Sanders are where they are, given who they are. \r\n -- This week, Biden will address the International Association of Firefighters and the Delaware Democratic Party, two supportive audiences that will serve as the final test drive before the former vice president makes a 2020 decision. From NBC Newss Mike Memoli: The coming week may be a point of no return for him, as aides recognize that the partys patience is wearing thin. To the extent advisers identify any potential hurdles hes still reckoning with, they are parallel: how and when to engage with attacks from the most strident partisan voices in both parties, including Trump. No final decisions have been made on what Bidens campaign platform would be, but advisers said their starting point is similar to the one he sketched out when he considered joining the 2016 race which includes:   \r\n A tax code overhaul to treat investment income as earned income. \r\n -- Many of New York Mayor Bill de Blasios closest aides are trying to talk him out of running for president. Politicos Laura Nahmias and Sally Goldenberg report: As de Blasio touted his liberal record in Iowa and South Carolina in recent weeks, nearly three dozen former and current aides, consultants and allies ... panned the idea or doubted that the mayor would run for the Democratic nomination. Aside from the few people working on the nascent effort, only two said de Blasio should run. \r\n -- The large Democratic field is stressing out a very specific group of people: pollsters. Politico's Steven Shepard reports: New surveys are cramming up to 23 Democrats into their questionnaires after the Democratic National Committee set a low, 1 percent polling threshold to gain admittance into the partys first primary debates. The miles-long list of candidates has created an unusual set of methodological challenges for pollsters already battling declining engagement with their surveys. ... The 2020 race presents a different problem: which candidates to include. Most pollsters are choosing to list as many candidates as possible even at the risk of flooding poll respondents with a long list of names.  \r\n -- Maryland Gov. Larry Hogan (R) will speak at the New Hampshire Institute of Politics's Politics & Eggs series. It's a common campaign stop for White House hopefuls. Hogan is weighing a primary challenge to Trump. (Ovetta Wiggins) \r\n -- Some NRA leaders are expressing concern about NRATV, the groups streaming service that has attracted controversy as its hosts have wandered far from the issue of gun rights. The New York Timess Danny Hakim reports: Since its creation in 2016, it has adopted an increasingly apocalyptic, hard-right tone, warning of race wars, describing Barack Obama as a fresh-faced flower-child president, calling for a march on the Federal Bureau of Investigation and comparing journalists to rodents. In recent weeks, in a rare airing of internal debate at the N.R.A., two prominent board members expressed concerns about NRATV. \r\n As Ive been tweeting since last year, watch for Trump to dump Pence later this year. He needs a showstopper to draw media attention away from his troubles and the Ds and Search for a New Vice-President is a perfect cliff-hanger to his reality show. (Better go hide, Nikki). \r\n Trump often complains about the cost of the Mueller probe, which cost $25M through last fall. https://t.co/1SOKWjgb2d \r\n Making Daylight Saving Time permanent is O.K. with me! \r\n  Donald J. Trump (@realDonaldTrump) March 11, 2019 \r\n \"His tweet followed the introduction of a bill last week by Sen. Marco Rubio (R-Fla.) that would make daylight saving time a year-round reality. Rep. Vern Buchanan, another Florida Republican, introduced matching legislation of the Sunshine Protection Act in the House,\" John Wagner and Joel Achenbach explain. \r\n The dynamics of the 2020 race right now are such that @AndrewYangVFA is showing up just 5% behind @BetoORourke in a national poll: https://t.co/WrfnXKjy2U \r\n The real question is why Republicans dont want to remove him. \r\n .@AnnCoulter on Wacky Nut Job slam by @realDonaldTrump: I dont know why he doesnt just ignore me. He doesnt mind ignoring the rest of his base. pic.twitter.com/q5vdOxb8kd \r\n Former Congressman #JonahRyan (NH) agrees 1000% with the President. https://t.co/MGXxiPSXP9 \r\n Typo of the week (so far) via @YahooNewspic.twitter.com/paavHcUqzQ \r\n  David S. Joachim (@davidjoachim) March 11, 2019 \r\n -It is pronounced Ma-wauk-ee. (The L is silent)-Water fountains are called bubblers-Brats, as in Bratwurst, are pronounced brahts-ATMs are known as time machines (or TYME machines)-Dont ask what a FIB is. https://t.co/cnkc4nQOX0 \r\n -- Two decades after vanishing, her daughter suddenly showed up with children, a new identity and speaking Spanish, by Terrence McCoy: Twenty years, 10 months and two weeks after her daughter vanished, Cynthia Haag was inside the rowhouse she refused to abandon lest her missing child come back when her phone started to ring. Her other daughter was on the line, saying shed just gotten an unexpected message on Facebook. It was from Crystal. The long-lost child. Her hair was now short. She spoke Spanish fluently. And she was no longer Crystal Haag, who would have been 35, but had adopted the alias of Crystal Saunders, who was 44. In that moment, however, none of those changes mattered. Still my pretty girl, Cynthia said, hugging her. Her missing daughter was finally home, but the hard part was just beginning. \r\n -- Daily Beast, Colony of Hell: 911 Calls From Inside Amazon Warehouses, by Max Zahn and Sharif Paget: Dozens and dozens of times over five years, calls were made from Amazon warehouses to 911 dispatchers about men and women on the brink. There was the suicidal employee in Hebron, Kentucky, who police said is pregnant and threatening the baby in December 2016. The 22-year-old woman in Joliet, Illinois, who said she wanted to stab herself in the stomach that same month. Between October 2013 and October 2018, emergency workers were summoned to Amazon warehouses at least 189 times for suicide attempts, suicidal thoughts, and other mental-health episodes, according to 911 call logs, ambulance and police reports reviewed and analyzed by The Daily Beast. (Amazon CEO Jeffrey P. Bezos also owns The Washington Post.) \r\n Pro-Jeb Bush super PAC improperly accepted $1.3 million from Chinese-owned company, FEC says, from Michelle Ye Hee Lee: The Federal Election Commission found that the super PAC that supported Jeb Bushs 2016 presidential campaign violated a federal ban on the involvement of foreign nationals in donations to political committees when it accepted $1.3 million from a company owned by two Chinese nationals. The FEC ordered the super PAC and the company to pay a combined $940,000 in penalties one of its largest fines to date, according to FEC records. The violation centered on communications between a Chinese couple, Gordon Tang and Huaidan Chen, and Bushs brother Neil Bush, who was raising money for the super PAC and was involved in business with the couple. \r\n Trump will be presented with the Boy Scouts report to the nation and participate in a bill signing. \r\n -- Today might be cool and breezy, but at least the sun is out. The Capital Weather Gang forecasts: We keep a much-appreciated dry spell going the next several days. Meanwhile temperatures bounce around some. After a brief cool-down today, temperatures begin an upward climb tomorrow. By Thursday, were back into the 60s. We have a shot at 70 or so Friday, but thats when the dry spell ends as showers move in. The weekend dries out and cools back down with below-normal temperatures. \r\n -- The Wizards beat the Kings 121-115. (Candace Buckner) \r\n -- Maryland teachers rallied for increased education funding. Erin Cox reports: More than 170 school buses brought education advocates, clad in red T-shirts, to pressure lawmakers to commit billions more to public schools. The long-planned 'March for Our Schools' rally took place even after top Democrats promised last week to pump $1 billion into public schools over the next two years. While similar rallies in other states have been tied to teacher strikes in recent years, Marylands teachers say the strategy here is a political full-court press to improve schools they say have been chronically underfunded by as much as $2.9 billion per year.", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/12/daily-202-six-revealing-quotes-that-speak-volumes-about-the-political-moment/5c868df61b326b2d177d604b/", "tags": ["immigration advocates", "bob mueller", "tough questions", "karoun demirjian", "vice president pence"], "related_articles": [{"title": "The Daily 202: Six revealing quotes that speak volumes about the political moment", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/12/daily-202-six-revealing-quotes-that-speak-volumes-about-the-political-moment/5c868df61b326b2d177d604b/"}, {"title": "The Health 202: Utah is testing the Trump administration's dreams of limiting Medicaid spending", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2019/03/13/the-health-202-utah-is-testing-the-trump-administration-s-dreams-of-limiting-medicaid-spending/5c880bce1b326b2d177d6067/"}, {"title": "Power Up: Trump budget guts White House drug control office -- again", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/powerup/2019/03/13/powerup-trump-budget-guts-white-house-drug-control-office-again/5c87fc8c1b326b2d177d6063/"}]}, {"title": "US retail sales bounced back in January", "source": "business-insider", "date": "2019-03-12T13:17:00Z", "origContent": " US retail sales totaled $504.4 billion in January 2019, according to a report from the US Census Bureau. This is up .2% from last December's performance and 2.3% year-over-year (YoY).  \r\n These improvements are particularly important following retail's poor performance in December 2018 — when it had the biggest drop on a month-to-month basis since 2009 — as they indicate that the industry may avoid a prolonged slide.  \r\n  A number of retail segments recovered, with e-commerce coming in as one of the top performers. After growing only 2% YoY in December, nonstore retailers' sales, which includes e-commerce, rose 7.3% YoY, giving it the second highest YoY growth in January behind building material's 8.7% YoY jump.  \r\n  Other segments like food and beverage stores, health and personal care stores, and the group including sporting goods stores saw higher annual sales growth in January than in December. Having a number of areas perform well could mean that retail as a whole is trending in the right direction, but segments including furniture and apparel and clothing accessory stores saw worse YoY growth in January than they did in December, so there's still reason for concern.  \r\n  A revision of December's performance suggests that its sales growth was worse than originally thought, making January's results that much more important.The US Census Bureau originally reported that December's sales saw a 1.2% drop from November and a 2.3% increase YoY, but its newly released report puts December's month-to-month sales growth at -1.6% and its YoY growth at just 1.6%.  \r\n  This means that retailers may be hurting more than originally thought, especially those that rely on holiday sales to bolster their full-year performances.  \r\n  January could be the beginning of a positive trend in US retail in 2019 — something it desperately needs since it's off to a rough start.Retailers have already announced plans to close over 4,300 stores in 2019. Meanwhile, the year kicked off with the government shutdown and the US-China trade war is ongoing — and both impact retail's performance.  \r\n  If January is the first of many months of improved sales and consumer spending, retailers may be able to weather these issues, but if not, store closures, retail bankruptcies, and other issues could pile up throughout 2019. ", "url": "https://www.businessinsider.com/january-us-retail-sales-bounced-back-2019-3", "tags": ["board", "analyst", "analysts", "stock", "shares"], "related_articles": [{"title": "Rite Aid to cut about 400 US jobs in shake-up of its top management", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/13/rite-aid-to-cut-about-400-us-jobs-in-shake-up-of-its-top-management.html"}, {"title": "US stocks move higher, led by technology and health care", "source": "associated-press", "url": "https://apnews.com/e11769e22aad40a9b30599efbc059c37"}, {"title": "Stocks making the biggest moves premarket: Boeing, Express, Spotify, Goldman Sachs & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/13/stocks-making-the-biggest-moves-premarket-boeing-express-spotify-goldman-sachs--more.html"}]}, {"title": "The Technology 202: EU's top competition cop says Amazon probe in 'quite advanced' stage", "source": "the-washington-post", "date": "2019-03-12T12:59:31Z", "origContent": "European Union Commissioner Margrethe Vestager speaks at South by Southwest. (Erik Carlson/ATX Video Marketing) \r\n AUSTIN The European Unions top competition cop says her preliminary investigation into Amazons data practices is in quite advanced stages. \r\n Margrethe Vestager who has emerged as the worlds toughest Big Tech regulator is racing against the clock to determine whether to bring a formal antitrust case against the e-commerce giant before her term as commissioner ends in October. Her team is probing whether Amazon uses the data it collects from businesses that sell products on its platform to inform its own product sales and undercut its competitors.  (Amazon founder and chief executive Jeffrey P. Bezos owns The Washington Post.) \r\n Since its not given that I can continue for the commissioner for competition, I would like to take more decisive steps before I have to go, Vestager told a small group of reporters at South by Southwest. Were pushing it for obvious reasons.  \r\n As Europe seeks to crack down on Big Tech, Vestager is especially focused on the competition issues that arise when companies are both marketplaces that host other sellers -- and retailers competing to peddle their own products. Vestager wants to make sure the biggest players that drive the digital economy -- a la Amazon -- are not abusing their market dominance and hurting consumers as they use data from competitors to inform their own business decisions.  \r\n A formal case against Amazon could set the tone for how policymakers across the world -- even in the U.S. -- might treat the issue.  \r\n It extends far beyond one e-commerce giant, Vestager told me. Amazon is not the only one, Vestager said. Google also has this nature because they also are being the navigation tool to find a lot of businesses, businesses that they themselves compete with.  \r\n Vestager said Google Shopping is another example of her worries. In 2017, she fined Google for steering customers to its own service that lets people compare products from around the Web over competing online shopping services. \r\n That $2.7 billion fine and others have built Vestager's reputation as Silicon Valley's top nemesis across the pond. And at a time when many American politicians are just talking about antitrust and reining in Big Tech, Vestager has built a record on taking action. She also fined the search engine a record-setting $5 billion for forcing Android phone manufacturers to pre-install the Google search app and Chrome Web app on the phones. She's also fined Amazon and Apple for failing to pay taxes. \r\n As 2020 Democratic presidential candidates steered the conversation at South by Southwest toward how they would regulate the technology industry, there was perhaps no more approporiate year for Vestager to attend the festival.   \r\n But her approach differs from that of presidential hopeful Sen. Elizabeth Warren, who gave an impassioned pitch at the festival for her plan to break up Big Tech.  \r\n When I asked her about Warren's plan, Vestager said Europe could also try to break up the companies through legislation. It would for us be an issue of the very, very, very last resort, she said.  \r\n Warren (D-Mass.) and Vestager are concerned about the same competition issue, though. In our interview, Warren said she wanted to break up Amazon so it could not unfairly use the data it collects from sellers to compete with them.  \r\n As Vestager looks long-term at the work she wants to do to ensure European authorities are prepared to address competition issues involving technology, she tells me she's closely watching the hearings the U.S. Federal Trade Commission is holding on how the agency should address digital challenges.  \r\n \"I really like this approach, that they get a stock taking,\" she said. \"We're interested as colleagues and colleagues from my services will come over and have a listening ear.\" \r\n BITS: Warren says Facebook's decision to remove (and later restore) her ads calling for the breakup of tech giants underscores her point: that the social network has too much power.  \r\n Curious why I think FB has too much power? Let's start with their ability to shut down a debate over whether FB has too much power. Thanks for restoring my posts. But I want a social media marketplace that isn't dominated by a single censor. #BreakUpBigTechhttps://t.co/UPS6dozOxn \r\n Facebook removed several of Warren's posts yesterday that called for the unwinding of several large technology mergers, including Facebook's acquisitions of WhatsApp and Instagram. After Politico spotted the ads' removal, the company later restored them.   \r\n We removed the ads because they violated our policies against use of our corporate logo, the company said in a statement. In the interest of allowing robust debate, we are restoring the ads. \r\n NIBBLES: The Department of Homeland Security is rushing to deploy facial recognition systems across the country to comply with an executive order, but it's doing so without proper vetting and using methods some privacy advocates say are against the law, according to BuzzFeed News's Davey Alba.  \r\n U.S. Customs and Border Protection is scrambling to implement this biometric entry-exit system, with the goal of using facial recognition technology on travelers aboard 16,300 flights per week or more than 100 million passengers traveling on international flights out of the United States in as little as two years, to meet Trump's accelerated timeline for a biometric system that had initially been signed into law by the Obama administration, according to 346 pages of documents shared with BuzzFeed.  \r\n Officials are rushing to implement the system with few legal guardrails, at a time when there are serious questions about the accuracy of facial recognition technology especially among certain racial minorities.  \r\n Rep. Alexandria Ocasio-Cortez (D-N.Y.) responded on Twitter: \r\n Im a believer in privacy - which means I reject unlimited, unchecked, warrantless surveillance. \r\n Tracking consent should be given freely (aka not holding a service hostage for it) - whether its a gov or a corp. \r\n Warrants, & their requirements, are supposed to mean something. https://t.co/RY2jtLYLCp \r\n BYTES: Elon Musk is pushing back against the Securities and Exchange Commission's motion to hold him in contempt of court, calling it an \"unconstitutional power grab\" in a response filing, according to CNET's Daniel Van Boom.  \r\n The Tesla chief executive said he did not violate a previous settlement that put restrictions on his use of social media and that the government is trying to silence him. Under this settlement, Musk was supposed to have lawyers preapprove any tweets that could impact the company's stock. But the SEC says Musk's tweet from Feb. 19 about production levels hadn't been reviewed by the company's lawyers, in violation of the court's order.  \r\n The tweet was simply Musks shorthand gloss on and entirely consistent with prior public disclosures detailing Teslas anticipated production volume, Musks lawyers wrote. Moreover, it is clear from the context of the tweet that it was celebratory and forward-lookinga type of statement that courts have concluded is immaterial as a matter of law. \r\n As Facebook chief executive Mark Zuckerberg reorients the company toward privacy and encrypted messaging, little-seen data suggests that many users were already moving away from Facebook's core social network, my colleague Elizabeth Dwoskin reports. \r\n According to the analysis of data Facebook shared with TV ratings company Nielsen, people in the United States have been spending a lot less time on Facebook and on Messenger since 2016 about 10 percent less time per person in any given month than they had in the same month the previous year, Dwoskin wrote. And that is true for all age brackets. \r\n Presidet Trump is on the defensive after a video of him calling the chief executive of Apple \"Tim Apple\" at a White House event last week went viral. In a tweet yesterday, he said it was a \"easy way to save time & words.\" \r\n At a recent round table meeting of business executives, & long after formally introducing Tim Cook of Apple, I quickly referred to Tim Apple as Tim/Apple as an easy way to save time & words. The Fake News was disparagingly all over this, & it became yet another bad Trump story! \r\n  Donald J. Trump (@realDonaldTrump) March 11, 2019 \r\n The tweet only gave the viral story -- and jokes about it-- a second wind.  \r\n People are criticizing Trump for saying he said \"Tim Apple\" to save time. But who among us couldn't use an extra nearly half-second to use as we wish? https://t.co/EVBbTsvYYt \r\n To save even more time, I propose we refer to Tim Cook of Apple simply as \"Tapple.\" \r\n South by Southwest continues in Austin through Sunday, March 17.  \r\n The House Committee on Energy and Commerce hosts a legislative hearing on restoring net neutrality protections at 11 a.m.  \r\n The Senate Judiciary Committee will hold a privacy hearing, focused on Europe's General Data Protection Regulation and California's privacy law.  \r\n The House Judiciary Committee holds a hearing on the proposed merger of T-Mobile and Sprint at 2 p.m.  \r\n The Senate Committee on Commerce, Science and Transportation hosts a hearing on broadband investments in rural America at 2:30 p.m.", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-technology-202/2019/03/12/the-technology-202-eu-s-top-competition-cop-says-amazon-probe-in-quite-advanced-stage/5c86f5271b326b2d177d6057/", "tags": ["commerce", "health", "sales", "retail segments", "first many months"], "related_articles": [{"title": "Tesla: “Surprise! You may not be fired\"", "source": "financial-times", "url": "https://ftalphaville.ft.com/2019/03/12/1552366800000/Tesla---Surprise--You-may-not-be-fired-/"}, {"title": "Stocks making the biggest moves in the premarket: Boeing, Microsoft, Tesla, Amazon & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/12/stocks-making-the-biggest-moves-boeing-microsoft-tesla-amazon--more.html"}, {"title": "Dick's Sporting Goods Plunges as Analysts Weigh Turnaround", "source": "bloomberg", "url": "https://www.bloomberg.com/news/articles/2019-03-12/dick-s-sporting-goods-falls-as-gross-margin-trails-estimate"}]}, {"title": "Stocks making the biggest moves in the premarket: Boeing, Microsoft, Tesla, Amazon & more", "source": "cnbc", "date": "2019-03-12T12:09:00Z", "origContent": "Dick's Sporting GoodsThe sporting goods retailer earned an adjusted $1.07 per share for its latest quarter, beating the consensus estimate of $1.06 a share. Revenue also came in above Wall Street forecasts, but Dick's gave a weaker-than-expected full-year earnings outlook. \r\n Coca-ColaThe stock was downgraded to \"hold\" from \"buy\" at HSBC, citing a number of margin pressures and noting that the traditional 50-50 profit split with bottlers hails from a very different era for the company. \r\n UnitedHealth GroupThe health insurer is changing how it handles rebates from drugmakers, requiring future new employer clients to pass those rebates onto patients who take the medications. \r\n Boeing Boeing's 737 MAX-8 jet is still considered airworthy by the Federal Aviation Administration, although the agency is mandating that ongoing software design changes that have been in the works for months be implemented by April. Australia is the latest country to suspend the jet from service, following a second fatal crash involving the MAX-8 over the weekend in Ethiopia. \r\n Stitch Fix Stitch Fix reported quarterly profit of 12 cents per share, beating the consensus estimate of 5 cents a share. The personal styling service also saw revenue come in above Street forecasts. Stitch Fix raised its full-year revenue outlook and said the number of active clients jumped 18 percent in its most recent quarter. \r\n Biogen The drugmaker is selling its Danish subsidiary to Japan's Fujifilm for about $890 million. Fujifilm has made several acquisitions over the past year in an effort to bolster its health-care business. \r\n Tesla CEO Elon Musk's lawyers say Musk's recent tweet about production volumes did not violate a settlement with the Securities and Exchange Commission, and rejected the commission's contention that Musk should be held in contempt of court. \r\n Amazon.com Amazon is reportedly lifting a restriction on third-party sellers, according to Reuters. A source said that Amazon will stop telling those sellers that they cannot offer lower prices on competing websites. \r\n ADT ADT reported an unexpected loss for its fourth quarter, with revenue also falling below Wall Street forecasts. The security company also gave a weaker-than-expected revenue and earnings outlook for 2019, amid intensifying competition in the industry. \r\n Celgene Daniel Loeb's Third Point owns a small stake in Celgene, according to Reuters, in a bet that its planned sale to Bristol-Myers Squibb will be completed. Another hedge fund, Starboard Value, holds a stake in Bristol-Myers and has been urging shareholders to vote against what would be the largest-ever pharmaceutical deal. \r\n Monster Beverage BMO Capital downgraded the beverage maker to \"market perform\" from \"outperform,\" noting its premium valuation compared to its peers and saying that a cloudier outlook means that the stock price may be \"as good as it gets.\" \r\n Eli Lilly JPMorgan Chase reinstated its coverage of the drug maker with an \"overweight\" rating, and added the drug maker to its \"Analyst Focus List.\" JPMorgan calls Lilly the best-positioned of its large-cap pharmaceutical names, based in part on healthy core product growth.", "url": "https://www.cnbc.com/2019/03/12/stocks-making-the-biggest-moves-boeing-microsoft-tesla-amazon--more.html", "tags": ["own service", "messenger", "border protection", "biometric entry exit system", "u.s. customs"], "related_articles": [{"title": "Facebook temporarily removes Elizabeth Warren ads about breaking up big tech", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/news/2019/03/12/elizabeth-warren-facebook-ads-on-breaking-up-tech-temporarily-pulled/3137915002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Warren said Facebook proved her point that it has too much power by removing her ads", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/12/facebook-removed-elizabeth-warrens-ads-calling-for-its-break-up.html"}, {"title": "Facebook backtracks after removing Elizabeth Warren's ads blasting the platform, drawing another rebuke", "source": "fox-news", "url": "https://www.foxnews.com/tech/facebook-backtracks-after-removing-elizabeth-warrens-ads-blasting-the-platform-drawing-another-rebuke"}]}, {"title": "Tesla: “Surprise! You may not be fired\"", "source": "financial-times", "date": "2019-03-12T05:00:00Z", "origContent": "When most Americans are fast asleep -- 6am in London -- Tesla pushed out a press release Monday which, to be honest, is pretty sensational, even for a company promising rocket-assisted cars. \r\n Last month, we announced that we would be winding down many of our stores and moving to online-only sales in order to pass the savings along to our customers. \r\n This was only ten days ago! We feel old. Anyway. \r\n On an invite-only media conference call following the original February 28 announcement (we're sure our invite got lost in the post), Elon Musk explained the decision was not just about cost-savings, but also because “it’s 2019. People want to buy things online”. The consumer demanded it, and Tesla was ready to oblige. Who needs to be guided through the process of buying a $35,000 asset anyway? \r\n Well it turns out... (emphasis ours): \r\n Over the past two weeks we have been closely evaluating every single Tesla retail location, and we have decided to keep significantly more stores open than previously announced as we continue to evaluate them over the course of several months. When we recently closed 10% of sales locations, we selected stores that didn’t invite the natural foot traffic our stores have always been designed for. These are stores that we would have closed anyway, even if in-store sales made up our entire sales model. A few stores in high visibility locations that were closed due to low throughput will be reopened, but with a smaller Tesla crew. In addition, there are another 20% of locations that are under review, and depending on their effectiveness over the next few months, some will be closed and some will remain open. \r\n Perhaps it was the real cost of cancelling the leases that did it. According to Tesla’s latest 10-K filing, operating lease obligations amount to $1.6bn over the next five years. While not all related to its stores, even paying off its landlords a quarter of that could be problematic for a company where every dollar of cash flow is crucial. (For more, read this excellent WSJ article from the weekend.) \r\n As a result of keeping significantly more stores open, Tesla will need to raise vehicle prices by about 3% on average worldwide. In other words, we will only close about half as many stores, but the cost savings are therefore only about half. \r\n Ah price rises, just a fortnight after cutting prices for all of its cars worldwide. That makes total sense. We’re sure that extra 3 per cent is going to make all the difference to the UK-based, full spec Model X buyers who spent £137,705 on their cars on February 27, only to find the price drop to £87,200 on March 1. (Numbers courtesy of AutoExpress.) \r\n Potential Tesla owners will have a week to place their order before prices rise, so current prices are valid until March 18th. There will be no price increase to the $35,000 Model 3. The price increases will only apply to the more expensive variants of Model 3, as well as Model S and X. \r\n Alphaville is sure this has nothing to do with the fact that most of the expensive variants are likely to be in-stock, and therefore almost sure to be delivered before the quarter-end if ordered this week. \r\n To be clear, all sales worldwide will still be done online, in that potential Tesla owners coming in to stores will simply be shown how to order a Tesla on their phone in a few minutes. And the generous return policy of 1000 miles or 7 days, whichever comes first, should alleviate the need for most test drives. However, cars will still be available for test drives at stores at the potential Tesla owner’s request. Stores will also carry a small number of cars in inventory for customers who wish to drive away with a Tesla immediately. \r\n Ah, so it turns out customers do like trying-before-they-buy when it comes to the second most expensive purchase of their lifetimes. Who knew? Of course, returning a car after 1,000 miles may be tricky if there's so few stores to return it to. But we digress. \r\n While these numbers may strike our readers as very low, we also note reduced US sales estimates from Inside EVs, a trade website Mr Musk tweeted last summer, when the site reported impressive market share figures for the Model 3. \r\n It estimates Tesla sold 12,250 Model 3s and 3,725 Model S/Xs through February. However, it's important to highlight that Tesla has made a sustained effort to ship cars to Europe and Asia this quarter, so this could explain the reported drop in US sales. \r\n But if Mr Chowdhry is close to correct, then his research may explain the seemingly rushed nature of Tesla's sales strategy.  \r\n Think about it this way: when it comes to mistakes, growth companies have it easy. Rocketing revenues can often mask underperforming segments, or bad investment decisions, thanks to the mollifying nature of rising positive cash flows. Just think how easily Amazon recovered from the debacle of the Fire Phone, for example. \r\n When the music stops, however, the reverse is equally true. Unexpectedly slow growth means once trivial issues can become acute problems. And, in an effort to maintain profits, companies often rush to hasty strategic decisions. A write-off may be taken, or a business segment restructured. Microsoft's Nokia debacle comes to mind.", "url": "https://ftalphaville.ft.com/2019/03/12/1552366800000/Tesla---Surprise--You-may-not-be-fired-/", "tags": ["asia", "retail location", "quarter", "numbers", "press release"], "related_articles": [{"title": "Three years ago, Elon Musk said a Tesla car would be able to drive itself across the country by the end of 2017 — but that still hasn't happened (TSLA)", "source": "business-insider", "url": "https://www.businessinsider.com/elon-musk-tesla-car-drive-itself-across-the-country-2019-3"}, {"title": "Tesla is facing an 'air pocket' in demand earlier than expected, Morgan Stanley says (TSLA)", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/tesla-stock-price-elon-musk-electric-car-maker-demand-slowdown-2019-3-1028023783"}, {"title": "10 things in tech you need to know today", "source": "business-insider", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-march-13-2019-3"}]}, {"title": "Amazon eases price restrictions on third-party vendors", "source": "financial-times", "date": "2019-03-12T01:05:19Z", "origContent": "Amazon has dropped a requirement that third-party vendors who sell their wares on its website must always offer their lowest prices there, as the company faces intensifying criticism from partners and politicians. \r\n The move to end so-called price parity provisions, also known as “most favoured nation” clauses, in the US comes amid calls for the company to be investigated under antitrust laws. \r\n The clauses, which prevented sellers from listing products sold on Amazon’s Marketplace for cheaper elsewhere online, had been dropped in Europe in 2013 after the UK and Germany launched investigations into the policy. \r\n Third-party sales on Amazon’s Marketplace, where outside sellers list their products alongside items sold directly by Amazon, now account for half of all items sold on its website. \r\n The ecommerce company, which captures half of US online retail sales, is coming under increasing scrutiny for its perceived dominance and treatment of sellers, against a broader backdrop of criticism of the power of big technology companies. \r\n Last week, Elizabeth Warren, the Democratic consumer champion known for taking on Wall Street, vowed to break up Amazon, Google and Facebook if she is successful in her attempt to become US president. Ms Warren said she would introduce legislation that prevented companies such as Amazon from operating a marketplace and participating in that marketplace. \r\n James Thomson, a former Amazon manager who consults sellers on the ecommerce platform, said the decision to axe price parity provisions could result in slower growth for Amazon. \r\n “The Marketplace has been historically a cash cow for Amazon. If it becomes less competitive on price and consumers become less loyal, does that mean the third-party business is going to slow down?” he said. \r\n The explosive growth of the Marketplace has helped propel the company’s growth and provided an economic model with more attractive margins than Amazon’s own sales of goods. The company takes a cut of sales and charges merchants fees for fulfilment, payment and advertising services, but does not bear the cost and risk of purchasing and holding inventory. Revenue from those services grew twice as fast in the fourth quarter from a year ago as Amazon’s own online sales. \r\n But Marketplace has also provided fodder for critics who argue that Amazon has too much leverage over sellers and uses the data it gleans from all the sales that go across its platform to benefit its own business. \r\n European Union competition commissioner Margrethe Vestager last year launched an investigation into how Amazon uses data about its merchants. Germany’s antitrust watchdog has opened a separate probe into the company’s “double role” as a retailer and marketplace for sellers and whether the company abused its market power to set illegal contract terms. \r\n Such concerns have also started to emerge in the US, particularly among Democrats. In December, Richard Blumenthal, a senator from Connecticut, wrote to the US Department of Justice and the Federal Trade Commission urging regulators to investigate Amazon’s contract provisions, which he said “could stifle market competition and artificially inflate prices on consumer goods”. \r\n After Amazon’s move on Monday, Mr Blumenthal said the “wise and welcome decision comes only after aggressive advocacy and attention that compelled Amazon to abandon its abusive contract clause”, adding: “I remain deeply troubled that federal regulators responsible for cracking down on anti-competitive practices seem asleep at the wheel, at great cost to American innovation and consumers.”", "url": "https://www.ft.com/content/3beea4a6-445b-11e9-b168-96a37d002cd3", "tags": ["dan diamond", "budget plan", "john wagner", "william booth", "toluse olorunnipa"], "related_articles": [{"title": "The Health 202: Utah is testing the Trump administration's dreams of limiting Medicaid spending", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2019/03/13/the-health-202-utah-is-testing-the-trump-administration-s-dreams-of-limiting-medicaid-spending/5c880bce1b326b2d177d6067/"}, {"title": "The Daily 202: Russia may experiment with new forms of interference in Ukraine’s elections, experts warn", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/13/daily-202-russia-may-experiment-with-new-forms-of-interference-in-ukraine-s-elections-experts-warn/5c87d39a1b326b2d177d6060/"}, {"title": "Ocasio-Cortez fact-checked for 'highly misleading' claim on Trump funding for opioid emergency - Fox News", "source": "fox-news", "url": "https://www.foxnews.com/politics/rep-alexandria-ocasio-cortez-fact-checked-for-highly-misleading-comment-on-president-trump-opioid-crisis"}]}]}