{"topterms": [["amazon", 156], ["trump", 81], ["new york", 81], ["china", 72], ["washington", 71], ["walmart", 66], ["congress", 57], ["president donald trump", 53], ["facebook", 46], ["fourth quarter", 42], ["last year", 42], ["google", 42], ["first time", 40], ["california", 40], ["americans", 40]], "articles": [{"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "date": "2019-03-01T22:31:37Z", "origContent": "<p>While US-China trade talks continue to hold centre stage, investors will be following a bevy of economic data, retail earnings and central bank developments in the coming week.</p> <p>Investors will get a fresh look at the booming US labour market on Friday when the government releases data for February. Economists expect 180,000 new jobs and an unemployment rate of 3.9 per cent, according to a Reuters poll.</p> <p>The US added 304,000 jobs in January, while the unemployment rate stood at 4 per cent, helping ease concerns over the impact of a partial government shutdown and slower economic growth.</p> <p>Wage data will be of particular interest amid a period of muted inflation. Average hourly earnings in January were up just 0.1 per cent compared with the prior month, the weakest rate of growth since October 2017.</p> <p>In other US economic data, new home sales and the Institute for Supply Management’s non-manufacturing index are due on Tuesday, and a report on housing starts will arrive on Friday. On Wednesday, the Federal Reserve will release its monthly Beige Book, an anecdotal look at business activity across the central bank’s 12 districts.</p> <p>The spate of retail earnings will continue next week. Target and Kohl’s, the American department store chains, will release their fourth-quarter financial results on Tuesday. Discount retailer Dollar Tree, grocery chain Kroger, bookseller Barnes & Noble and warehouse outlets Costco and BJ’s Wholesale Club are also scheduled to report earnings during the week.</p> <p>Other US big-box stores such as Walmart, Best Buy and Macy’s have already disclosed fourth-quarter profits and sales. Walmart eased investors’ concerns about domestic retail sales, which abruptly fell in December, with strong holiday sales aided by strength in the grocery and toy aisles. Best Buy, the electronics retailer, also benefited from better sales than expected during the holiday period.</p> <p>Other closely watched earnings reports coming next week include Salesforce.com and Brown-Forman, the owner of Jack Daniel’s.</p> <p>The European Central Bank will provide an update on monetary policy and its president, Mario Draghi, will speak at a press conference on Thursday. The ECB is expected to hold rates steady amid a deceleration in regional growth and tepid inflation numbers. Investors are also watching the ECB for economic forecasts and news on long-term loans to banks.</p> <p>The Reserve Bank of Australia and the Bank of Canada have their own rate decisions coming next week. Minutes from the Bank of England’s latest policy meeting will be released. In the US, New York Fed president John Williams and Cleveland Fed president Loretta Mester will be among the central bank officials to give remarks.</p> <p>Elsewhere in global economic news, China is expected to announce an economic growth target as its annual National People’s Congress begins in Beijing. Key reports during the week include Italy’s GDP, Germany’s factory orders, China’s trade balance and Australia’s GDP.</p>", "url": "https://www.ft.com/content/66191714-3c47-11e9-b856-5404d3811663", "tags": ["booming labour market", "american department store chains", "global economic china", "regional growth", "new york fed president john williams"], "related_articles": [{"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}, {"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}, {"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}]}, {"title": "Stocks making the biggest moves midday: Gap, Tesla, L Brands & more", "source": "cnbc", "date": "2019-03-01T17:14:00Z", "origContent": "<p>Tesla Shares of Tesla fell 7.58 percent after the company's underwhelming announcement that it will be launching its standard Model 3. Barclays analyst Brian Johnson even called it the \"un-iPhone moment.\" The electric car maker also announced store closures and layoffs in an effort to reduce costs, in addition to stating that the company will not turn a profit during its first quarter.</p> <p>Nektar Therapeutics The biopharmaceutical fell 8 percent Friday after reporting fourth-quarter earnings. The drug maker lost 57 cents a share and reported revenue of $39.83 million both below Wall Street analysts' estimates.</p> <p>Walgreens Boots Alliance The pharmacy operator dropped more than 5 percent after an analyst at Baird slashed his price target on the stock to $67 per share from $70. \"WBA is advancing many new initiatives (some supportable, some dubious), but can't change its market environment, which is universally tough,\" the analyst said.</p> <p>Gap Gap shares surged more than 18 percent after the retailer announced it was splitting into two independent publicly traded companies. One of those companies will be Old Navy, while the other will include brands like Banana Republic and Athleta.</p> <p>L Brands Shares of the Ohio-based retail business rebounded by more than 7 percent Friday. A day earlier, the stock dropped sharply after the company missed earnings expectations and issued lower-than-expected guidance. The owner of Victoria's Secret and Bath & Body Works also announced it plans to close 53 Victoria's Secret stores this year.</p> <p>Dentsply Sirona Shares of Dentsply Sirona surged more than 15 percent after the dental product manufacturer reported better-than-expected earnings and sales for the fourth quarter. Dentsply reported earnings of 58 cents a share, topping the 54 cents estimates by FactSet. Revenue came in at $1.06 billion, exceeding the expectation of $1.025 billion.</p> <p>Foot Locker Shares of Foot Locker rose 5.56 percent after the retailer reported fourth-quarter earnings that surpassed analyst expectations. Foot locker reported that its same store sales were up 9.7 percent, more than double the 4.6 percent expected.</p> <p>Nielsen Holdings Shares of Nielsen rose more than 4 percent after the data analytics company posted better-than-expected sales in the fourth quarter and issued a strong outlook for 2019. The company's revenue rose to $1.658 billion last quarter, versus FactSet estimate of $1.645 billion. For 2019, Nielsen sees earnings of $1.63 to $1.77 per share, higher than expectations of $1.22.</p> <p>CNBC's Nadine El-Bawab, Kate Rooney and Yun Li contributed to this report.</p>", "url": "https://www.cnbc.com/2019/03/01/stocks-making-the-biggest-moves-midday-gap-tesla-l-brands--more.html", "tags": ["body", "works", "dental product manufacturer", "store closures", "wba"], "related_articles": [{"title": "Stocks making the biggest moves midday: Best Buy, IMAX, Campbell Soup, Mylan & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/stocks-making-the-biggest-moves-midday-best-buy-imax-campbell-soup-mylan--more.html"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Stocks making the biggest moves midday: HP, Box, Anheuser-Busch, Square & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/stocks-making-the-biggest-moves-midday-hp-box-anheuser-busch-square--more.html"}]}, {"title": "US stocks rise on hopes for a trade deal with China", "source": "associated-press", "date": "2019-03-01T15:53:09Z", "origContent": "<p>NEW YORK (AP) U.S. stocks are rising Friday, reversing a three-day losing streak as investors digest news of a potential resolution to the U.S.'s trade war with China.</p> <p>U.S. officials are reportedly preparing a deal that could be signed within a month, according to news agency Bloomberg. The trade war between the world's largest economies has raised prices for consumers and companies. It's also deepened concerns that escalating tariffs could worsen the global economy's slowdown.</p> <p>President Donald Trump held off a threat to impose higher tariffs on $200 billion of Chinese products as negotiations continued. Washington accuses Beijing of stealing foreign companies' technology or pressuring them to hand it over.</p> <p>Technology and bank stocks led the early gains. Retailers also rose. Gap surged on plans to spin off its Old Navy brand. Foot Locker rose after reporting strong financial results and a solid forecast.</p> <p>Investors have remained confident in the strength of the U.S. economy, despite weak economic reports. Consumer spending in December took its biggest tumble in nine years. Disappointing retails sales was another sign that growth slowed at the end of 2018.</p> <p>KEEPING SCORE: The Dow Jones Industrial Average rose 90 points, or 0.4 percent, to 26,008 as of 10:45 a.m. The S&P 500 index and Nasdaq composite were up 0.5 percent.</p> <p>OLD NAVY SAILING AWAY: Gap surged 18 percent after it told investors it will spin off its Old Navy brand into a separate company. The retailer will retain its namesake brand, along with Banana Republic and others, in a new, yet to be named company.</p> <p>The split comes as Old Navy has thrived while Gap struggles with increasing competition from the likes of Target and Amazon.</p> <p>RUNNING START: Foot Locker jumped 8 percent after the footwear and athletic apparel retailer blew past investor expectations for the fourth quarter. The company also expects double-digit profit growth in 2019.</p>", "url": "https://apnews.com/644841507f3b4bae81f70cc31691dad2", "tags": ["double digit profit growth", "athletic apparel retailer", "losing streak", "past investor expectations", "strong financial results"], "related_articles": [{"title": "S&P 500 hits three-month high as tariff delay fuels stocks", "source": "financial-times", "url": "https://www.ft.com/content/1f312774-393b-11e9-b72b-2c7f526ca5d0"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/old-navy-split-gap-which-stay-banana-republic/3020322002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Saks Takes Back Fifth Avenue", "source": "fortune", "date": "2019-03-01T13:00:57Z", "origContent": "<p>Ascending a sleek new multi-colored escalator, designed by Dutch architect Rem Koolhaas, Saks Fifth Avenue president Marc Metrick is a man vibrating with excitement ahead of its grand unveiling. The escalators bright red and blue hues and a large LED ceiling (that creates the illusion of a blue sky) pop in sharp contrast with the grey curtains used to cordon off a dusty construction area. Change is afoot on the ground floor of one Manhattans most iconic department stores.</p> <p>The sense of theatre epitomizes what Metrick, who has been president of the HBC-owned Saks since 2015, is convinced the company has to offer todays shoppers, particularly at its 650,000 square-foot New York City flagship.</p> <p>The buzz of activity comes at a time when Saks has some wind in its sails again after faring a rough patch three years ago. Sales were declining quarter after quarter. It was losing market share and the Grande Dame of New York luxury, a fixture since 1924, had lost much of what made it stand out.</p> <p>Now, Saks has reported seven quarters of comparable sales gains in the last eight, including a 7.3% jump in the third quarter. And, to Metricks big satisfaction, that recent performance bested those of two major rivalsNordstrom and Neiman Marcusover the same period. But those competitors are not idling: both Neiman and Nordstrom are adding their first namesake department stores in New York this year.</p> <p>The luxury market might be crowded but it is booming: according to Bain & Co, the U.S. personal luxury goods market rose 5% to $85 billion in the United States. Whats more, Spectrem Group estimates there are now 10 million Americans with a net worth between $1 million and $5 million, up 67% from a decade ago. </p> <p>A run of the mill store just wont do, both in terms of the physical location but also how tech is integrated into them. Ergo a $250 million invested in the multi-year remodel of the flagship of a 41-store chain.</p> <p>While the renovation doesnt feature anything outlandish like the indoor ski hill Saks installed in the 1930s (try getting a CFO to sign-off on that today) its still trying to channel that spirit as it looks to make the Fifth Avenue store a modern-day destination.</p> <p>Last year, the beauty section moved up a floor but not without getting 40% more space and new amenities like facial workouts and offering anti-cellulite treatments and. The area, historically on street level to generate shopper visits, offers clean sightlines with more natural light from outside, a feature all floors will have by 2021. (The next project is mens shoes, now spread out over three floors, but soon to be concentrated in one lavish area.)</p> <p>Shopping isnt the only component of Metricks vision for Saks as a New York destination: the evening of a recent press preview, Saks had its first VIP dinner at LAvenue, a new high-end Philippe Starck-designed restaurant on the 9th floor. Its the only outpost of the Paris eatery that attracts A-list names like Rihanna and Beyoncé.</p> <p>While Saks is thriving now, it was a different story just a few years ago. HBC, a department store conglomerate that also includes its namesake Canadian chain and Lord & Taylor, bought Saks for $2.4 billion in 2013. </p> <p>There had been turmoil in the c-suite, strategy lurches, and the prevailing opinion that Saks was an icon adrift. So when Metrick, now a 23-year veteran of the brand, took the reins in 2015, he immediately began with a deep dive into customer perceptions. Among the humbling results: Saks and its archrival Neiman Marcus were interchangeable in shoppers eyes.</p> <p>After years of trying to be all things to all people, Saks didnt stand for anything, Metrick recalls. </p> <p>And thats no small order, what with some 85% of any luxury department stores offerings overlapping with rivals. Its also not getting easier at a time brands themselves are opening more of their own stores and taking more control of how their wares are presented.</p> <p>The high-end department stores added to their own problems in the last decade by getting more promotional, says Bain & Co partner Vandana Radhakrishnan. That led many brands, from Coach and Ralph Lauren on up to focus more on their own stores.</p> <p>But luxury brands, particularly smaller ones, can only do so much with their own sites and stores in reaching a wide audience. So great, well-trafficked stores and strong e-commerce are remedies for that problem. Notably, Metrick says he can give detailed customer data to luxury brands, including what other brands they like.</p> <p>Thats why Metrick sees reinventing the flagship as so important, with many ideas being adapted to the 40 other stores in the fleet.</p> <p>Metrick says thats already paying off: online return rates are typically 40% to 50%, a cost that pinches margins. That drops to 20% for sales clinched via the Salesfloor service.</p> <p>Every year, some 30 million people visit a Saks store, while Saks.com gets 150 million visits. At stores, 20% of visits yield a sale, while online the rate is more like 2.5%. And so while not as flashy as a designer escalator, ecommerce is crucial for maintaining momentum.</p> <p>Shes thinking about every other online experience out shes having today and is Saks as easy as all that, says HBC CEO Helena Foulkes of the prototypical Saks shopper.</p> <p>Saks was recently reminded of how hard it is to win over the modern shopper, even on its home turf. In January, it closed a womens store in Lower Manhattan after only two years. </p> <p>But Foulkes, previously president of CVS pharmacys $80 billion retail business, won kudos from analysts for dropping an underperforming location and zeroing in on where Saks can win. The next dollar I invest has to be in the place with the most upside, she says. </p> <p>To enable that, Foulkes has been busy in her first year on the job making big moves to undo much of HBCs aggressive expansion in the last half decade, one that led it to go around chasing stars, as Scotiabank retail and consumer analyst Patricia Baker puts it.</p> <p>That has included paying down HBCs sizeable debt by selling off half of its struggling European business, its Lord & Taylor flagship 10 blocks south of Saks, and Gilt Groupe; moves that won it recent upgrades from debt agencies. HBC also recently announced the closure of 20 Off Fifth discount stores and halted its Canadian expansion of Saks, which had called for seven stores, opting instead to cap it at three. </p> <p>Thats not to say HBC is only in contraction modethe company is planning a new Saks store at the American Dream mega-mall being built in East Rutherford, New Jersey.</p> <p>But it does signal that HBC is doubling down on best performing businessSaksparticularly the flagship. Though HBC doesnt break out individual stores numbers, the Manhattan flagship generates at least $600 million a year, or 15% of so of Saks total sales.</p> <p>The Saks brand is only going to be as strong as that Fifth Avenue store, says Scotiabanks Baker. And Saks doesnt want its so-called branches to be seen as backwaters. So edgy brands like Vêtements and Jacquemus are now sold at other stores too, not just Manhattan.</p> <p>Other ideas have also made their way to its branches in other markets. Take The Collective, an area that focuses up and coming brands, including to solidify what Metrick calls Saks fashion authority.</p> <p>Our role in the fashion ecosystem is to be the place to introduce brands to our consumer, he says. </p> <p>A more subtle part of Saks store remodel has been to mix up price points and brands rather than consign all ultra high end designer items in the same areas, as they were before. On the fifth floor for instance, more accessible brands like Acne and Alexander Wang are next to designers like Comme des Garçons and Simone Rocha.</p> <p>Under Metrick and Foulkes, Saks has a much faster metabolism now. Fail fast and move on. And that, he says, is merely a reflection of how customer behavior has evolved. The luxury consumer is certainly less forgiving and less patient that they used to be, Metrick says.</p>", "url": "http://fortune.com/longform/saks-fifth-avenue-flagship-renovation/", "tags": ["own stores", "next designers", "only outpost", "customer perceptions", "other stores"], "related_articles": [{"title": "ITV sees ad spending extend its decline into first quarter", "source": "financial-times", "url": "https://www.ft.com/content/b8c278ec-3a63-11e9-b72b-2c7f526ca5d0"}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/24/target-is-inviting-other-retailers-to-join-its-website.html"}, {"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "url": "https://www.reuters.com/article/us-gap-stocks-idUSKCN1QI4NY"}]}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "date": "2019-02-28T12:45:00Z", "origContent": "<p>L Brands plans to close roughly 53 Victoria's Secret stores in 2019, as the lingerie retailer continues to lose steam against newer rivals.</p> <p>L Brands, which also owns Bath & Body Works, on Wednesday reported mixed results in the holiday quarter that sent shares of the company down more than 5 percent. The weakest part of its business continues to be Victoria's Secret, where same-store sales 3 percent.</p> <p>The brand, which was once known for its sexy bras, has lost out as women have switched to more comfortable bra styles and brands that seem more inclusive from the likes of American Eagle's Aerie, Third Love, Lively and Adore Me. The $7.2 billion bra category is also seeing new competition from Target, which this spring plans to launch three new lines of lingerie and sleepwear.</p> <p>Millennials, which comprise more than a third of the women's intimate apparel market, spent a third of its bra dollars in 2018 on sports bras, according to retail trade group the NPD Group.</p> <p>Victoria's Secret, which has roughly 1,170 stores worldwide, typically closes roughly 15 stores per year. L Brands' CFO Stuart Burgdoerfer told analysts in November the company is going to \"take a hard look\" at its real estate \"over the next several months.</p> <p>Bath & Body Works, meantime, continues to perform strongly. The fragrance and personal care shop grew same-store sales by 12 percent.</p> <p>Dragged down by the weakness at Victoria's Secret, L Brands same-store sales fell 3 percent in the latest period.</p> <p>L Brands reported fiscal fourth-quarter net income of $540 million, or $1.94 per share, down from $664 million, or $2.33 per share a year earlier. Excluding items, L Brands earned $2.14 per share, beating the the $2.07 per share expected by analysts surveyed by Refinitiv.</p> <p>Net sales rose to $4.85 billion, missing expectations of $4.88 billion.</p> <p>L Brands said it expects earnings for 2019 will fall between $2.20 and $2.60 a share. That includes break-even earnings per share result in its first quarter.</p>", "url": "https://www.cnbc.com/2019/02/28/l-brands-plans-to-close-roughly-53-victorias-secret-stores-this-year.html", "tags": ["works", "body", "net sales", "share result", "newer rivals"], "related_articles": [{"title": "Target is accelerating the lingerie wars with bras that cost under $22 (TGT)", "source": "business-insider", "url": "https://www.businessinsider.com/target-to-sell-cheap-underwear-bras-2019-2"}, {"title": "Embattled Victoria's Secret's latest competitor: Target", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/victorias-secrets-latest-competitor-is-target.html"}, {"title": "Things have gotten so bad at Victoria’s Secret that it’s being forced to close 53 stores this year", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/things-have-gotten-so-bad-at-victorias-secret-that-its-being-forced-to-close-53-stores-this-year"}]}, {"title": "Buffett was too American to see through Kraft", "source": "financial-times", "date": "2019-02-27T10:00:23Z", "origContent": "<p>Warren Buffett never bets against the US, the country where he built his fortune. “The record of American business has been extraordinary . . . We are lucky — gloriously lucky — to have that force at our back,” he wrote in his annual letter to Berkshire Hathaway shareholders on Saturday.</p> <p>He should have been less patriotic about Kraft, the processed food group that makes staples such as Kraft Macaroni & Cheese and Velveeta, a bright yellow “processed cheese product”. The merger that he engineered between Heinz and Kraft in 2015 has turned out very badly: Heinz paid too much for an indigestible bunch of ageing brands in the wrong country.</p> <p>The $15.4bn impairment of Kraft Heinz assets that contributed to a plunge in its share price on Friday can be put down to various causes — cost-cutting by 3G, the private equity group that manages it, discounting by supermarkets, and changing tastes among millennials. But there is a simpler explanation: 98 per cent of Kraft’s sales before the merger were in North America.</p> <p>It would be anathema to Mr Buffett to admit it. Not only has he always been a staunch believer in US enterprise and “our country’s almost unbelievable prosperity”, but he embodies 20th-century consumerism. His habitual drink is Cherry Coke (Berkshire holds a 9.4 per cent stake in Coca-Cola) and he picks up breakfast each day at a McDonald’s in Omaha, Nebraska.</p> <p>Were he less parochial, he might have seen Kraft Heinz’s downfall coming. He noted on Monday how sales of the Kirkland Signature private label brand owned by Costco, the US discount warehouse club, had overtaken all of the Kraft Heinz brands put together. The old trick — advertising brands heavily and pushing them on to supermarket shelves — was failing.</p> <p>In other words, what he calls the “moat” around US packaged food brands has been crossed. As he wrote in his 2007 annual letter, he has always avoided investing in “companies in industries prone to rapid and continuous change” in favour of those with “superiorities . . . that make life difficult for their competitors”. These were either low-cost providers or companies with “a powerful worldwide brand”.</p> <p>The consumer moat was first crossed in Europe, where supermarkets have cultivated their own brands for longer, and discounters such as Aldi and Lidl have shown that consumers will avoid paying a premium for staples. Kirkland Signature’s annual sales of $39bn are old news in Europe, with private labels holding more than 40 per cent of the market in the UK and Germany.</p> <p>When Kraft’s snack brands such as Cadbury and Oreo were demerged into Mondelez International in 2012, Kraft was left with history. The theory was that Heinz could push Kraft’s brands overseas, but there is little hunger for American concoctions such as Cheez Whiz, nor thirst for Kool-Aid, the brand of flavoured soda powders invented in Mr Buffett’s home state in 1927.</p> <p>This was compounded by the cost-cutting zeal of 3G, Mr Buffett’s unlikely partner at Kraft Heinz. Mr Buffett this week defended its mantra of raising margins rather than investing in growth, saying that innovation and marketing were unaffected by zero-based budgeting. But there was collateral damage — 3G has admitted as much by putting $300m into innovation.</p> <p>Decades of pursuing convenience and reliability, rather than health and organic ingredients, leave Kraft Heinz with a credibility gap when it turns to wooing the new generation. Its announcement in January that “Kraft Natural Cheese is now made with milk from cows raised without the artificial growth hormone rbST” invites the question of what “natural” meant before.</p> <p>But every brand starts small — Ben & Jerry’s ice cream was founded in 1978 before outgrowing its craft roots and being acquired by Unilever in 2000. The most troubling development for Mr Buffett is that retailers have adapted to consumers better than Kraft Heinz. The Simple Truth organic brand created by the US supermarket chain Kroger passed $2bn in annual sales in 2017.</p> <p>This has daunting implications for his attachment to US food and drink brands. Low cost retailers such as Costco and Walmart still have moats similar to the one around Geico, Berkshire Hathaway’s retail insurer. They can sell their own staples, competing with Kraft Heinz and others, and cutting the price premium they enjoyed.</p> <p>It also shows that his fondness for the US reached a limit with the Kraft Heinz deal. The notion that Kraft’s quaint products could be given the 3G treatment yet manage to grow relied on the country remaining a retail world unto itself. It turns out to have more in common with Europe than he realised: advertising flavoured with history is no longer enough.</p>", "url": "https://www.ft.com/content/9528a408-39b2-11e9-b856-5404d3811663", "tags": ["quaint products", "indigestible bunch", "cadbury", "old europe", "artificial growth hormone"], "related_articles": [{"title": "Warren Buffett explains how Costco is dominating in one crucial area (COST)", "source": "business-insider", "url": "https://www.businessinsider.com/warren-buffett-costco-kirkland-brand-thrives-2019-2"}, {"title": "The Latest: Buffett says tariffs have hit Berkshire Hathaway", "source": "associated-press", "url": "https://apnews.com/6185c0ef8dc24e27bfd81553f8e54a14"}, {"title": "Kraft Heinz and its investors taste the food industry’s woes", "source": "the-economist", "url": "https://www.economist.com/business/2019/03/02/kraft-heinz-and-its-investors-taste-the-food-industrys-woes"}]}, {"title": "Short sellers get set for more pain in US retail", "source": "financial-times", "date": "2019-02-27T04:00:25Z", "origContent": "<p>Short sellers who made big bets against US retailers a couple of years ago had hoped for carnage across the board. No one could compete with the rise and rise of Amazon, the theory went, which would make life hard for every mall tenant across America.</p> <p>However, some of the biggest companies in the sector such as Walmart are reporting their healthiest metrics in years. The wholesale club Costco, for instance, is expected next week to report a 19 per cent rise in quarterly earnings. For short sellers trying to profit from falling share prices, it makes for a perilous environment.</p> <p>“It’s a slow death by a thousand paper cuts, and not the kind of ‘mall-mageddon’ originally anticipated by that trade,” says Michael Arone, chief investment strategist at State Street Global Advisors. “Retail has been much more volatile than many would have have expected. It hasn’t been decidedly one way down.”</p> <p>Fears that the relentless growth of Amazon would obliterate much of the sector reached fever pitch in the summer of 2017, when SPDR S&P Retail — the sector’s benchmark exchange-traded fund — hit a four-year low. The fund, known as XRT, has since rallied by a fifth.</p> <p>“There was an over-reaction in 2017 and that led to pretty nice opportunities [for longs] in 2018,” says Jim Tierney, chief investment officer of Alliance Bernstein’s US Concentrated Growth fund.</p> <p>Investors who put money on the demise of retail that summer have lost out in many cases. Between then and last week, on a mark-to-market basis, short-sellers were down a total $562m on Home Depot, $863m on Kohl’s and $885m on Target, according to data from S3 Partners. Only on a smaller selection of companies, including Bed Bath & Beyond, JCPenney and Gamestop, has the trade paid off over that time frame.</p> <p>“It was almost as if they [shorts] were acting like no retail real estate space can work,” says Brad Lamensdorf, portfolio manager at Ranger Alternative Management. “That’s not the way we’re looking at it. There’s too much capacity, but that doesn’t mean retail real estate is dead.”</p> <p>Shares in the sector have been volatile in part because investors have had to consider a series of seemingly contradictory data points about the health of both the US consumer and the retail business. XRT lost as much as 27 per cent last year from its peak, but has since rebounded 18 per cent.</p> <p>For now, a robust economy has kept Americans spending both online and in stores. “Wages are still pretty good, unemployment rates low, [and] gas prices are down,” said Brett Biggs, Walmart’s chief financial officer, last week. The country’s biggest retailer had just reported its biggest rise in fourth quarter like-for-like sales in a decade.</p> <p>Traditional chains are also trying to take on Amazon by improving their online offerings and making their stores more enticing. Both require hefty investment, although successful examples include Lululemon, which offers yoga lessons in its stores. Shares in the company have tripled since a 2017 low.</p> <p>“Those who are innovating and investing in ecommerce, marketing and social media tend to be doing well,” says Ken Murphy, fund manager at Aberdeen Standard Investments.</p> <p>He adds, though, that several retailers are under “incredible financial stress”. He points to the department store chain JCPenney, whose $4.2bn long-term debt burden as of November compares with a current market capitalisation of just under $380m.</p> <p>Bears have no shortage of gloomy developments to support their case.</p> <p>A profit warning from Macy’s last month triggered the biggest sell-off in its shares since its 1992 stock market launch. Government data this month showed US retail sales fell in December month-on-month by the most since 2009, although the figures were so bad that much of Wall Street questioned their accuracy.</p> <p>Investors will learn more over the next couple of weeks, when dozens of constituents of the XRT are scheduled to report earnings. In anticipation, bears this month staked out the most aggressive short positions in a year against XRT, according to S3 Partners.</p> <p>In several cases, argues Mr Lamensdorf, the market was still failing to price in the “Amazon effect”. He has shorts on retailers including Gap — “their footprint is too big”, a concept that is “easily copied” and a brand that has “lost its identity” — and the children’s clothes chain Carters. While he is not short JCPenney, he says the company has “massive over capacity.”</p> <p>Whatever the shape of the economy, adds Mr Tierney, structural problems remain.</p> <p>“The US is still over-stored,” he says. Ecommerce meant “more of the store base is not economic. That’s going be a secular pressure for years to come. For those retailers that don’t have a digital strategy, it’s just a matter of time before they fall.”</p>", "url": "https://www.ft.com/content/ba371cd4-366f-11e9-bd3a-8b2a211d90d5", "tags": ["profit warning", "lamensdorf", "share prices", "yoga lessons", "aggressive short positions"], "related_articles": [{"title": "Amazon didn't kill the retail trade. Here's the proof, says expert", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/amazon-didnt-kill-the-retail-trade-heres-the-proof-says-expert.html"}, {"title": "Three ways to play retail's busy earnings week", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/three-ways-to-play-retails-busy-earnings-week.html"}, {"title": "Macy’s and Home Depot flag slowing sales growth", "source": "financial-times", "url": "https://www.ft.com/content/a0e21066-39dc-11e9-b72b-2c7f526ca5d0"}]}, {"title": "And America's least favorite stores are...", "source": "nbc-news", "date": "2019-02-26T20:31:18Z", "origContent": "<p>Feb. 26, 2019, 8:31 PM GMT</p> <p>When it comes to satisfying their customers, most U.S. retailers both brick-and-mortar and online are losing ground for the second year in a row, according to an annual consumer satisfaction survey.</p> <p>The retail sector, which includes supermarkets, discount stores, and department stores, slipped nearly 1 percentage point to score a 77 out of 100 in the annual American Customer Satisfaction Index survey released on Tuesday.</p> <p>Shoppers are not happy with the lackluster and underwhelming customer service they so often experience, said ACSI Managing Director David VanAmburg. Things like courtesy and helpfulness of store staff, call center support and even availability of merchandise on the shelves have seen drops from a year ago, he said.</p> <p>The 2018 ACSI Retail Report is based on interviews with more than 62,000 customers chosen at random and contacted by email between January and December last year.</p> <p>While Americans clearly prefer shopping online, even e-commerce showed signs of strain, dropping to an ACSI score of 80, down 2.4 percent from last year.</p> <p>Customers surveyed did not see any improvement in the online shopping experience since last year and felt most aspects of the process including desktop checkout, navigation and site performance have deteriorated. Mobile apps are the one bright spot, earning high marks for quality and reliability.</p> <p>The big news: Online giant Amazon, which held the top spot in the ACSI survey since 2010, plunged 4 percent to score an 82. Costco, which made its debut in the online category this year, scored an 83, to beat Amazon and lead the pack of the 25 internet retailers surveyed.</p> <p>Costco is the value leader among online retailers and its Kirkland brand may be part of the reason why, offering quality products at a lower price, the report noted.</p> <p>Other internet retailers that did well: Etsy, Kohls, Nike and Nordstrom all scored an 81; Apple, eBay, HP Store, Macys, Newegg, Overstock, Target and Wayfair all had an 80. Walmart (74) and Sears (73) were at the bottom of the list.</p> <p>Costco also takes the top spot in the department and discount store category, with an 83. Sams Club is close behind at 80. Both had the same scores from last year, even though customer satisfaction with the category dropped 1.3 percent to an ACSI score of 76. The third warehouse chain, BJs Wholesale Club, scored a 79 to take third place in a tie with Dillards, Kohls and Nordstrom (which saw a decline of 2 percent).</p> <p>Costco and Sams Club have figured out that customer service is critical, and they invest in it more than the bells and whistles we typically associate with other big box retailers, VanAmburg told NBC News.</p> <p>Several chains took a big hit this year: Fred Meyer, which is in the process of a major overhaul, dropped 5 percent, while Meijer was off 4 percent.</p> <p>Walmarts score rose 1 percent, but with a 72, its in next to last place. Walmarts checkout speed is the slowest in the industry and its staff are less courteous than its competitors, the report said. Beleaguered Sears, which struggles to say alive, slipped another 4 percent to score an all-time low of 70.</p> <p>The nations supermarkets also took it on the chin, with customer satisfaction in this category down 1.3 percent, for an ACSI score of 78. Except for convenience of location and store hours, all elements of the grocery shopping experience were worse than last year.</p> <p>Shoppers said brand names are less available and merchandise selection is lacking. They also felt the quality of the meat and produce has fallen, the stores arent as clean as they used to be, sales are less frequent, and the pharmacy service was worse.</p> <p>Supermarket apps were included in this years survey for the first time and scored an 82 for quality and reliability, but website satisfaction dropped 2 percent to 80. Stores that dont get the online component right will have difficulty competing as online grocery shopping becomes more popular.</p> <p>Two traditionally high-performing chains, Trader Joes and Wegmans, continued to shine with even higher scores this year. With an ACSI score of 86, Trader Joes is not only the highest-rated supermarket, its the highest-rated retailer in this survey. Wegmans is a close second at 85, followed by Aldi and Publix at 84, Costco (83), H-E-B (82) and Sams Club (80). Walmart holds on to its perennial last place, with a 72, down 1 percent.</p> <p>Why do Trader Joes and Wegmans take the top spots year after year? They take great care of their employees, which results in happy employees who are trained that the customer comes first, and they are to do what they need to do to make sure the customer experience is a great one, said industry analyst Phil Lempert, who runs the website SupermarketGuru.com.</p> <p>The big news in this category: Whole Foods dropped 2 percent to score a 79, which puts it in a tie with BJs Wholesale Club, Hy-Vee, Kroger and ShopRite.</p> <p>Considering the importance of retail to overall consumer spending, the continued decline in customer satisfaction cannot be taken lightly.</p> <p>The ACSI report suggests high employment is putting a strain on customer service because it creates staff shortages and constant turnover.</p> <p>Customer experience expert Jon Picoult, founder of Watermark Consulting, also blames short-sighted management who are dealing with competition from Amazon and other online-only retailers, by neglecting the in-store experience.</p> <p>While that might help bolster financial results for a few quarters, it has a very insidious long-term, consequence of undermining one of the few remaining sources of competitive differentiation available to traditional retailers in their battle with online rivals, Picoult told NBC News.</p> <p>Fewer employees, poorly trained staff and long lines at checkout all sour people to brick-and-mortar stores and drives them into the arms of online retailers who offer greater convenience, he said.</p> <p>Herb Weisbaum is a contributor to NBC News and writes about consumer-related issues. He can be found on Facebook, Twitter, or The ConsumerMan website.</p>", "url": "https://www.nbcnews.com/business/consumer/america-s-least-favorite-stores-are-n976376", "tags": ["second year", "customer experience", "store staff", "acsi survey", "seen drops"], "related_articles": [{"title": "Costco bests Amazon as most satisfying company for Internet retail, survey finds", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/costco-bests-amazon-internet-retail-satisfaction-survey-finds/2989478002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Homicide detectives determine foul play not involved after remains found in case of missing North Carolina man", "source": "nbc-news", "url": "https://www.nbcnews.com/feature/missing-in-america/celebration-life-planned-after-remains-found-case-missing-north-carolina-n976466"}, {"title": "Warren Buffett explains how Costco is dominating in one crucial area (COST)", "source": "business-insider", "url": "https://www.businessinsider.com/warren-buffett-costco-kirkland-brand-thrives-2019-2"}]}, {"title": "Walmart seeks ad business boost in fight with Amazon", "source": "reuters", "date": "2019-02-26T19:05:27Z", "origContent": "<p>WASHINGTON (Reuters) - Walmart Inc will consolidate advertising sales for its stores and websites, it said on Tuesday, aiming to boost profits from an untapped business as the world’s largest retailer competes with marketing titans Amazon.com Inc, Alphabet Inc’s Google and Facebook Inc. </p> <p>Walmart’s suppliers, such as Procter & Gamble Co, Unilever Plc and Mondelez International Inc, can deal with one inhouse ad team instead of different groups within and outside the retailer, company executives said. </p> <p>Walmart will inform suppliers of the change at its annual meeting with them on Tuesday. </p> <p>The move comes as rival Amazon is boosting profits by letting merchants pay for high placement in its search results. Its ad sales and other revenue jumped 95 percent to $3.4 billion in the fourth quarter. </p> <p>About 300 million shoppers visit Walmart’s stores every month, and millions make online purchases on its website, according to Forrester Research. The retailer draws in more shoppers than Amazon, Facebook and Google, the research firm estimates. </p> <p>At Walmart’s investor conference in October, Chief Executive Doug McMillon said its ad business was “tiny” and “it could be bigger.” He said the company’s data has not been monetized. </p> <p>Walmart also said this month its online losses are likely to widen this year due to investments to expand the business, and the advertising push could offset some of that. </p> <p>“We have a unique opportunity to leverage our first-party shopping data from online and offline purchases to reach our customers and influence their purchase decisions,” Walmart Chief Merchandising Officer Steve Bratspies said in an interview. </p> <p>The retailer is consolidating teams into a single group for ad sales and operations, Bratspies said. </p> <p>“It can be as simple banner ads on the website ... to in-store capabilities on our TV network,” he said. </p> <p>The challenge for companies and marketers often is gauging whether their investments are yielding a return. Walmart will address that challenge by connecting data from stores and online and offering a pitch that is “much more effective than many others can,” Bratspies said. </p> <p>Trade marketing, typically used by packaged goods manufacturers to target shoppers, are moving to Amazon, according to analysts. U.S. trade marketing totals an estimated $178 billion a year and makes up most of Amazon’s U.S. ad dollars, Morgan Stanley analysts estimated. </p> <p>The retailer will also ask suppliers to deliver a full truckload on time at least 87 percent of the time and expects those delivering less than a truckload to be on time at least 70 percent of the time. </p> <p>Walmart will ask suppliers to deliver full orders a minimum of 97.5 percent of the time, it added. </p>", "url": "https://in.reuters.com/article/walmart-suppliers-advertising-idINKCN1QF2GZ", "tags": ["consolidating teams", "amazon.com alphabet google", "trade marketing", "ask suppliers", "walmart consolidate advertising sales"], "related_articles": [{"title": "Walmart hopes to boost ad business by letting P&G, Unilever advertise in stores, online", "source": "reuters", "url": "https://www.reuters.com/article/us-walmart-suppliers-advertising-idUSKCN1QF25M"}, {"title": "Walmart is going to let big brands advertise in its stores and online to help boost its ad business", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/walmart-is-going-to-let-big-brands-advertise-in-its-stores-and-online-to-help-boost-its-ad-business"}, {"title": "Target is inviting brands to its marketplace (TGT)", "source": "business-insider", "url": "https://www.businessinsider.com/target-inviting-brands-online-marketplace-2019-2"}]}, {"title": "Macy’s and Home Depot flag slowing sales growth", "source": "financial-times", "date": "2019-02-26T17:56:42Z", "origContent": "<p>Two of the biggest names in US retail, Macy’s and Home Depot, cautioned on Tuesday that sales growth would slow this year, in the latest mixed earnings report from the sector.</p> <p>Macy’s, the department-store chain, followed up a profit warning it issued last month by forecasting that like-for-like sales would be flat or rise no more than 1 per cent in 2019, compared with a rise of 1.7 per cent at its own stores last year.</p> <p>While that is stronger than much of the retail sector, the home improvement chain’s guidance for tempered growth — along with weaker than expected quarterly sales — was notable as it has a record of delivering forecast-beating results.</p> <p>Economic data also released on Tuesday showed the number of new homes built in December dropped 11 per cent from the previous month to the lowest level in more than two years. Shares in Home Depot fell as much as 3.8 per cent. </p> <p>“As we look to 2019, most housing metrics are trending positive, albeit heading towards stability,” said Carol Tomé, chief financial officer.</p> <p>Investors are scrutinising a batch of earnings reports from the retail sector for clues about the financial health of the American consumer and how companies are coping with the rise of online shopping.</p> <p>Walmart last week reported its strongest fourth-quarter sales in at least a decade, yet other results so far have been patchy, dousing hopes that the holiday season would be the strongest in years. Home Depot’s smaller peer Lowe’s and Macy’s rival JCPenney are among other retailers due to report earnings later this week.</p> <p>Macy’s shares sold off heavily after it said last month that sales had weakened in mid-December. Shares rallied as much as 5.1 per cent on Tuesday as it set out plans to improve profitability with cost-cutting.</p> <p>The company said it aimed to generate annual expense savings of $100m this year. About 100 positions are being cut as the company reduces “the complexity of the upper management structure”.</p> <p>Paula Price, chief financial officer, said: “I see a clear path to sustainable sales growth that builds off of the year of growth that we just achieved. We also have a significant opportunity to deliver improved productivity and profitability.”</p> <p>Net sales in the 13 weeks to February came in at $8.46bn compared with $8.67bn in the 14-week period a year ago. Net income dropped from $1.34bn to $740m, in part because tax changes boosted the results a year ago.</p> <p>At Home Depot, net sales rose 11 per cent in the three months to the start of February to $26.5bn, shy of the $26.6bn forecast by analysts. Net earnings came in at $2.34bn compared with $1.78bn in the prior year period.</p>", "url": "https://www.ft.com/content/a0e21066-39dc-11e9-b72b-2c7f526ca5d0", "tags": ["own stores", "net sales", "profit warning", "american consumer", "paula price"], "related_articles": [{"title": "'The Retail Doctor' says Macy's restructuring plan is not bold enough (M)", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/macys-stock-price-restructuring-plan-not-bold-enough-2019-2-1027986065"}, {"title": "Macy’s to Thin Top Management Ranks as Sales Growth Remains Modest", "source": "fortune", "url": "http://fortune.com/2019/02/26/macys-holiday-results/"}, {"title": "Short sellers get set for more pain in US retail", "source": "financial-times", "url": "https://www.ft.com/content/ba371cd4-366f-11e9-bd3a-8b2a211d90d5"}]}, {"title": "Target is taking a page out of Amazon's playbook — but it could face some challenges (TGT, AMZN)", "source": "business-insider", "date": "2019-02-25T20:46:31Z", "origContent": "<p>Target is jumping on the online marketplace bandwagon. </p> <p> The retailer announced the launch of Target +, a third-party marketplace where it will partner with other brands, in a blog post on Monday.</p> <p> Selling third-party merchandise on a retail platform is nothing new. Amazon and Walmart have been doing it for years. But, Target's approach is a little different. Instead of allowing brands and sellers to apply to be listed on the platform alongside first-party goods, Target's program is invite-only. </p> <p> \"This is intended to be a very curated and select group of products and brands,\" Target CMO and CDO Rick Gomez told CNBC. \"We are reaching out to the brands we want.\" </p> <p> Brands and sellers that have been invited so far include SVSports, Mizuno, Kaplan Early Learning Company, Serenity Health & Home Décor, and Music123. The program is still in its early days and is likely to expand. </p> <p> The products will be sprinkled throughout the site, and there is no way to search specifically for Target + items, which are labeled with a \"ships and sold by [seller]\" marking. Customers can also return the items to Target stores and get free shipping, plus 5% off for using a Target credit card, making it similar to ordering from Target directly. </p> <p> It also helps to expand selection, with the goal of having shoppers come to the same store and buy more stuff more often. </p> <p> Target's model does sidestep a problem that some marketplaces have experienced, which is that it's challenging to effectively police goods sold on the website by third parties. Both Amazon and Walmart have run into problems with sellers breaking the platform's rules and selling offensive goods. </p> <p> But a more central problem still remains. Regulators are increasingly keeping a close eye on companies that maintain a marketplace in addition to selling products directly. </p> <p> Germany's competition watchdog — the Federal Cartel Office, or the Bundeskartellamt — announced in November that it had opened an investigation into Amazon for playing this dual role. </p> <p> \"Its double role as the largest retailer and largest marketplace has the potential to hinder other sellers on its platform,\" Andreas Mundt, the president of the FCO, said in a statement. \"Because of the many complaints we have received we will examine whether Amazon is abusing its market position to the detriment of sellers active on its marketplace. We will scrutinize its terms of business and practices towards sellers.\" </p> <p> But Germany's watchdog isn't the first to take notice of this aspect of Amazon's business and its potential anti-trust implications. The European Commission, led by Margrethe Vestager, announced in September that it had launched a preliminary investigation into whether Amazon's model has meant that its use of data has been in violation of European competition law. </p> <p> \"The question here is about the data,\" Vestager said in response to a journalist's question at a press conference in Brussels, Belgium, at the time. </p> <p> Though Target does not operate in Europe, it will still need to worry. Across the Atlantic, now-presidential hopeful US Sen. Elizabeth Warren has echoed the European regulators' sentiment.</p> <p>Sen. Elizabeth Warren is calling on Trump officials to invoke the 25th Amendment.</p> <p>Speaking with The New York Times' Andrew Ross Sorkin in September, Warren centered her criticism on the dual role Amazon plays. </p> <p> The problem, Warren says, is that Amazon gets the data from sales on its platform and doesn't necessarily share it. With that information, Amazon could then potentially create its own market conditions and develop a private-label brand, critics argue. </p> <p> \"Amazon gets this special information advantage that it [can] then exploit to wipe out [a business],\" Warren told Sorkin. \"That is a serious problem.\" </p> <p> Warren said that, ultimately, Amazon should not be in both businesses. </p>", "url": "https://www.businessinsider.com/target-debuts-marketplace-vs-amazon-walmart-2019-2", "tags": ["launched preliminary investigation", "presidential hopeful sen. elizabeth warren", "retail platform", "25th amendment", "third party merchandise"], "related_articles": [{"title": "Target rips a page from Walmart, Amazon, adding more items from outside sellers to website", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/target-like-amazon-welcomes-more-third-parties-sell-its-site/2982013002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Regulatory showdown awaits for Big Tech — but who gets the job? - Financial Times", "source": "financial-times", "url": "https://www.ft.com/content/4f9cfdba-3b7b-11e9-b72b-2c7f526ca5d0"}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/24/target-is-inviting-other-retailers-to-join-its-website.html"}]}, {"title": "Private Equity Faces Down Brexit Risk as KKR Looks at Asda", "source": "bloomberg", "date": "2019-02-25T18:27:12Z", "origContent": "<p>A customer pushes a shopping cart as she walks towards an Asda supermarket, operated by Wal-Mart Stores Inc., in the Wembley district of London, U.K.</p> <p>It would take a brave private equity investor to pounce on a U.K. retailer like </p> <p>Walmart Inc.’s Asda only five weeks before Brexit.</p> <p>J Sainsbury Plc’s $9.5 billion deal to take over Asda nears collapse following tougher-than-expected </p> <p>British retailers have become more vulnerable amid the rise of e-commerce and the growth of discount retailers Aldi and Lidl. A Brexit-induced decline in the pound has lifted sourcing costs and squeezed profit margins. The risk of a messy divorce from the European Union looms large ahead of the scheduled March 29 departure.</p> <p>best holiday quarter in years, defying a string of bad news in the U.S. retail sector, may lower the chances of a fire sale.</p> <p>Berry Global Group, which said it is also considering a bid.</p> <p>Qatar Investment Authority. Sky News reported that they teamed up on another proposal in 2016 that was abandoned after the grocer moved to buy Home Retail Group Plc.</p> <p>Before it's here, it's on the Bloomberg Terminal.</p>", "url": "https://www.bloomberg.com/news/articles/2019-02-25/private-equity-faces-brexit-risk-as-kkr-is-said-to-look-at-asda", "tags": ["sainsbury plc", "walmart inc.", "u.k. retailer", "fire sale", "asda supermarket"], "related_articles": [{"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "url": "http://fortune.com/2019/02/27/m-and-s-shares-ocado/"}, {"title": "May to rule out no-deal Brexit to stave off rebellion: media reports", "source": "reuters", "url": "https://in.reuters.com/article/uk-britain-eu-idINKCN1QF0LX"}, {"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}]}, {"title": "The Daily 202: Jay Inslee is building his 2020 campaign around a more pragmatic approach to tackling climate change", "source": "the-washington-post", "date": "2019-02-25T15:14:16Z", "origContent": "<p>Washington Gov. Jay Inslee (D) speaks in Las Vegas last month. Nevada is central to the Westerner's 2020 strategy. (John Locher/AP)</p> <p>THE BIG IDEA: Washington Gov. Jay Inslee (D), who is poised to formally announce that he is running for president as early as this week, has held elected office since before Alexandria Ocasio-Cortez, 29, was born.</p> <p>Though he said it has felt lonely at times, the 68-year-old has been trying to do something about global warming for almost that entire time. Hes learned more from his failures than his successes. Now he hopes that Democratic primary voters come to value hard-earned wisdom.</p> <p>Every 2020 candidate is talking extensively about climate change in his or her stump speech, but no one else has made it the central rationale for seeking the presidency. I've got three grandkids, and I want them to experience what I have: salmon in the river, snow in the mountains, clean air and forests to hike in, he said in an interview this weekend at the National Governors Association winter meeting. It's all going to be degraded if we don't take this battle on.</p> <p>As a congressman, Inslee was a key player in the push for a cap-and-trade system 10 years ago. A bill passed in the House but stalled in the Senate, even though Democrats had a near-filibuster-proof majority.</p> <p>Last March, Inslee fought hard but failed to enact the nations first carbon tax in Washington state. He couldnt whip the votes to pass the bill through his states Democratic-controlled legislature. This past November, voters in his state rejected a ballot initiative to impose a carbon fee on fossil fuel emissions. A separate push he spearheaded to cap emissions was blocked in the courts.</p> <p>Rep. Alexandria Ocasio-Cortez (D-N.Y.) speaks during a news conference announcing her Green New Deal on Feb. 7. (Al Drago/Bloomberg News)</p> <p>-- Inslee said he welcomes Ocasio-Cortezs Green New Deal for its ambition and for drawing attention to his pet issue, but he said theres not really a plan for him to endorse. This was not a policy document. It was really not meant to be, he said. So now people like me will issue policies to actually put meat on the bones.</p> <p>Republicans have warned in apocalyptic terms that the resolution could take away peoples cars and even lead to killing cows. Senate Majority Leader Mitch McConnell (R-Ky.) is moving to hold a show vote to force Democrats to take a position on the resolution. Inslee said Republicans are using scare tactics that remind him of the debate over Obamacare.</p> <p>Its just death panels all over again, he said. They squawk and they make up stuff out of thin air, just like they did on health care, and then we win. I believe, and I hope, it will be the same result on climate change.</p> <p>During our conversation at the Marriott Marquis, I noted that Democrats lost the House in 2010 after they passed the Affordable Care Act and that several congressmen lost their seats specifically because they walked the plank to vote for cap-and-trade system during the same Congress. Timing is everything in comedy and politics, he said.</p> <p>-- Inslee explained that hes cleareyed about whats realistic. He does not think getting to a carbonless economy in a decade is doable. After his defeats of the past decade, the governor also no longer advocates for a carbon tax or a carbon-pricing system. </p> <p>I'm proposing alternatives, he said. What's important to realize is this other assortment of tools in the toolbox can achieve the same carbon reduction as a carbon charge. There's a lot of routes to this destination.</p> <p>When cap-and-trade failed in 2010, Inslee argues that it was just a line on the graph. Now people experience more frequent fires, flooding and hurricanes, plus worse air quality, so it feels real and thus theyre inclined to act.</p> <p>While the general idea of action is popular, specific steps can generate backlash. During our interview, I noted that the mass yellow vest protests in Paris over the past few months started because of public outcry over France imposing a new tax to fight climate change. Inslee emphasized that this is partly why he does not advocate carbon taxes.</p> <p>Look, we've got a suite of policies that are available to us, not just carbon pricing, he said. In my state, we've got five bills in the legislature that are all moving forward with the goal of 100 percent clean energy. We've learned that we have multiple tools, not just one. There are a lot of different ways to skin this cat.</p> <p>Riot police in Paris run past a fire during yellow vest protests on Feb. 9. It was the 13th straight weekend of demonstrations against a new carbon tax. (Kamil Zihnioglu/AP)</p> <p>-- Inslees decision to go all in on climate is certainly calculated, but its not craven. This is not some election-year conversion. Back in 2007, Inslee co-authored a 416-page book on this topic called Apollo's Fire: Igniting America's Clean Energy Economy. Bill Clinton wrote the foreword.</p> <p>Inslee pointed to a poll conducted this month by the Center for American Progress, a progressive advocacy group, that found addressing the climate crisis is tied with universal health-care coverage as the top priority among Democratic voters in the five early states.</p> <p>Another poll this month from Saint Anselm College found that 88 percent of likely New Hampshire Democratic voters said they are more likely to support a candidate who advocates for the Green New Deal. That was a higher number than Medicare-for-all, regulating Wall Street, taxing the ultra-wealthy and providing tuition-free college.</p> <p>A December poll from the Yale Program on Climate Change Communication found 69 percent of all Americans are at least somewhat worried about climate change, up seven points from last March.</p> <p>-- Inslee said he would be willing to declare a national emergency on climate change, allowing drastic federal action that could not pass Congress, if the Supreme Court upholds President Trumps emergency declaration to build a wall on the southern border. The governor emphasized that hes against Trumps invocation of emergency powers and hopes it gets struck down. But if the rules change and the circumstances change, were going to play by whatever rules exist to deal with this existential crisis, he said. So if the possibility exists, we'll say yes.</p> <p>Jay Inslee acknowledges his wife, Trudi, during his State of the State address in Olympia, Wash., last month. Inslee says she's as passionate as he is about tackling climate change. (Elaine Thompson/AP)</p> <p>-- Inslee notes that he has made tangible, if incremental, progress as governor. Indeed, the Seattle Times Editorial Board praised him last month for trying to elevate the national conversation surrounding global warming and for his work to reduce emissions during six years as governor: Inslee has a compelling story to tell about the states ability to grow its economy, increase education spending and host the nations two most valuable companies all while reducing emissions, increasing use of renewable energy and enforcing strong regulations to protect the health of forests, waterways and air quality. </p> <p>Inslee secured investments in clean-energy research, pushed to increase electric vehicle use in the state and co-founded a coalition of 17 governors working to uphold the Paris Agreement on climate-change goals. Energy related greenhouse-gas emissions in Washington declined 3 percent since their pre-recession high in 2007, despite population growth and the nations fastest economic growth in recent years. Emissions are expected to fall 5.5 percent by the time Inslees current term ends in 2020 Hes been a strong advocate for private- and public-sector research and advanced product development. That includes championing state support for Boeings development of cutting-edge, fuel-efficient jetliners.</p> <p>-- Inslee has significantly more experience than most of his better-known rivals for the nomination. He got elected to the state House in 1988, won a U.S. House seat in 1992, lost reelection in 1994 because he voted for the assault weapons ban, battled his way back to Congress in 1998 and stayed there until he won the governorship in 2012. His second term wraps up at the end of 2020. Inslee also recently wrapped up a successful stint as the chairman of the Democratic Governors Association.</p> <p>Right now, however, he doesnt register in the early polls.</p> <p>-- New this morning:EPA regulator skirts the line between former clients and current job, by Juliet Eilperin: Less than a month into his tenure as the top air policy official at the Environmental Protection Agency, Bill Wehrum hopped into the EPAs electric Chevy Volt and rode to the Pennsylvania Avenue offices of his former law firm. There, he met with representatives of the nations largest power companies including two groups that, shortly, had been his paying clients to brief them on the Trump administrations plans to weaken federal environmental regulations. The Dec. 7, 2017, meeting is just one example of interactions between Wehrum, a skilled lawyer and regulator, and former clients that ethics experts say comes dangerously close to violating federal ethics rules.</p> <p>Three Democrats Rep. Frank Pallone Jr. (N.J.), chairman of the House Energy and Commerce Committee, and Sens. Sheldon Whitehouse (R.I.) and Thomas R. Carper (Del.) asked the EPAs Office of Inspector General to investigate Wehrums conduct, saying it runs afoul of rules requiring federal appointees to recuse themselves from most matters involving former clients and employers for two years.</p> <p>In an interview, Wehrum [said] he has followed the letter of the law [He] acknowledges that he has met with two former clients at his old firm without consulting in advance with ethics officials, even though they had cautioned him about such interactions. He also weighed in on a policy shift that could have influenced litigation involving DTE Energy, a Detroit-based utility represented by his former firm.</p> <p>-- The Trump administration is moving ahead with its most deliberate effort yet to challenge accepted science on climate change and has chosen to do so in a way that will minimize transparency. The White House plans to create an ad hoc group of select federal scientists to reassess the governments analysis of climate science and counter conclusions that the continued burning of fossil fuels is harming the planet, Eilperin, Josh Dawsey and Brady Dennis report. The National Security Council initiative would include scientists who question the severity of climate impacts and the extent to which humans contribute to the problem </p> <p>The idea of a new working group, which top administration officials discussed Friday in the White House Situation Room, represents a modified version of an earlier plan to establish a federal advisory panel on climate and national security. That plan championed by William Happer, an NSC senior director and a physicist who has challenged the idea that carbon dioxide could damage the planet would have created an independent federal advisory committee. The Federal Advisory Committee Act imposes several ground rules for such panels, including that they meet in public, are subject to public records requests and include a representative membership. The new working group, by contrast, would not be subject to any of those requirements.</p> <p>-- The Washington Post Editorial Board, which is independent of the news division, endorses the idea of a Green New Deal but opposes the version offered by Ocasio-Cortez and Sen. Ed Markey (D-Mass.). Todays paper has the first editorial in a five-part series outlining what a smarter and more effective Green New Deal would look like. (Read it here.)</p> <p>Former Colorado Gov. John Hickenlooper (D) applauds at a campaign house party earlier this month in New Hampshire. (Elise Amendola/AP)</p> <p>-- Get ready for the governors.Inslee is one of four current or former governors who could soon join the fray, Dan Balz notes in his column: They would bring executive experience and non-Washington credentials to a contest that so far has been defined largely by candidates who make their living inside the Beltway. Former Colorado governor John Hickenlooper has been scouting venues for his anticipated announcement. Former Virginia governor Terry McAuliffe is itching to run but still weighing his prospects. Montana Gov. Steve Bullock, the current NGA chair, has been in and out of Iowa and New Hampshire taking soundings for months. Hickenlooper is a business-friendly Democrat who eschews negative advertising. McAuliffe, too, is pro-business with a centrist philosophy and relishes political combat. Bullock, who has a reformers sensibility, was twice elected in a red state (the second time in 2016, when Donald Trump was winning Montana handily). Two of the past three Democratic presidents, Bill Clinton and Jimmy Carter, were governors.</p> <p>-- Half a dozen Democrats campaigned in Iowa this weekend: Kamala Harris, who drew huge crowds, and everyone else. Hickenlooper, Tulsi Gabbard, Julián Castro and Bill de Blasio all drew audiences numbering in the double digits. Cleve R. Woodson Jr. and Chelsea Janes report: At one point, Harris, Castro and Hickenlooper were at the same event, a Saturday night soup dinner in Ames. Castro entered quietly from the back and dutifully went up to tables, shook hands and introduced himself. When people noticed Harris had arrived, attendees and TV cameras gravitated toward her, blocking the rooms central aisle.</p> <p>-- Testing the waters in Iowa, de Blasio criticized Hillary Clinton. The New York Posts Julia Marsh reports: Were not going to win by talking about Donald Trump, the mayor said I have deep respect for our previous nominee I know her very well but I think a lot of us would say that was one of the mistakes, the focus on Trump, he said. He also faulted Clinton for failing to unify her party after winning the nomination. There was not a true effort to say, Okay everyone come in together. The mayor defended his progressive bona fides during a question and answer session with reporters by saying that Bernie Sanders, Alexandria Ocasio-Cortez and Elizabeth Warren are kindred spirits. He also gave an unexpected compliment to the president saying, Dont go to sleep on Donald Trump when it comes to strategy. He should not be underestimated.</p> <p>-- Democratic candidates, desperate to break through, continue to play footsie with extreme ideas that would make it harder to defeat Trump. The latest is retro: packing the Supreme Court. FDR is rolling his eyes somewhere. Michael Scherer reports: At an event last week in Philadelphia, Pete Buttigieg, mayor of South Bend, Ind., said he was open to discussing a plan pushed by some liberal groups for the next Democratic president to appoint four new justices to the Supreme Court, bringing the total to 13. We need to set that as the level of intellectual and policy ambition that we have, which does not come naturally to our party lately, Buttigieg said. So I havent reached a considered opinion on that one yet, but I do think very bold, very ambitious ideas deserve a hearing right now. Scherer likens this kind of boldness to when Alan Cranston embraced the nuclear freeze movement as a candidate in 1984.</p> <p>-- It's not just the long shots staking out positions that could prove toxic in a general election: Elizabeth Warren opened the door in New Hampshire this weekend to paying reparations to Native Americans. They should be part of the conversation, she said. (Annie Linskey)</p> <p>-- This pressure from the left extends down the ballot as well: Former Colorado House speaker Crisanta Duran announced she will challenge Rep. Diana DeGette (D-Colo.) in a primary next year. Duran, the first Latina House speaker in Colorado, said its time for something new and different. DeGette has held the seat for 12 terms. (Denver Channel)</p> <p>-- Bernie Sanders asked his surrogates to respectfully engage opponents and avoid bullying and harassment of any kind. HuffPosts Daniel Marans reports: During the 2016 presidential campaign, Sanders and his supporters endured criticism from backers of Hillary Clinton for the online vitriol they alleged was directed at them by some of his partisans. ... Sanders in his Saturday email said employing divisive rhetoric would be particularly counter-productive given his campaigns bottom-line goal of unseating [Trump], who is notorious for his bullying and bigotry.</p> <p>-- An effort to tie electoral votes to the popular vote is gaining momentum. NPRs Sam Brasch reports: Democrats in Colorado and New Mexico are pushing ahead with legislation to pledge their 14 collective electoral votes to the winner of the national popular vote no matter who wins each state. The plan only goes into effect if the law passes in states representing an electoral majority. That threshold is 270 votes, which is the same number needed to win the presidency. Proponents of the national popular vote measures have argued that it's not political, but Republicans, who have benefited in recent elections from the Electoral College system, disagree. So far, 11 states including New York, California and New Jersey have joined the effort along with the District of Columbia, putting the effort 98 votes short of its goal.</p> <p>-- Green Book won best picture at the Oscars, while Bohemian Rhapsody took home four awards, the most of any film.Avi Selk reports: The 91st Academy Awards eliminated its hosting duties, divided its trophies, and ultimately divided its audience awarding best picture to Green Book, which critics had alternately praised for its lighthearted depiction of a black pianist and his Italian American drivers unlikely friendship in the 1960s, or condemned for shortchanging the violent bigotry of that era to focus on a heroic white character. ... Spike Lee scored his long-in-the-making first Oscar win while three nonwhite actors Rami Malek, Regina King and Mahershala Ali won major acting awards. Alfonso Cuaróns directing win for Netflixs Roma made it five out of six years that Mexican filmmakers won best director. And largely, the academys attempts to reform itself after the #MeToo crisis of 2017 were at least partially realized as women many of them first-time nominees dominated the acceptance speeches.</p> <p> Donald J. Trump (@realDonaldTrump) February 25, 2019</p> <p>-- Trump announced that he would delay increasing tariffs on $200 billion in Chinese imports. David J. Lynch reports: The presidents decision to delay the increase in tariffs, which would have taken effect March 2, represents a gamble that his personal intervention can smooth the way to a final deal and quiet skeptics who fear he may be too quick to capitulate to the Chinese. Writing on Twitter Sunday evening, Trump said the United States had made substantial progress in our trade talks with China on important structural issues including intellectual property protection, technology transfer, agriculture, services, currency, and many other issues. Trump, who did not set a new date for the tariff increase to take effect, also said he plans to host Chinese President Xi Jinping at Mar-a-Lago, his Florida estate, to finalize terms of the agreement, should the talks continue to make headway. That meeting, which the president had mulled publicly on Friday, is expected late next month.</p> <p>-- A bipartisan group of 58 former senior national security officials signed a statement saying there is no basis for Trump declaring a national emergency to build his wall on the southern border. The 11-page document is mainly intended to support lawsuits challenging the president's proclamation, Ellen Nakashima reports: The joint statement, whose signatories include former secretary of state Madeleine Albright and former defense secretary Chuck Hagel, will come a day before the House is expected to vote on a resolution to block Trumps Feb. 15 declaration.  ... Also signing were Eliot A. Cohen, State Department counselor under President George W. Bush; Thomas R. Pickering, President George H.W. Bushs ambassador to the United Nations; John F. Kerry, Obamas second secretary of state; Susan E. Rice, Obamas national security adviser; Leon E. Panetta, Obamas CIA director and defense secretary; as well as former intelligence and security officials who served under Republican and Democratic administrations.</p> <p>-- The Virginia legislature wrapped up the strangest General Assembly session in memory late Sunday, marred by multiple blackface scandals and allegations of sexual assault against Lt. Gov. Justin Fairfax (D). Probably the most infamous session since 1861, said Sen. Chap Petersen (D-Fairfax City).</p> <p>The chaos overshadowed actual legislative accomplishments, Gregory S. Schneider and Laura Vozzella report from Richmond, including bipartisan agreement on incentives for the massive Amazon headquarters project in Arlington County, a plan to clean up coal ash ponds around the state, a law raising the legal age to buy tobacco products to 21 from 18 and pay raises for teachers and other public employees. Efforts to pass the Equal Rights Amendment and extend discrimination protections to gay men and lesbians, which initially seemed to have broad support, foundered in a climate of degenerating politics and historical irony.</p> <p>-- Channeling Clarence Thomas, Fairfax declared in extended remarks before the state Senate yesterday that he is the victim of political lynchings: If we go backwards and we rush to judgment, and we allow for political lynchings without any due process, any facts, any evidence being heard, then I think we do a disservice to this very body in which we all serve, he said. Senators of both parties reacted with silence.</p> <p>Pope Francis concluded a Vatican summit by calling for an all-out battle against clerical sex abuse. But he laid out few specifics, and victims complained that church officials sidestepped major decisions while making points that should have been clear years ago. (Chico Harlan and Michelle Boorstein)</p> <p>A federal judge ruled that the all-male military draft is unconstitutional now that women are eligible for combat roles. The case was brought by a mens rights group that argued the draft is unfair, but the ruling did not come in the form of an injunction. A commission is expected to release a report next year on the future of the draft. (USA Today)</p> <p>Chicago will hold its mayoral race tomorrow, but most election observers expect the contest to head to an April runoff. With a modern-day-record number of candidates and low voter turnout expected, most experts see little chance of one contender garnering more than 50 percent of the vote. (Chicago Tribune)</p> <p>Violent storms in the Southeast killed at least two people. A Mississippi woman was killed by a tornado that struck her town, and a man in Tennessee died after driving into floodwaters. (AP)</p> <p>The Trump Organization reported a small growth in foreign government profits in 2018. These profits were donated to the U.S. Treasury for the second year in a row. (Jonathan OConnell)</p> <p>An alleged terrorist was fatally shot after he attempted to hijack a plane headed to Dubai. The flight made an emergency landing in southeastern Bangladesh 40 minutes after taking off from the countrys capital of Dhaka. Military commandos then stormed the plane and shot the suspect. (Reis Thebault)</p> <p>More than three-quarters of business economists expect a U.S. recession by 2021, according to a National Association for Business Economics survey. The majority also estimate that the Federal Reserve will continue to raise interest rates this year. (Bloomberg News)</p> <p>California Republicans picked a Latina to lead the party into 2020. Jessica Patterson, an ally of House Minority Leader Kevin McCarthy (R-Calif.), will become the first woman in history to lead the California Republican Party after a series of losses in the 2018 election. (Politico)</p> <p>The Alabama newspaper editor who called for the Ku Klux Klan to night ride again will be replaced by a black woman. Elecia Dexter will now be the editor and publisher of the Democrat-Reporter, a small newspaper in Linden. (Michael Brice-Saddler)</p> <p>A Kansas legislator repudiated his support of an anti-LGBT bill after his daughter shamed him about it in an open letter. Kansas state Rep. Ron Highland (R) said that sponsoring a measure that would describe same-sex unions as parody marriages was a mistake. (Lindsey Bever)</p> <p>A South Carolina woman died from her injuries after two of her dogs mauled her. Authorities said the dogs, both boxer mixes, became aggressive with Nancy Cherryl Burgess-Dismuke while playing with her. It went from looking like they were really playing to them really eating her alive, a neighbor said. (Lindsey Bever)</p> <p>A retired Howard University professor is pushing the NBA and schools across the country to play a song widely known as the Black National Anthem at games during Black History Month. Lift Evry Voice and Sing was written by NAACP leader James Weldon Johnson, and former professor Eugene Williams calls it his freedom song. (Morgan Smith)</p> <p>-- Five Venezuelan soldiers who broke with Maduro and the nations armed forces shared their stories with The Post, describing a government willing to shoot civilians. Dylan Baddour reports: Four defectors said they were compelled to leave the country after they were given orders to quash the protests, and one member of the special forces traveled from Caracas to escape during the demonstrations Saturday. They said they also opposed food supplies being rejected and burned while their families went hungry. The defectors said that discontent in the ranks is high but that members of the armed forces are bound by fear. The order they gave us from high command is that, for whoever takes a step toward the bridge or who tries to leave post, they are authorized to shoot us, said ­Piñera Martinez, 32, a sergeant deployed in San Antonio.</p> <p>-- Florida Republicans hope Trumps push to oust Maduro will aid their electoral fortunes. Sean Sullivan reports: Opposition to the socialist regime in Caracas, which is closely aligned with communist Cuba, has been a shared cause of the states large and traditionally pro-Republican Cuban American and Venezuelan immigrant communities. Florida Democrats are disavowing the recent refusal by [Bernie Sanders] to label Maduro a dictator and call for him to go, though Sanders has criticized him.</p> <p>-- Some Trump administration officials have pointed to the fruitful U.S.-Vietnamese relationship as a possible example for North Korea to follow in transforming itself from foe to friend. But historians say that may not be realistic. Simon Denyer reports: While it is clear that Kim would like to establish some carefully walled-off tourism and economic development zones, and learn from Vietnams experience in that regard, there is a vast difference between that and truly reforming the countrys economy. Indeed, North Koreas tolerance of private traders and markets has been matched by reports of a renewed crackdown on foreign cultural influences, such as videos of South Korean dramas and movies. Vietnams economic transformation has been enabled by granting its people significant freedoms to travel, to trade, to communicate with and learn from foreigners just as Chinas success came by unleashing its peoples entrepreneurial ability.</p> <p>-- Many experts fear Trumps desire for a deal to distract from Michael Cohen's congressional testimony this week at home could lead him to make too many concessions to Kim. The APs Foster Klug reports: Kim could agree to give up only part of his arsenal his intercontinental missiles aimed at America, for instance, or his main nuclear reactor in return for an easing of harsh sanctions. Theres also fear that Trump will eventually orchestrate some sort of drawdown of U.S. troops from South Korea or an extended halt to U.S.-South Korean military drills. [Kim] would be taking a huge step toward cementing the North as a nuclear weapons state and, as a bonus, driving a wedge in the U.S.-South Korea alliance that the North maintains is aimed at the overthrow of the Kim family all without addressing the Norths arsenal of short- and mid-range nuclear armed missiles aimed at Seoul, Tokyo and other parts of Asia.</p> <p>-- Eight Democratic senators said in a letter that the summit must demonstrate tangible, verifiable progress on denuclearization and reducing tensions. As strong advocates for a diplomatic pathway to resolve the North Korea threat, we still believe there is a path forward for tough and principled diplomacy to secure, monitor, and verify the denuclearization of North Korea, the lawmakers wrote. (Politico)</p> <p>-- As the summit approaches, experts weigh in on Trump and Kim's relationship. Philip Rucker and Josh Dawsey report: Personal chemistry between leaders is clearly important, said Victor D. Cha, the top North Korea adviser in the George W. Bush administration. But, he added, Is that personal relationship enough to create success in the policy? We are so far apart that the notion that the friendship alone would create a North Korean decision to give up all of their nuclear weapons is very hard to imagine. Absent from Trumps messaging on North Korea over the past year has been any mention of human rights. The savagery of Kim and his government has been well documented and was once a rallying cry for Trump. But over the past year, Trump has said little publicly about Kims barbarism, and officials said that in private the president has told confidants that he considers human rights in North Korea largely inconsequential to striking a denuclearization deal.</p> <p>-- Secretary of State Mike Pompeo contradicted Trump by saying that North Korea remains a nuclear threat. Felicia Sonmez and Toluse Olorunnipa report: Asked by CNNs Jake Tapper whether he believes North Korea remains a nuclear threat, Pompeo responded, Yes. After last years summit with Kim in Singapore, Trump tweeted, There is no longer a Nuclear Threat from North Korea... But Pompeo on Sunday disputed that Trump had said as much. What he said was that the efforts that had been made in Singapore this commitment that Chairman Kim made have substantially taken down the risks to the American people. Its the mission of the secretary of state and the president of the United States to keep the American people secure. Were aiming to achieve that, the secretary of state said.</p> <p>-- The CNN interview reflected the fragile balance Pompeo has attempted to strike between defending the tenets of U.S. diplomacy and supporting Trumps foreign policy. The New York Timess David Sanger and Edward Wong look at Pompeos first year:</p> <p>Pompeo privately lashed out against Pence after the vice president criticized European allies for trying to save the Iran deal during a crucial meeting on the issue: Aides said he complained Mr. Pence had undermined diplomacy which one European official said included near-agreement about imposing new sanctions on Irans ballistic missile tests and prompted fresh headlines about trans-Atlantic tensions. But publicly, Mr. Pompeo never voiced his anger, keeping relations with the White House stable.</p> <p>He has lowered expectations about what Kim might agree to this week: In private discussions with Korea experts, Mr. Pompeo has conceded that he would be lucky if the North agreed to dismantle 60 percent of what the United States has demanded. But he said even that would be more than any other administration has achieved.</p> <p>Others in the administration wince at presidential tweets. [Pompeo] tells his staff to evaluate each one on whether it can be leveraged into something useful.</p> <p>-- In preparation for the summit, Vietnam deported a Kim Jong Un impersonator. Howard X, the impersonator, is a Hong Kong resident and held a fake summit with a Trump impersonator before having to leave the country. (BBC)</p> <p>People in Japans Okinawa prefecture celebrate on Sunday after learning that a referendum to relocate a U.S. military base failed. (Jiji Press/AFP/Getty Images)</p> <p>-- Japanese voters in Okinawa rejected a referendum to build a new U.S. military base on their island.Akiko Kashiwagi and Simon Denyer report: Okinawa is home to about half the 54,000 U.S. troops stationed in Japan and houses the largest U.S. air base in the Asia-Pacific region. The U.S. military says its presence on the island is vital not only for the defense of Japan, but also for keeping peace in the region. But Okinawans say their small island bears an unfair burden of the U.S. military presence in Japan, and on Sunday, they made their resentment felt. The results showed that 72.2 percent of voters rejected the construction of a U.S. base at Henoko, in the north of the island. The turnout was over 52 percent.</p> <p>-- Taiwan's 2020 presidential election is kicking off, and it is all about the U.S. and China. Gerry Shih reports: For years, officials in Washington which is treaty-bound to defend Taiwan against Chinese aggression viewed [President Tsai Ing-wen] with skepticism, if not outright concern. Now, the political calculus may be shifting at a time when the United States is stepping up its global competition against Beijing. Her Democratic Progressive Party does not recognize a 'one-China' framework that Beijing considers inviolable, and it leans toward declaring formal independence from China a provocative move that would potentially spark a devastating conflict that also pulls in the United States. But the Washington of today with a Trump administration staffed by China hawks in several key positions has warmed up to a woman who is anathema to Beijing.</p> <p>-- A growing number of civilians were killed last year in Afghanistan. Sayed Salahuddin and Pamela Constable report: The report from the U.N. Assistance Mission to Afghanistan said that 3,804 civilians died in 2018, including 930 children. That reflected an 11 percent overall increase from 2017, a year that also saw near-record levels of civilian war-related deaths. In the past decade, it said, more than 32,000 noncombatants have been killed and almost 60,000 injured. </p> <p>-- A proposal from the Guatemalan Congress that would grant amnesty to more than 30 convicted former military officers who were found responsible for the deaths of nearly 200,000 during the countrys civil war has alarmed civil society groups, the U.N. and the U.S. government. Sandra Cuffe and Mary Beth Sheridan report: The bill, which is expected to be back on Congresss agenda next week, has prompted outrage from Guatemalan civil society groups and organizations representing the indigenous, who make up 40 percent of the population but more than 80 percent of the victims of wartime abuses. In 2013, Guatemala became the first country to convict a former leader ex-dictator Efrain Rios Montt of genocide. (His conviction was overturned on appeal, and he was being retried when he died last year.)</p> <p>-- Saudi Arabia appointed its first female ambassador to the United States, Princess Reema bint Bandar. Kareem Fahim reports: Her appointment, which was announced in a royal decree late Saturday, was the latest sign of the kingdoms effort to rehabilitate its image in the United States after U.S. lawmakers censured the Saudi leadership for the killing of [Post contributing columnist] Jamal Khashoggi, the Saudi-led military intervention in Yemen, and the arrests and alleged torture of Saudi womens rights activists.</p> <p>Neomi Rao testifies during her confirmation hearing on Feb. 5. (Zach Gibson/Getty Images)</p> <p>-- Sen. Josh Hawley (R-Mo.) said he has deep concerns related to Neomi Rao, Trumps nominee to replace Brett Kavanaugh on the U.S. Court of Appeals for the D.C. Circuit, because of a rumor he heard about her personal views on abortion. I have heard directly from at least one individual who said Rao personally told them she was pro-choice. I don't know whether thats accurate, but this is why we are doing our due diligence, the freshman told Axios.</p> <p>-- Lawmakers from both parties are objecting to Trumps plan to boost defense spending by skirting federal budget limits. Politicos Connor OBrien reports: The White House plans to stuff as much as $174 billion of its $750 billion request for national defense for the coming fiscal year into a special war fund, according to reports, allowing the administration to maintain its long-sought military buildup without violating a 2011 law aimed at reining in the deficit. The gimmick is especially striking given that Trump budget chief Mick Mulvaney once fought to limit the very same war account, known as the Overseas Contingency Operations fund. Unless both parties can negotiate a deal to lift the spending caps, it could mean a quick demise for the military's ambitious investment plans.</p> <p>-- The Trump administration is increasingly requesting supplemental information from H-1B visa applicants and denying more petitions from high-skilled foreign workers. The Wall Street Journals Louise Radnofsky report: Some 60% of companies that applied on behalf of foreign workers received requests for supplemental information in the last quarter of 2018, compared with about 46% of applicants who got the demand in the year-earlier quarter and 28% in the final quarter of 2016. The approval rate fell to 75% in the final quarter of 2018, from 83% a year earlier and 92% in the same period in 2016.</p> <p>-- House Intelligence Committee Chairman Adam Schiff (D-Calif.) said Democrats would subpoena Bob Mueller if the special counsels report isnt made public. Felicia Sonmez reports: Schiff said on ABC Newss This Week that Democrats will also subpoena Muellers report and are prepared to go to court against the Trump administration. With Muellers nearly two-year investigation believed to be coming to an end, Democrats are seeking to ramp up pressure on Attorney General William P. Barr to release the full findings of the report and setting down a marker for what course they will take if he doesnt. Rumors swirled last week that the report could be delivered before the end of the month. But a senior Justice Department official said Friday that the report will not be coming this week.</p> <p>-- Roger Stone said he couldnt remember which volunteer gave him the image of a judge with what resembled a crosshairs symbol that led to a full gag order. But he did identify four members of the far-right, men-only extremist group Proud Boys who have been defending him online. BuzzFeed Newss Zoe Tillman reports: Stone identified Enrique Tarrio, Tyler Whyte, Jacob Engels, and Rey Perez as his volunteers. Tarrio is chair of the Proud Boys and last week sat behind [Trump] during a speech in Miami wearing a T-shirt that said Roger Stone Did Nothing Wrong! Whyte leads a Proud Boys chapter in Florida. Engels has been involved in Proud Boys activities, but says he's a journalist embedded with the group, not a member. Perez identified himself on Facebook as a member of the Proud Boys and was at Stone's house in Florida to tape a podcast over cigars and baked ziti just before the Instagram post imbroglio.  In court last week, Stone didn't share many details about what his volunteers do for him he told the judge that they perform a lot of the clerical work but he said Engels had access to his Instagram account, Whyte posted to his Facebook account, and that multiple people had access to his phone. </p> <p>-- Here are some steps that may follow once Muellers report comes out. (Dan Keating and Aaron Steckelberg)</p> <p> Donald J. Trump (@realDonaldTrump) February 24, 2019</p> <p>It was initially unclear if the festivities Trump alluded to would complement or compete with the existing celebration on the Mall that has been held for decades, Faiz Siddiqui reports. There also are no details on who would pay for it.</p> <p>So funny to watch people who have failed for years, they got NOTHING, telling me how to negotiate with North Korea. But thanks anyway!</p> <p> Donald J. Trump (@realDonaldTrump) February 24, 2019</p> <p>Democrats are now attacking @realDonaldTrump for sending humanitarian aid to the Venezuelan people.https://t.co/g0QZYZAiet</p> <p>Sen. Marco Rubio (R-Fla.) suggested the United States should consider escalating its opposition to the Maduro regime in Venezuela:</p> <p>After discussions tonight with several regional leaders it is now clear that the grave crimes committed today by the Maduro regime have opened the door to various potential multilateral actions not on the table just 24 hours ago. https://t.co/MvqFwB6E6d</p> <p>My time at the University of Chicago, at the height of the Civil Rights Movement, changed my life and helped shape me into the person I am today. I'm excited to return to Chicago as we kick off our movement. Join us at Navy Pier next Sunday, March 3rd: https://t.co/cfX3q4FvbI</p> <p>The 17 states where Trump's approval meets or exceeds 50% account for a combined total of 102 electoral votes. In contrast, the states in which Trump has an approval rating below 40% account for 201 electoral votes. https://t.co/bcXeMLm0fTpic.twitter.com/B3OECgqNd3</p> <p>And not only is he under 50 in PA, MI, and WI (3 states he won by a total of 77,774 votes), hes under 50 in TX and LA (which he won by 10 and 20%), and in others he must win, like FL, NC, GA, IN, OH, AZ. This even though the strong economy he inherited remains strong (for now). https://t.co/aTO3NWyQYt</p> <p>In 1984, Ronald Reagan won 2/3 of white voters w/out a college degree and captured 59% of the total popular vote. In 2016, Trump won 2/3 of white voters w/out a college degree and captured 46% of the total popular vote. Arguing w/demography is like arguing w/gravity. https://t.co/GZTL6T0oYJ</p> <p>Which comes first?* Bryce Harper signs with an MLB team ending the weirdest free agent period;* Mueller report, at least a summary, is released to Congress;* Joe Biden decides on 2020.Which comes last?https://t.co/Y97WsHSbqk</p> <p>Found this display of Nazi memorabilia at the Houston gun show. Sales guy said demand has surged in the last couple of years. pic.twitter.com/8vexx04N6v</p> <p>An NRA magazine placed a photo of Speaker Nancy Pelosi (D-Calif.) and former Arizona lawmaker Gabby Giffords, who was shot, next to the words target practice, sparking outrage online, with some claiming the magazine was calling for an attack against the two Democrats:</p> <p>This is a call for violence by the @NRA against @GabbyGiffords, who was nearly killed by gunfire and @SpeakerPelosi, the most powerful legislator in America. The NRA should face legal consequences. But lets put them out of business with boycotts and ballot boxes. #EnoughIsEnoughpic.twitter.com/XFTAg5XJWI</p> <p> Rep. Eric Swalwell (@RepSwalwell) February 23, 2019</p> <p>Some lawmakers, like Rep. Dan Crenshaw (R-Tex.), defended the magazine: </p> <p>The article is about legislation targeting gun owners, not the NRA targeting Democrats. </p> <p>ANTI-INTERVENTIONISTS: The more the U.S. gets involved in Venezuela, the greater the danger of turning the conflict into another Libya.MARCO RUBIO: Hey! Let's have another Libya! https://t.co/rKxB2ZyBGi</p> <p>The view of the Earth with the smallest population. This 50% of the surface contains less than 2% of its people. Source: https://t.co/h7LhVRIyIVpic.twitter.com/WWyYMIMmin</p> <p>Did Donald Trump Jr. hate-watch the Oscars?</p> <p>Trump: bad, despite booming economy & lowest black/Hispanic unemployment ever. </p> <p>Walls: Immoral, except outside our houses.</p> <p> Donald Trump Jr. (@DonaldJTrumpJr) February 24, 2019</p> <p>Foreign Policy, What Comes After ISIS? by Daniel Byman: The Trump administration, like the Obama administration before it, is wrestling with how to balance vigilance and triumphalism. Trump, being Trump, is erring on the side of triumphalism, boasting about the Islamic States defeatto the consternation of the counterterrorism community, which wants to stay in Syria to keep the pressure on. Its appropriate to criticize Trumps boasting as premature, but it is also important to recognize that the Islamic State has been hit hard and that the caliphates defeat marks a potential turning point. The foreign fighter flow has dried up, and the loss of territory makes it far harder for it to organize international terrorist attacks. The unusual circumstances that allowed the caliphate to briefly flourish may not soon recur, and it is unlikely that the Islamic State will soon revive at the same scale or that another front will emerge with the same appeal that Syria had. None of this, of course, means the end of jihadi terrorism. </p> <p>New Yorker, They've got him! The emotional scene at the R. Kelly hearings, by Jim DeRogatis: Azriel Clary, who, her parents allege, is one of a group of women being held against their will by the singer, attended Kellys bond hearing, but she did not speak to her parents, or even turn around to look at them, as they sat several rows behind her in Courtroom 102. She stared straight ahead at Kelly, who appeared at the front of the room wearing a black sweatshirt, his face expressionless. On her way in and out of court, Clary held hands with Joycelyn Savage, a woman whose parents say also began a sexual relationship with Kelly, in 2015, when she was nineteen years old. Both women are still living with Kelly in what their parents call his cult.</p> <p>NYU social work school acknowledges institutional racism after classroom episode, from Morgan Smith: Shahem Mclaurin says he didnt go to school to be a revolutionary leader. But thats the role he has found himself in after his tweet about an incident at New York Universitys Silver School of Social Work spurred university officials to acknowledge ongoing institutional racism in their classrooms and inspired other students to criticize the Silver School for failing to address racist behavior on campus. On Feb. 12, Mclaurin described the incident in a widely shared Twitter thread. [The 24-year-old graduate student] emailed his classmates to ask if someone could connect him via FaceTime during class. No one responded. After class, one of the students emailed Shahem and explained why he didnt answer. I found it easier to lead the discussion without black presence in the room, since I do feel somewhat uncomfortable with the (perceived) threat that it poses something which I have been working on, but it will take more time than I would like it to be, the student wrote.</p> <p>Where in the world does Alexandria Ocasio-Cortez live? from the New York Post: Rep. Alexandria Ocasio-Cortez has no district office and no local phone number, unlike the states three other freshman members. And its unclear whether the 29-year-old lawmaker, who represents the Bronx and Queens, actually still lives in the Parkchester neighborhood that has been so closely tied to her rise even though she won her upset victory over fellow Democrat Rep. Joe Crowley with accusations that his home in Virginia made him too Washington-focused to serve his district. Ocasio-Cortez has used her deceased fathers Bronx condo on her voter registration since 2012 But The Post could find little indication she continues to live there. On Saturday night, a staffer promised a Post reporter that Ocasio-Cortez would talk to him after a speaking event in Corona. Come downstairs, I have to take a picture quick, the congresswoman then told the reporter after the event, instructing him to wait for her. Twenty minutes later, she ducked out a back door, jumped into a chauffeured SUV, and zoomed off.</p> <p>I still live in my hood and literally instagrammed from my apartment tonight. A man was just arrested last week with a stockpile of guns specifically trying to kill me & others, so yeah Im not gonna disclose my personal address or tell people when I move. Sorry!</p> <p>Trump will participate in a business session at the White House with U.S. governors before leaving for his summit with Kim Jong Un in Hanoi.</p> <p>I think that 2019 is going to be the most vitriolic year in American politics since before the Civil War. And I include Vietnam in that. I think we're in for a very nasty 2019. Trumps former chief strategist Steve Bannon. (USA Today)</p> <p>-- It's going to be a windy Monday, but the rest of the week should be much nicer. The Capital Weather Gang reports: High winds rip across the region today, but then we have three straight days of calm, unremarkable weather. Our next chance of precipitation comes Friday, most likely in the form of rain. It could linger into the first part of Saturday before cold, dry air funnels back in.</p> <p>-- The Capitals beat the Rangers 6-5. (Samantha Pell)</p> <p>Hasan Minhaj broke down some of the failures behind the U.S.s student loans system:</p> <p>Javier Bardem slams the border wall IN SPANISH. #Oscarspic.twitter.com/L59cYJoEmC</p>", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/25/daily-202-jay-inslee-is-building-his-2020-campaign-around-a-more-pragmatic-approach-to-tackling-climate-change/5c72e37e1b326b71858c6c25/", "tags": ["second year", "former colorado gov. john hickenlooper", "jessica patterson", "former secretary", "social work school"], "related_articles": [{"title": "Meet John Hickenlooper, the brewery owner turned governor who could be a serious Democratic contender to take on Trump in 2020", "source": "business-insider", "url": "https://www.businessinsider.com/john-hickenlooper-brewery-owner-governor-possible-2020-democratic-contender-2019-2"}, {"title": "The Daily 202: ‘Much like a mobster would do.’ Michael Cohen’s testimony paints a picture of how Trump ‘operates.’", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/27/daily-202-much-like-a-mobster-would-do-michael-cohen-s-testimony-paints-a-picture-of-how-trump-operates/5c7576b81b326b71858c6c4a/"}, {"title": "The Daily 202: Trump suggests his embrace of the ‘madman theory’ brought North Korea to the table", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/26/daily-202-trump-suggests-his-embrace-of-the-madman-theory-brought-north-korea-to-the-table/5c7422741b326b71858c6c33/"}]}, {"title": "Wayfair is up nearly 70% this year, and charts point to more gains", "source": "cnbc", "date": "2019-02-25T13:25:00Z", "origContent": "<p>It's an epic tale of David versus Goliath in the e-commerce world.</p> <p>Online retailing sites Wayfair and Etsy are running circles around Amazon this year. Shares are up 66 and 18 percent respectively, compared with Amazon's 9 percent gain. In addition, Amazon rival Walmart reported a 43 percent growth in online sales during the fourth quarter.</p> <p>The Street is split on whether investors should bet on Goliath (Amazon) or David (Wayfair). Piper Jaffray's Craig Johnson is in Wayfair's corner, while Strategic Wealth Partners' Mark Tepper is sticking with Amazon.</p> <p>Friday was Wayfair's best day on record. The stock soared as much as 30 percent, rocketing to a new high following a revenue beat and a 15 percent increase in active customers. Wayfair was up 0.2 percent in Monday's premarket, while Amazon shares rose nearly 1 percent.</p> <p>While some investors might see this as a selling opportunity to lock in gains, Johnson notes that from a technical standpoint, the stock hasn't reached an overbought level, meaning there's still upside ahead.</p> <p>He's not so optimistic when it comes to Amazon, saying it's a hold right now. While he believes that the stock is ultimately \"very much in an uptrend,\" he doesn't think the picture is as rosy in the nearer term.</p> <p>Strategic Wealth Partners' Mark Tepper, on the other hand, likes Amazon over Wayfair since he believes Amazon's diversified business model and range of retail goods sets it up to outperform no matter the economic backdrop.</p> <p>\"At this stage of the economic cycle, let's call it the 8th inning, I would rather own the favorites right now than the underdogs,\" he said.</p> <p>He notes that Wayfair is doing a \"great job gaining market share\" and \"disrupting\" the home furnishings market, but he also points out that the sector is susceptible to economic conditions. If the consumer is not strong, for instance, people will cut out discretionary expenses like furniture.</p> <p>Tepper likes Amazon given its diverse platform that includes \"lower cost items\" that consumers will not nix when the next recession hits, and because of the company's push into the high-margin cloud business.</p> <p>\"When the economy slows, I would rather own the e-commerce retailer that offers the lower-cost items that also has the $25 billion a year cloud business that's growing at over 40 percent a year to help them weather the storm,\" he said.</p> <p>Disclosure: Strategic Wealth Partners owns shares of Amazon.</p>", "url": "https://www.cnbc.com/2019/02/25/wayfair-is-outpacing-amazon-and-etsy-and-charts-point-to-more-gains.html", "tags": ["mark tepper", "next recession", "amazon shares", "retail goods", "home furnishings market"], "related_articles": [{"title": "Chinese stocks are outperforming the US, but watch out for 'structural issues,' expert warns", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/26/chinese-stocks-are-rallying-but-watch-out-for-structural-issues.html"}, {"title": "Amazon didn't kill the retail trade. Here's the proof, says expert", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/amazon-didnt-kill-the-retail-trade-heres-the-proof-says-expert.html"}, {"title": "Three ways to play retail's busy earnings week", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/three-ways-to-play-retails-busy-earnings-week.html"}]}, {"title": "Chinese firm behind the 'Amazon Coat' hits jackpot in U.S., eschews China", "source": "reuters", "date": "2019-02-25T04:28:10Z", "origContent": "<p>JIAXING, China/NEW YORK (Reuters) - When Kevin Chiu left his job in 2012 to try his luck at starting an online apparel business in a rural Chinese city, his main goal was to carve out more time to spend with his wife and newborn child. </p> <p>It never entered his mind that his Orolay puffer jacket would become a huge hit, celebrated as the ‘Amazon Coat’ in U.S. social and traditional media - and held up as a budding rival to premium brand Canada Goose. </p> <p>Using duck down sourced from China’s Hebei and Anhui provinces, the polyester coats are priced between $80 and $139. By contrast, Canada Goose jackets start from about $575 in the United States. </p> <p>“We made more money in January than we did for the whole of 2017,” Chiu, 32, told Reuters at his factory in the eastern Chinese city of Jiaxing. </p> <p>He estimates his firm made $5 million in sales last month and expects to bring in $30-$40 million this year. U.S. sales - almost all of which are sold through Amazon.com Inc - account for 70 percent of total revenue. </p> <p>Orolay’s success is, however, not just a tale of competitive pricing and a design that found favour with U.S. consumers. </p> <p>Chiu is among a wave of Chinese merchants that have benefited from measures introduced by Amazon in recent years that have made it easy for overseas vendors to sell on its site. </p> <p>That’s provoked concerns among U.S. sellers on Amazon that they are being outgunned. And in industries such as apparel, experts say brick-and-mortar retailers cannot ignore the threat posed by the influx of small brands, many of which are based in China. </p> <p>The number of Chinese merchants on Amazon is set to grow further as fierce competition and rising costs have made it less attractive to sell on local e-commerce sites like Alibaba Group Holding Ltd’s Tmall, analysts say. </p> <p>Indeed, Chiu no longer sells in China. Orolay’s other markets are Europe, Japan, Taiwan and Australia. </p> <p>“We did sell on Alibaba in the early days...but competition in China is stiffer,” he said, adding that increased costs to use local sites was also a factor. </p> <p>In addition to fees to use Chinese e-commerce sites, sellers also face other costs such as investing in customer service teams. Alibaba declined to respond to Reuters questions about whether costs for vendors had increased. </p> <p>Analysts say the number of Chinese merchants selling on Amazon’s U.S. site began to pick up over the last five years after it introduced measures that allowed sellers worldwide to store products at Amazon warehouses and provided help shipping those goods to customers. </p> <p>Late last year, the retail giant also started a program that refers China-based sellers to local lenders. By comparison, Amazon offers loans to selected U.S., UK and Japan-based small businesses that sell on its site. </p> <p>Chiu credits Amazon for much of the firm’s success but is thinking of branching out, saying offers from retailers include invitations to sell online from Walmart Inc and U.S. shopping site Rue La La. </p> <p>Expansion plans include extending Orolay’s product line to cotton clothing and men’s outerwear. But for now, Chiu is still marvelling at how his business has become so successful in a market he barely knows. </p> <p>“I went to New York for vacation twice last year, and was so excited to see that people on the street are wearing our jackets,” he said. </p> <p>“I was very eager to ask them how they like our jackets, but didn’t do it because I don’t speak much English.” </p>", "url": "https://in.reuters.com/article/china-coat-orolay-idINKCN1QE0DS", "tags": ["local commerce sites", "u.s. consumers", "fierce competition", "eastern chinese city", "amazon.com account"], "related_articles": [{"title": "Winnipeg hospital struggles with 'all-time high' demand for warm clothing", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/manitoba/clothing-depot-health-sciences-winnipeg-1.5033606"}, {"title": "Tesla Shift, HBO Chief, Boeing Sales: CEO Daily for March 1, 2019", "source": "fortune", "url": "http://fortune.com/2019/03/01/tesla-stores-hbo-chief-boeing-sales-ceo-daily-for-march-1-2019/"}, {"title": "Traded by Panthers, Brassard faces former team in Avs debut", "source": "usa-today", "url": "https://www.usatoday.com/story/sports/nhl/2019/02/25/traded-by-panthers-brassard-faces-former-team-in-avs-debut/39113421/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}]}