{"topterms": [["amazon", 83], ["new york", 40], ["china", 37], ["trump", 36], ["washington", 31], ["united states", 29], ["facebook", 27], ["president donald trump", 27], ["analysts", 26], ["congress", 26]], "articles": [{"title": "Tesla's store-shuttering strategy may pull the rug out of solar", "source": "reuters", "date": "2019-03-02T01:18:25Z", "origContent": "SAN FRANCISCO (Reuters) - Tesla Inc’s sudden decision to shutter the bulk of its stores around the world raises a red flag over the future of its solar branch, a declining business it paid $2.6 billion for in a controversial 2016 deal.  Chief Executive Elon Musk’s announcement on Thursday that the electric vehicle maker would close “many” of its stores around the world to sell cars online-only removes the only retail outlet for solar sales since Musk pulled the plug on a partnership with Home Depot last June.  “Solar is now the stepchild at Tesla. They’ve made two decisions in a row that deal crippling blows to the solar business and they may be regretting the Home Depot idea,” said Frank Gillett, principal analyst at Forrester Research.  “It doesn’t feel thoughtfully done, it’s rushed. Basically it will hurt them from a brand and marketing point of view,” Gillett said.  When Tesla made its offer for SolarCity - a debt-laden solar-panel sales and installation company founded by two of Musk’s cousins - its stock price was down 70 percent from its all-time high. Musk cast the deal as a “no-brainer” rife with synergies, in which customers could be sold both cars and solar energy systems.  That has not yet proven to be the case, and Tesla’s solar business has been shrinking as selling the Model 3 sedan became Tesla’s priority. As part of company-wide layoffs last June, Tesla closed about a dozen solar installation facilities.  Tesla said all sales for its energy and solar products around the world would now be online only, too.  “The majority of our residential solar and Powerwall orders are already placed outside our retail stores, including online or via referral, and we believe this shift to online sales, paired with a dedicated energy adviser from our support team, will result in the best, most seamless customer experience in the industry,” a Tesla spokesman told Reuters.  Tesla cited a cut in prices of its residential solar systems by as much as 25 percent in November, representing savings of between $3,000-$5,000 on average, helped by streamlining its sales operations, and said the shift to online sales would unlock additional cost efficiencies. [nL2N1XQ1O6   Ending the deal with Home Depot, whose stores generate high foot traffic, took a huge bite out of Tesla solar sales. In the fourth quarter, the company deployed 73 megawatts of retrofit solar systems, down 21 percent from the prior quarter and well below SolarCity’s more than 200 megawatts a quarter in early 2016. Total energy generation and storage revenue fell 7 percent from the prior quarter to $371.5 million.  Besides selling private-label and third-party solar panels, Tesla sells energy storage systems for home and business use, so-called Powerwalls and Powerpacks. Tesla has said nearly all Powerwall-only orders are placed via the web or certain third-party solar installers.  Installations of the solar roof tiles unveiled by Musk in 2016 are at a “slow pace,” Tesla said in its 2018 annual report, due to design changes. Progress at Tesla’s solar factory in Buffalo, New York, where the tiles are to be manufactured, meanwhile, has been stalled by assembly-line problems.  One former solar seller laid off in January told Reuters that 70 percent of leads on solar had come from Home Depot. Upper management at Tesla “didn’t appreciate the significance” of the deal with the big-box retailer, the source said.  Musk said Tesla will still keep open a small number of stores in high-traffic locations as galleries and information centres, where details about energy products will also be offered.  When customers order a car on Tesla’s website, they are alerted during the configuration process to the possibility of ordering solar or other energy products.  In January, Tesla said it was “still in the process of transitioning our sales channel from former partners to our Tesla stores and training our sales team to sell solar systems in addition to vehicles.”  But former solar salespeople told Reuters that Tesla had already put solar on the back burner, with Tesla-branded panels not even available for installations in the latter half of 2018.  “They’d tell us the focus of the company is the Model 3,” said one former seller, who left the company in January. “The Model 3 has to be successful or there’s no company.” ", "tags": ["principal analyst", "wide layoffs", "residential solar systems", "private label", "solar sales"], "related_articles": [{"title": "Wisconsin commission, residents mull proposed solar farms", "source": "associated-press", "url": "https://apnews.com/d14c0b43c1c44ea59d465b71e5269f7e"}, {"title": "Elon Musk just sent this memo to employees about the cheaper Model 3 and store closures", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/elon-musk-memo-about-cheaper-model-3-store-closures.html"}, {"title": "Tesla enters uncharted territory after move to dismantle store network", "source": "reuters", "url": "https://ca.reuters.com/article/technologyNews/idCAKCN1QI4RP-OCATC"}]}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "date": "2019-02-28T12:45:00Z", "origContent": "L Brands plans to close roughly 53 Victoria's Secret stores in 2019, as the lingerie retailer continues to lose steam against newer rivals. L Brands, which also owns Bath & Body Works, on Wednesday reported mixed results in the holiday quarter that sent shares of the company down more than 5 percent. The weakest part of its business continues to be Victoria's Secret, where same-store sales 3 percent. The brand, which was once known for its sexy bras, has lost out as women have switched to more comfortable bra styles and brands that seem more inclusive from the likes of American Eagle's Aerie, Third Love, Lively and Adore Me. The $7.2 billion bra category is also seeing new competition from Target, which this spring plans to launch three new lines of lingerie and sleepwear. Millennials, which comprise more than a third of the women's intimate apparel market, spent a third of its bra dollars in 2018 on sports bras, according to retail trade group the NPD Group. Victoria's Secret, which has roughly 1,170 stores worldwide, typically closes roughly 15 stores per year. L Brands' CFO Stuart Burgdoerfer told analysts in November the company is going to \"take a hard look\" at its real estate \"over the next several months. Bath & Body Works, meantime, continues to perform strongly. The fragrance and personal care shop grew same-store sales by 12 percent. Dragged down by the weakness at Victoria's Secret, L Brands same-store sales fell 3 percent in the latest period. L Brands reported fiscal fourth-quarter net income of $540 million, or $1.94 per share, down from $664 million, or $2.33 per share a year earlier. Excluding items, L Brands earned $2.14 per share, beating the the $2.07 per share expected by analysts surveyed by Refinitiv. Net sales rose to $4.85 billion, missing expectations of $4.88 billion. L Brands said it expects earnings for 2019 will fall between $2.20 and $2.60 a share. That includes break-even earnings per share result in its first quarter.", "tags": ["cfo stuart burgdoerfer", "third love", "latest period", "npd victoria", "net sales"], "related_articles": [{"title": "Things have gotten so bad at Victoria’s Secret that it’s being forced to close 53 stores this year", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/things-have-gotten-so-bad-at-victorias-secret-that-its-being-forced-to-close-53-stores-this-year"}, {"title": "Victoria's Secret says it is shuttering 53 more stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/victorias-secret-store-closings-l-brands-shuttering-53-locations/3020995002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "A Less Than Merry Christmas for Victoria’s Secret Means More Store Closings Ahead", "source": "fortune", "url": "http://fortune.com/2019/02/28/victorias-secret-stores/"}]}, {"title": "US stocks rise on hopes for a trade deal with China", "source": "associated-press", "date": "2019-03-01T15:53:09Z", "origContent": "NEW YORK (AP) U.S. stocks are rising Friday, reversing a three-day losing streak as investors digest news of a potential resolution to the U.S.'s trade war with China. U.S. officials are reportedly preparing a deal that could be signed within a month, according to news agency Bloomberg. The trade war between the world's largest economies has raised prices for consumers and companies. It's also deepened concerns that escalating tariffs could worsen the global economy's slowdown. President Donald Trump held off a threat to impose higher tariffs on $200 billion of Chinese products as negotiations continued. Washington accuses Beijing of stealing foreign companies' technology or pressuring them to hand it over. Technology and bank stocks led the early gains. Retailers also rose. Gap surged on plans to spin off its Old Navy brand. Foot Locker rose after reporting strong financial results and a solid forecast. Investors have remained confident in the strength of the U.S. economy, despite weak economic reports. Consumer spending in December took its biggest tumble in nine years. Disappointing retails sales was another sign that growth slowed at the end of 2018. KEEPING SCORE: The Dow Jones Industrial Average rose 90 points, or 0.4 percent, to 26,008 as of 10:45 a.m. The S&P 500 index and Nasdaq composite were up 0.5 percent. OLD NAVY SAILING AWAY: Gap surged 18 percent after it told investors it will spin off its Old Navy brand into a separate company. The retailer will retain its namesake brand, along with Banana Republic and others, in a new, yet to be named company. The split comes as Old Navy has thrived while Gap struggles with increasing competition from the likes of Target and Amazon. RUNNING START: Foot Locker jumped 8 percent after the footwear and athletic apparel retailer blew past investor expectations for the fourth quarter. The company also expects double-digit profit growth in 2019.", "tags": ["chinese products", "separate company", "footwear", "strong financial results", "biggest tumble"], "related_articles": [{"title": "Wall Street rises on trade optimism in slow week", "source": "reuters", "url": "https://in.reuters.com/article/usa-stocks-idINKCN1QI4S9"}, {"title": "US STOCKS-Wall Street rises on trade optimism in slow week - Reuters", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O4TZ"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}]}, {"title": "Stocks making the biggest moves midday: Gap, Tesla, L Brands & more", "source": "cnbc", "date": "2019-03-01T17:14:00Z", "origContent": "Tesla Shares of Tesla fell 7.58 percent after the company's underwhelming announcement that it will be launching its standard Model 3. Barclays analyst Brian Johnson even called it the \"un-iPhone moment.\" The electric car maker also announced store closures and layoffs in an effort to reduce costs, in addition to stating that the company will not turn a profit during its first quarter. Nektar Therapeutics The biopharmaceutical fell 8 percent Friday after reporting fourth-quarter earnings. The drug maker lost 57 cents a share and reported revenue of $39.83 million both below Wall Street analysts' estimates. Walgreens Boots Alliance The pharmacy operator dropped more than 5 percent after an analyst at Baird slashed his price target on the stock to $67 per share from $70. \"WBA is advancing many new initiatives (some supportable, some dubious), but can't change its market environment, which is universally tough,\" the analyst said. Gap Gap shares surged more than 18 percent after the retailer announced it was splitting into two independent publicly traded companies. One of those companies will be Old Navy, while the other will include brands like Banana Republic and Athleta. L Brands Shares of the Ohio-based retail business rebounded by more than 7 percent Friday. A day earlier, the stock dropped sharply after the company missed earnings expectations and issued lower-than-expected guidance. The owner of Victoria's Secret and Bath & Body Works also announced it plans to close 53 Victoria's Secret stores this year. Dentsply Sirona Shares of Dentsply Sirona surged more than 15 percent after the dental product manufacturer reported better-than-expected earnings and sales for the fourth quarter. Dentsply reported earnings of 58 cents a share, topping the 54 cents estimates by FactSet. Revenue came in at $1.06 billion, exceeding the expectation of $1.025 billion. Foot Locker Shares of Foot Locker rose 5.56 percent after the retailer reported fourth-quarter earnings that surpassed analyst expectations. Foot locker reported that its same store sales were up 9.7 percent, more than double the 4.6 percent expected. Nielsen Holdings Shares of Nielsen rose more than 4 percent after the data analytics company posted better-than-expected sales in the fourth quarter and issued a strong outlook for 2019. The company's revenue rose to $1.658 billion last quarter, versus FactSet estimate of $1.645 billion. For 2019, Nielsen sees earnings of $1.63 to $1.77 per share, higher than expectations of $1.22. CNBC's Nadine El-Bawab, Kate Rooney and Yun Li contributed to this report.", "tags": ["electric car maker", "advancing many new initiatives", "nektar therapeutics", "data analytics company", "biopharmaceutical"], "related_articles": [{"title": "Stocks making the biggest moves midday: HP, Box, Anheuser-Busch, Square & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/stocks-making-the-biggest-moves-midday-hp-box-anheuser-busch-square--more.html"}, {"title": "Northern Indiana city loses pharmacy, gets a 'telepharmacy'", "source": "associated-press", "url": "https://apnews.com/ba183f33402649fb98469f259bbadc60"}, {"title": "Stocks under pressure | Trump cuts summit short | GDP data set", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/what-you-need-to-know-in-business-news-today.html"}]}, {"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "date": "2019-03-01T22:31:37Z", "origContent": "While US-China trade talks continue to hold centre stage, investors will be following a bevy of economic data, retail earnings and central bank developments in the coming week. Investors will get a fresh look at the booming US labour market on Friday when the government releases data for February. Economists expect 180,000 new jobs and an unemployment rate of 3.9 per cent, according to a Reuters poll. The US added 304,000 jobs in January, while the unemployment rate stood at 4 per cent, helping ease concerns over the impact of a partial government shutdown and slower economic growth. Wage data will be of particular interest amid a period of muted inflation. Average hourly earnings in January were up just 0.1 per cent compared with the prior month, the weakest rate of growth since October 2017. In other US economic data, new home sales and the Institute for Supply Management’s non-manufacturing index are due on Tuesday, and a report on housing starts will arrive on Friday. On Wednesday, the Federal Reserve will release its monthly Beige Book, an anecdotal look at business activity across the central bank’s 12 districts. The spate of retail earnings will continue next week. Target and Kohl’s, the American department store chains, will release their fourth-quarter financial results on Tuesday. Discount retailer Dollar Tree, grocery chain Kroger, bookseller Barnes & Noble and warehouse outlets Costco and BJ’s Wholesale Club are also scheduled to report earnings during the week. Other US big-box stores such as Walmart, Best Buy and Macy’s have already disclosed fourth-quarter profits and sales. Walmart eased investors’ concerns about domestic retail sales, which abruptly fell in December, with strong holiday sales aided by strength in the grocery and toy aisles. Best Buy, the electronics retailer, also benefited from better sales than expected during the holiday period. Other closely watched earnings reports coming next week include Salesforce.com and Brown-Forman, the owner of Jack Daniel’s. The European Central Bank will provide an update on monetary policy and its president, Mario Draghi, will speak at a press conference on Thursday. The ECB is expected to hold rates steady amid a deceleration in regional growth and tepid inflation numbers. Investors are also watching the ECB for economic forecasts and news on long-term loans to banks. The Reserve Bank of Australia and the Bank of Canada have their own rate decisions coming next week. Minutes from the Bank of England’s latest policy meeting will be released. In the US, New York Fed president John Williams and Cleveland Fed president Loretta Mester will be among the central bank officials to give remarks. Elsewhere in global economic news, China is expected to announce an economic growth target as its annual National People’s Congress begins in Beijing. Key reports during the week include Italy’s GDP, Germany’s factory orders, China’s trade balance and Australia’s GDP.", "tags": ["earnings reports", "particular interest", "monetary policy", "domestic retail sales", "wage data"], "related_articles": [{"title": "China congress, US jobs data, ECB sets rates", "source": "financial-times", "url": "https://www.ft.com/content/eefc937a-3b49-11e9-b856-5404d3811663"}, {"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}, {"title": "Economy grew a solid 2.6% in the fourth quarter and 2.9% for 2018, strongest in 3 years", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/u-s-economy-2018-growth-2-6-q-4-and-2-9-year/3010070002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Saks Takes Back Fifth Avenue", "source": "fortune", "date": "2019-03-01T13:00:57Z", "origContent": "Ascending a sleek new multi-colored escalator, designed by Dutch architect Rem Koolhaas, Saks Fifth Avenue president Marc Metrick is a man vibrating with excitement ahead of its grand unveiling. The escalators bright red and blue hues and a large LED ceiling (that creates the illusion of a blue sky) pop in sharp contrast with the grey curtains used to cordon off a dusty construction area. Change is afoot on the ground floor of one Manhattans most iconic department stores. The sense of theatre epitomizes what Metrick, who has been president of the HBC-owned Saks since 2015, is convinced the company has to offer todays shoppers, particularly at its 650,000 square-foot New York City flagship. The buzz of activity comes at a time when Saks has some wind in its sails again after faring a rough patch three years ago. Sales were declining quarter after quarter. It was losing market share and the Grande Dame of New York luxury, a fixture since 1924, had lost much of what made it stand out. Now, Saks has reported seven quarters of comparable sales gains in the last eight, including a 7.3% jump in the third quarter. And, to Metricks big satisfaction, that recent performance bested those of two major rivalsNordstrom and Neiman Marcusover the same period. But those competitors are not idling: both Neiman and Nordstrom are adding their first namesake department stores in New York this year. The luxury market might be crowded but it is booming: according to Bain & Co, the U.S. personal luxury goods market rose 5% to $85 billion in the United States. Whats more, Spectrem Group estimates there are now 10 million Americans with a net worth between $1 million and $5 million, up 67% from a decade ago.  A run of the mill store just wont do, both in terms of the physical location but also how tech is integrated into them. Ergo a $250 million invested in the multi-year remodel of the flagship of a 41-store chain. While the renovation doesnt feature anything outlandish like the indoor ski hill Saks installed in the 1930s (try getting a CFO to sign-off on that today) its still trying to channel that spirit as it looks to make the Fifth Avenue store a modern-day destination. Last year, the beauty section moved up a floor but not without getting 40% more space and new amenities like facial workouts and offering anti-cellulite treatments and. The area, historically on street level to generate shopper visits, offers clean sightlines with more natural light from outside, a feature all floors will have by 2021. (The next project is mens shoes, now spread out over three floors, but soon to be concentrated in one lavish area.) Shopping isnt the only component of Metricks vision for Saks as a New York destination: the evening of a recent press preview, Saks had its first VIP dinner at LAvenue, a new high-end Philippe Starck-designed restaurant on the 9th floor. Its the only outpost of the Paris eatery that attracts A-list names like Rihanna and Beyoncé. While Saks is thriving now, it was a different story just a few years ago. HBC, a department store conglomerate that also includes its namesake Canadian chain and Lord & Taylor, bought Saks for $2.4 billion in 2013.  There had been turmoil in the c-suite, strategy lurches, and the prevailing opinion that Saks was an icon adrift. So when Metrick, now a 23-year veteran of the brand, took the reins in 2015, he immediately began with a deep dive into customer perceptions. Among the humbling results: Saks and its archrival Neiman Marcus were interchangeable in shoppers eyes. After years of trying to be all things to all people, Saks didnt stand for anything, Metrick recalls.  And thats no small order, what with some 85% of any luxury department stores offerings overlapping with rivals. Its also not getting easier at a time brands themselves are opening more of their own stores and taking more control of how their wares are presented. The high-end department stores added to their own problems in the last decade by getting more promotional, says Bain & Co partner Vandana Radhakrishnan. That led many brands, from Coach and Ralph Lauren on up to focus more on their own stores. But luxury brands, particularly smaller ones, can only do so much with their own sites and stores in reaching a wide audience. So great, well-trafficked stores and strong e-commerce are remedies for that problem. Notably, Metrick says he can give detailed customer data to luxury brands, including what other brands they like. Thats why Metrick sees reinventing the flagship as so important, with many ideas being adapted to the 40 other stores in the fleet. Metrick says thats already paying off: online return rates are typically 40% to 50%, a cost that pinches margins. That drops to 20% for sales clinched via the Salesfloor service. Every year, some 30 million people visit a Saks store, while Saks.com gets 150 million visits. At stores, 20% of visits yield a sale, while online the rate is more like 2.5%. And so while not as flashy as a designer escalator, ecommerce is crucial for maintaining momentum. Shes thinking about every other online experience out shes having today and is Saks as easy as all that, says HBC CEO Helena Foulkes of the prototypical Saks shopper. Saks was recently reminded of how hard it is to win over the modern shopper, even on its home turf. In January, it closed a womens store in Lower Manhattan after only two years.  But Foulkes, previously president of CVS pharmacys $80 billion retail business, won kudos from analysts for dropping an underperforming location and zeroing in on where Saks can win. The next dollar I invest has to be in the place with the most upside, she says.  To enable that, Foulkes has been busy in her first year on the job making big moves to undo much of HBCs aggressive expansion in the last half decade, one that led it to go around chasing stars, as Scotiabank retail and consumer analyst Patricia Baker puts it. That has included paying down HBCs sizeable debt by selling off half of its struggling European business, its Lord & Taylor flagship 10 blocks south of Saks, and Gilt Groupe; moves that won it recent upgrades from debt agencies. HBC also recently announced the closure of 20 Off Fifth discount stores and halted its Canadian expansion of Saks, which had called for seven stores, opting instead to cap it at three.  Thats not to say HBC is only in contraction modethe company is planning a new Saks store at the American Dream mega-mall being built in East Rutherford, New Jersey. But it does signal that HBC is doubling down on best performing businessSaksparticularly the flagship. Though HBC doesnt break out individual stores numbers, the Manhattan flagship generates at least $600 million a year, or 15% of so of Saks total sales. The Saks brand is only going to be as strong as that Fifth Avenue store, says Scotiabanks Baker. And Saks doesnt want its so-called branches to be seen as backwaters. So edgy brands like Vêtements and Jacquemus are now sold at other stores too, not just Manhattan. Other ideas have also made their way to its branches in other markets. Take The Collective, an area that focuses up and coming brands, including to solidify what Metrick calls Saks fashion authority. Our role in the fashion ecosystem is to be the place to introduce brands to our consumer, he says.  A more subtle part of Saks store remodel has been to mix up price points and brands rather than consign all ultra high end designer items in the same areas, as they were before. On the fifth floor for instance, more accessible brands like Acne and Alexander Wang are next to designers like Comme des Garçons and Simone Rocha. Under Metrick and Foulkes, Saks has a much faster metabolism now. Fail fast and move on. And that, he says, is merely a reflection of how customer behavior has evolved. The luxury consumer is certainly less forgiving and less patient that they used to be, Metrick says.", "tags": ["lavish area", "blue hues", "fifth avenue store", "large led ceiling", "scotiabank"], "related_articles": [{"title": "VA ends funding for homeless vet residence in Helena", "source": "associated-press", "url": "https://apnews.com/a7b0a4941e6b4350990eb2fe8db4bc8e"}, {"title": "Trump said he wanted more 'highly skilled' immigrants to come to the US. But skilled, educated foreign workers are leaving the US dejected, saying Trump doomed their American dreams — leaving businesses in the lurch.", "source": "business-insider", "url": "https://www.businessinsider.com/h1b-visa-foreign-worker-says-trump-immigration-crackdown-doomed-american-dream-2019-3"}, {"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "url": "https://www.reuters.com/article/us-gap-stocks-idUSKCN1QI4NY"}]}, {"title": "A month ago, Elon Musk thought Tesla would be profitable. Now he doesn't. What changed?", "source": "cnbc", "date": "2019-03-01T17:34:00Z", "origContent": "How rapidly things change in Silicon Valley. A month ago, Tesla CEO Elon Musk seemed confident the electric car maker would turn a profit in the first quarter. Now he's predicting a loss. The reversal disclosed on a media call Thursday night overshadowed what was supposed to be good news during a tough week of headlines: Tesla was finally unveiling its long-awaited Model 3 sedan at $35,000. The shares, already under pressure from Musk's ongoing tussle with federal securities regulators, tanked by almost 8 percent in midday trading Friday. To make its popular electric car at a more affordable price for consumers, Musk said the company has to trim stores, cut employees and shift sales online. It's all part of a push to profitably sell the long-anticipated (and much delayed) $35,000 variant of the Model 3, the midsize sedan Musk and company had long bet would take Tesla from a niche manufacturer to a major automaker. On Jan. 30, Musk told investors he thought Tesla would continue making money after finally turning its first back-to-back profits during the third and fourth quarters of last year, fulfilling his previous forecast that Tesla would become \"sustainably profitable\" from the third quarter of 2018 onward. \"I would say at this point I'm optimistic about being profitable in Q1,\" Musk said on the Jan. 30 conference call discussing the company's fourth-quarter earnings. \"Not by a lot, but I'm optimistic about being profitable in Q1 and for all quarters going forward.\" Musk cited one-time charges this quarter as one major factor, though he did not specify what those are. The company has $920 million in debt due Friday, and Musk has previously said it had enough cash on hand to cover. He also said there have been some difficulties getting cars to China and Europe. How much money Tesla can make selling a cheaper Model 3, and whether customers will actually buy it, are major concerns among investors. \"Tesla cut the size of their battery by 30 percent to get this $35,000 base unit out the door,\" said Craig Irwin, an analyst with Roth Capital Partners. That is probably a reduction in cost of about $5,500 per car, Irwin said. But who wants a low-range car, he said. \"They killed the 60 kWh Model S for poor demand, and even weaker margins,\" he said. \"It seems to dovetail nicely that 2019 will see major margin pressure,\" he said. The fact that the company is moving all vehicle sales online and cutting retail jobs also suggests it is coming to the realization that many industry observers suspected all along profitably selling a $35,000 electric car will be very difficult. \"Tesla appears to have answered the question we have long asked around whether the company was going to be able to profitably produce the $35k Model 3 through production efficiencies and increased volumes,\" Cowen analyst Jeff Osborne said in a note to clients Friday. \"Switching the strategy now to shed stores that are the face of the brand beyond Elon Musk's Twitter feed, likely means that management has come to the realization that it was not going to be feasible.\" It is also significant that this is all happening as federal tax credits for Tesla cars start to wind down, said CFRA analyst Garrett Nelson. The first 200,000 customers to buy Tesla cars received a federal tax credit of $7,500. But those were halved at the beginning of the year, after Tesla hit the limit. They will continue to be phased out by the quarter. \"I think it all goes back to the EV tax credits, which are negatively impacting sales and gross margins,\" Nelson said. Red flags went up for Nelson just a few days after the New Year when Tesla said it would cut prices on its vehicles. Then the company announced it would focus on producing higher-cost exports to China and Europe, lay off workers and introduce a Model 3 leasing program, he said. \"The earnings warning just confirms these red flags, and while it's a bit early to say, it appears that the company's profitability challenges could potentially linger well beyond Q1,\" he said. The announcement certainly was abrupt and did not appear to be made from a position of strength, said Bernstein analyst Toni Sacconaghi in a note Friday. But over the long term there are still several levers Tesla can pull to improve profits, including reducing sales and manufacturing costs as well as driving higher sales volume with the cheaper Model 3, its leasing programs and international expansion, he said. \"In some ways, we believe CEO Musk's recent focus on profitability each quarter may have been misplaced and that Tesla might be best served by looking to press its brand and first mover advantage by aggressively making and distributing its cars which yesterday's move appears to be doing,\" he said.", "tags": ["electric car maker", "say point", "cheaper model", "time charges", "first mover advantage"], "related_articles": [{"title": "Tesla enters uncharted territory after move to dismantle store network", "source": "reuters", "url": "https://ca.reuters.com/article/technologyNews/idCAKCN1QI4RP-OCATC"}, {"title": "Elon Musk just sent this memo to employees about the cheaper Model 3 and store closures", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/elon-musk-memo-about-cheaper-model-3-store-closures.html"}, {"title": "Tesla's store-shuttering strategy may pull the rug out of solar", "source": "reuters", "url": "https://in.reuters.com/article/tesla-solar-idINKCN1QJ01A"}]}, {"title": "J.C. Penney Once Again Learns It Has to Listen to Shoppers", "source": "fortune", "date": "2019-02-28T22:30:42Z", "origContent": "J.C. Penney(jcp)on Thursday reported a dismal set of holiday season numbers, yet its shares shot up 25%. That paradox is explained by the fact that new CEO Jill Soltau made clear to investors that Penney would align its strategy to what customers want from it, not what executives hope they want. Comparable sales fell 6% during the fourth quarter, a stark contrast to the excellent performances of rivals like Walmart and Target and even mediocre numbers from Macy’s and Kohl’s. And they came in below analysts expectations for a 4.7% drop, according to Consensus Metrix. What’s more, Penney said it would close another 18 stores (two years ago it closed 140) and not give financial forecasts for 2019, news that typically sinks stocks. But Soltau, who came to Penney in the fall from JoAnn Stores, reassured Wall Street and made clear she will focus the department store on where it can perform well with an eye on long term results. “We are providing strategic clarity to the team that we will always be about serving the customers and growing in a sustainable and profitable manner,” Soltau told analysts on a conference call. For good measure, she has filled a few key roles, like chief merchant, though some c-suite jobs remain vacant. But Marvin Ellison, the Penney CEO who bolted for Lowe’s(low) last spring, committed a similar misreading of his customer, albeit to much less detriment. Three years ago, Ellison, who had been a top executive at Home Depot for years before joining Penney, decided to bring back appliances, a category Penney had dropped in 1983 but one he knew inside out from his time at Home Depot. He was pinning his hopes on grabbing market share from a crumbling Sears and making better use of floor space at Penney. Rather than improve its core business, particularly women’s apparel, Penney got distracted by appliances, where it was going up against much better equipped and capitalized rivals like Home Depot and Best Buy and never really stood a chance. The lesson is that going into a line of business because that’s what a CEO knows well or what he hopes customers to take a liking to leads to retail trouble. During Ellison’s tenure, repeatedly had to mark down enormous amounts of women’s clothing that flopped with customers, killing profits but also losing ground to chains like Target and its increasingly popular clothing brands. (Incidentally, Penney’s new chief merchant is a Target alumnus.) Soltau herself said as much: “There is a lot of action we need to take to reestablish and repair the fundamentals of retail.”", "tags": ["home depot", "macy", "target", "best buy", "conference call"], "related_articles": [{"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/old-navy-split-gap-which-stay-banana-republic/3020322002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Canada gets closer to a right to repair law", "source": "cbc-news", "url": "https://www.cbc.ca/news/technology/what-on-earth-newsletter-right-to-repair-styrofoam-1.5037697"}, {"title": "Victoria's Secret says it is shuttering 53 more stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/victorias-secret-store-closings-l-brands-shuttering-53-locations/3020995002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "America’s Trucker Shortage Is About to Hit Consumers Where It Hurts", "source": "fortune", "date": "2019-03-02T22:00:21Z", "origContent": "Americas trucker shortage is about to hit consumers right where it hurts: in the kitty litter. McDonalds Corp.s long-time distributor Martin-Brower Co. is raising delivery fees, imperiling low menu prices, and Procter & Gamble Co., Church & Dwight Co. and Hasbro Inc. are sounding the alarm that higher freight fees could be passed on to consumers of everything from Crest toothpaste to Arm & Hammer cat litter to My Little Pony figurines. And its all because transport companies cant find drivers. Millennials, they dont want to drive trucks, said Darren Tristano, CEO and founder of consultant Foodservice Results. Theyre looking at this and saying, I want to be in something more glamorous, more tech-oriented. America simply doesnt have enough truck drivers to deliver everything its people buy. Thats not new, but many retailers are just now feeling the pain as annual shipping contracts are renewed. That has trucking companies scrambling to find ways to keep costs down. And it has Michael Norwich counting every dime and quarter as he contemplates the $4.99 combo meal whose price is dictated at Jack in the Box Inc. headquarters. Distribution costs are huge, said Norwich, who owns 14 of the fast-food restaurants in El Paso, Texas, and Las Cruces, New Mexico. Im scratching my head trying to figure out how $4.99 is going to work. The trucking industry is also trying to recruit more women, who currently make up a small fraction of the workforce. Drivers who own their own trucks and pay their own expenses can make gross pay of as much as $250,000 a year and receive a hiring bonus of $5,000 by joining J.B. Hunt Transport Services Inc., according to the companys website. The trucking giant is also advertising long-haul positions that pay $65,000 a year plus a $2,500 hiring bonus and require only three months of experience and promise little lifting of freight. Its still difficult to find good quality drivers, executive vice president Nicholas Hobbs said in January. Companies are trying to push down costs by using software to optimize routes and moving some cargo to rail. While cheaper, those rates have risen and arent as flexible as having a truck travel point to point. Still, its difficult keeping prices down. Tariffs are increasing the price of truck parts coming from China and imported aluminum and steel. Fuel increases, too, are having an effect. Retail chains are also trying to cut shipping expenses where they can. TJX Cos.s HomeGoods furniture chain said Wednesday that increased pressure from freight is weighing on margin. Its opening more distribution centers in the U.S. to mitigate mounting costs. So is Hasbro, which plans to open a new hub in Joliet, Illinois, after shipping costs surged in 2018. Procter & Gamble, maker of Tide detergent and Pampers diapers, is feeling the heat, too. The company recently blamed a 25 percent jump in trucking costs for narrowing margins. P&G raised prices last year on some products, and has said its still too early to divulge its pricing strategy for 2019. Higher transportation costs are headwinds that we have to overcome, Church & Dwight CEO Richard Dierker said Feb. 21. The company identified a bright side to the jump in trucking expenses — competitors are also raising prices. Walmart Inc., which has its own fleet of 6,500 trucks, offered $1,500 referral bonuses last year and shortened the hiring process to attract more drivers. For Amazon.com Inc., freight costs consistently outpace online sales growth. The company is trying to find cheaper ways to deliver packages or it may have to hike prices. It already raised its annual Prime membership fee by 20 percent to $120 last year, the first hike since 2014. And then theres the McDonalds menu. Martin-Brower ships to 12,372 restaurants in the U.S. and 20,208 globally, so the sting of higher fees is widespread. Because much of the McDonalds menu is priced at company headquarters and reinforced by a national advertising campaign, franchisees are looking for places they have leeway to set their own prices and $1 drinks are candidates. We must be able to pass these increases along to our customers, a group of McDonalds franchisees said in a Feb. 27 website post. The bottom line is their costs are going up and so are ours.", "tags": ["competitors", "tariffs", "quarter", "china", "low menu prices"], "related_articles": [{"title": "‘Amazon Day’ Shipping Option Aims to Reduce Deliveries and CO2 Emissions", "source": "fortune", "url": "http://fortune.com/2019/03/01/amazon-day-delivery-emissions/"}, {"title": "Lyft kicks off 2019 unicorn IPO spree with public S-1", "source": "business-insider", "url": "https://www.businessinsider.com/lyft-ipo-public-s-1-filing-details-2019-2"}, {"title": "How to tell exactly which iPad model you have", "source": "business-insider", "url": "https://www.businessinsider.com/what-ipad-model-do-i-have"}]}, {"title": "Walmart and Affirm are partnering to offer point-of-sale financing in-store and online (WMT)", "source": "business-insider", "date": "2019-02-28T15:05:00Z", "origContent": " Walmart is partnering with digital-first financing player Affirm to offer point-of-sale (POS) financing at checkout in-store at nearly 4,000 Walmart Superstores in the US and on Walmart.com in the coming weeks, following rumors dating back to 2017.  The partnership will enable Walmart shoppers to choose Affirm at checkout and select a repayment period of 3, 6, or 12 monthly installments for purchases between $150 and $2,000.   This news follows another recent move by Walmart to restructure its payment options: Walmart recently announced the ending of its 19-year issuing partnership with major private-label card issuer Synchrony Financial and selected Capital One as the new issuer for its store cards and cobranded products.   This partnership comes alongside rising consumer awareness in alternative financing and can help propel Affirm to the forefront of the financing space.   Seventy-eight percent of US consumers were aware of POS financing options as of 2017, up from 51% in 2015. Rising consumer awareness in alternative financing options will likely continue to be instrumental in driving volume and demand for these services going forward. Further, the growing popularity of POS financing programs like Affirm and Klarna can pose threats to traditional store cards as consumers might opt to finance a purchase rather than open a new store card and pay off the balance.   Partnering with a top three US retailer could ultimately help Affirm emerge as a leader in the financing space amid crowding. Affirm initially expanded from online-only to brick-and-mortar retail in 2018, allowing merchants to integrate its offering through an application programming interface (API), which gives it an advantage over digital-only competitors as the space becomes more crowded with firms like Klarna, Splitit, and Afterpay all entering the US retail market. Further, partnering with Walmart can substantially increase Affirm's brand visibility to both consumers and other US retailers. Its integration with Walmart can highlight the advantages of POS financing, particularly on influencing customer spending, which could encourage more retailers to adopt Affirm or other financing options: 39% of consumers would spend more money if given instant credit options when shopping online, for example. ", "tags": ["walmart", "customer spending", "repayment period", "more retailers", "digital only competitors"], "related_articles": [{"title": "Big City: Bill de Blasio, the Progressive Who Was Left Behind", "source": "the-new-york-times", "url": "https://www.nytimes.com/2019/03/01/nyregion/bill-de-blasio-the-progressive-who-was-left-behind.html"}, {"title": "Kuwait Is Said to Plan $10 Billion Investment Fund With China", "source": "bloomberg", "url": "https://www.bloomberg.com/news/articles/2019-03-03/kuwait-is-said-to-plan-10-billion-investment-fund-with-china"}, {"title": "Kroger ban on Visa credit cards: What you need to know", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2018/08/01/kroger-ban-visa-credit-card/881228002?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}]}