{"topterms": [["amazon", 99], ["facebook", 67], ["google", 47], ["apple", 46], ["investors", 35], ["university", 31], ["government", 31], ["united states", 30], ["washington", 30], ["consumers", 30], ["microsoft", 28], ["china", 27], ["europe", 26], ["data", 26], ["congress", 24]], "articles": [{"title": "Market movers: Stocks that saw action on Wednesday - and why - The Globe and Mail", "source": "the-globe-and-mail", "date": "2019-03-13T14:04:04Z", "origContent": "Aurora Cannabis Inc. (ACB-T) was up 13 per cent on Wednesday after announcing billionaire investor Nelson Pelz has agreed to join as a strategic adviser. Mr. Pelz, the chief executive officer and founding partner of investment management firm Trian Fund Management, will assist in exploring potential partnerships and the companys global expansion plans. \"Nelson is a globally recognized business visionary with a strong track record of constructive engagement to generate accelerated, profitable growth and shareholder value across many industry verticals that are of great interest to us,\" said Aurora CEO Terry Booth in a statement. \"Like us, Nelson also takes a long-term view of value creation to benefit all stakeholders. We look forward to working with Nelson to further extend our global cannabis industry leadership by aligning Aurora with each of the major market segments cannabis is set to impact. Badger Daylighting Ltd. (BAD-T) rose 7.1 per cent after reporting better-than-anticipated fourth-quarter results on Tuesday evening. The Calgary-based company released revenue and EBITDA of $179-million and $49-million, respectively, exceeding analysts consensus expectations of $161-million and $42-million. In a research note released Wednesday, Industrial Alliance Securities Elias Foscolos said: BAD has maintained its 2019 guidance for 190-220 truck builds and $170-190-million in Adj. EBITDA. Given expectations for a weaker Canadian outlook, this would imply substantial growth projected for the U.S. business. As a result of a solid 2018 and a positive outlook, the Board approved a 6-per-cent increase to the monthly dividend. Our near-term outlook improves modestly and we expect the market will react positively, but we remain cautious for the mid to long term. HEXO Corp (HEXO-T) was up 5.8 per cent after announcing a $263-million deal to buy Newstrike Brands Ltd. (HIP-X). Newstrike shareholders will receive 0.06332 of a HEXO common share in exchange for each Newstrike common share held. The companies project the combined entity will realize annual synergies of $10-million, which they say will allow HEXO to operate more efficiently with a commitment to continued excellence. Were thrilled to welcome the Newstrike team into the HEXO family. Jay Wilgar (CEO of Newstrike) and his team have built incredible relationships, including teaming up with The Tragically Hip, and they share HEXOs vision of bringing exceptional branded cannabis experiences to adults everywhere, said HEXO CEO Sebastien St-Louis. With Newstrike, were adding talented employees and infrastructure to take HEXO to the next level on our journey to become one of the largest cannabis companies in the world. Were extremely proud of our record of execution, and today are committing to achieving over $400 million in net revenue in 2020. Shares of Newstrike were up 11.1 per cent. Westleaf Inc. (WL-X) rose 6.8 per cent after announcing the Town of Banff has approved its development permit for a flagship retail location. The location on Caribou Street will be the flagship of its Prairie Records brand of cannabis stores. The Calgary-based company also said it is on track to open approximately 20 locations in Alberta and Saskatchewan by the end of the third quarter, subject to receipt of required regulatory approvals. Empire Company Ltd. (EMP-A-T) jumped 1.1 per cent after reporting third-quarter financial results on Wednesday morning. Sales of $6.247-billion fell in-line with the expectation on the Street ($6.251-billion), while adjusted EBITDA of $218.3-million missed the consensus estimate ($234.6-million). Brookfield Asset Management Inc. (BAM.A-T, BAM-N) was up 0.3 per cent after agreeing with Oaktree Capital Group LLC (OAK-N) to acquire 62 per cent of Oaktrees business in a cash-and-stock deal valued at about US$4.8-billion. Oaktree shareholders can exchange each of their shares for either $49 in cash or 1.0770 Class A shares of Brookfield. Brookfield said the total amount will be paid in 50-per-cent stock and rest in cash. The offer is a premium of 12.4 per cent per Oaktree Class A unit to Tuesdays closing price, Brookfield said in a statement The Oaktree Board of Directors has unanimously recommended approval of the transaction. As we continue to strategically grow Brookfield, we are thrilled to be partnering with Oaktree and with its exceptional management team whose credit business is second to none, said Brookfield CEO Bruce Flatt in a statement. This transaction enables us to broaden our product offering to include one of the finest credit platforms in the world, which has a value-driven, contrarian investment style, consistent with ours. Shares of Oaktree were 12.5 per cent. Northern Dynasty Minerals Ltd. (NDM-T) erased early losses and finished up 1 per cent after announcing a US$10-million bought deal after market close on Tuesday. The Vancouver-based miner said it has entered into an agreement with Cantor Fitzgerald Canada Corp, as lead underwriter and sole bookrunner, on behalf of itself and a syndicate of underwriters including BMO Capital Markets, H.C. Wainwright and TD Securities to purchase 15,625,000 common shares at a price of 64 US cents each. Boeing Co. (BA-N) rose 0.5 per cent on Wednesday after both Canada and the United the grounding of all 737 Max 8 airplanes over safety concerns arising from the crash of an Ethiopian Airlines flight that killed all on board, including 18 Canadians. On Tuesday, Boeing ended down 6.1 per cent and registered its biggest two-day drop since June 2009. Conversely, Canadian airline stocks fell with Air Canada (AC-T) down 0.1 per cent and WestJet Airlines Ltd. (WJA-T) sitting 1.7 per cent lower. WestJet and Air Canada had a greater share of 737 Max planes in their fleet at year-end 2018 than any other publicly traded U.S. or Canadian airline stock, according to analysts at Cowen and Co. LLC. On Tuesday, Air Canada lost nearly 4 per cent and WestJet dipped 3.2 per cent. Despite the release of better-than-anticipated fourth-quarter financial results. Quebecor Inc. (QBR.B-T) fell 2 per cent after it added fewer wireless and internet customers than expected. Consolidated revenue rose 2.6 per cent year-over-year to $1.09-billion, meeting the consensus expectation on the Street, while adjusted EBITDA rose 7.7 per cent to $450-million, beating the consensus of $440-million. Adjusted earnings per share of 52 cents also topped analysts estimates (45 cents). Sleep Country Canada Holdings Ltd. (ZZZ-T) was down 0.9 per cent after it announced a partnership with Walmart Inc. (WMT-N) to sell its Bloom mattress-in-a-box collection products Walmart.ca. \"We are very excited to partner with Walmart on this great initiative. We are two very like-minded retailers focused on world class customer service, high quality products and a convenient purchase experience making the partnership a natural fit,\" said chief business development officer Stewart Schaefer in a press release. \"Walmart has enormous reach within Canada with over 23 million visits to their website every month and over 80 per cent of Canadian households shopping at Walmart. We could not think of a better partner to help bring more Canadians a great night's sleep with Bloom. Laurentian Bank Securities analyst Elizabeth Johnston deemed the move slightly positive and added [The] partnership provides Sleep Country with additional reach, with no anticipated gross margin dilution. Neovasc Inc. (NVCN-T, NVCN-Q) dropped 11.1 per cent after announcing the pricing of its previously announced underwritten public offering of 11.1 million common shares at 45 US cents per share, which represents a 14.8-per-cent discount to Tuesdays close. The B.C.-based company plans to use the gross proceeds of US$5-million or the development and commercialization of its Reducer stent to treat refractory angina, development of its Tiara treatment for Mitral Regurgitation as well as and general corporate and working capital purposes. Wednesdays announcement comes about two weeks after the pricing of a similar offering, which sent shares down 28.6 per cent. SSR Mining Inc. (SSRM-T) lost 6.6 per cent after announcing a US$200-million offering of unsecured convertible senior notes. It plans to use the proceeds to repurchase a portion of its outstanding 2.875-per-cent convertible senior notes and for general corporate purposes.", "tags": ["bloom mattress", "major market segments cannabis", "hexo family", "westjet", "incredible relationships"], "related_articles": [{"title": "Brookfield’s ‘yin and yang’ Oaktree deal builds powerhouse", "source": "financial-times", "url": "https://www.ft.com/content/a721e1ce-4628-11e9-a965-23d669740bfb"}, {"title": "Brookfield is buying Oaktree and it could create 'a more formidable competitor' to Blackstone in the asset management industry", "source": "business-insider", "url": "https://www.businessinsider.com/brookfield-is-buying-oaktree-capital-2019-3"}, {"title": "US stocks move higher, led by technology and health care", "source": "associated-press", "url": "https://apnews.com/e11769e22aad40a9b30599efbc059c37"}]}, {"title": "Former Victoria's Secret executives reveal the likely reason why the company's marketing chief didn't step down after making controversial comments about transgender models, despite widespread backlash (LB)", "source": "business-insider", "date": "2019-03-15T15:14:26Z", "origContent": "Ed Razek was relatively unknown outside of the lingerie industry until November of last year.   In the interview, Razek, the 70-year-old chief marketing officer of Victoria's Secret parent company L Brands, said that he didn't think the lingerie brand's annual fashion show should feature \"transsexuals\" because \"the show is a fantasy.\"   Business Insider spoke to four former Victoria's Secret executives who held longtime positions at the company but wished to remain anonymous in order to speak frankly about their time there. Three of these executives were based in the New York office. The fourth requested full anonymity.   These former employees said that based on their experience working there, there is no real debate as to whether Razek would have stepped down. They said that he has full control over the creative vision of the brand and is considered to be the closest confidant of Les Wexner, CEO and founder of parent company L Brands, which also owns Bath & Body Works and Pink in addition to Victoria's Secret.   Former executives said that in their experience, Razek and Wexner had an \"unshakable\" view of how the company's image should be projected and were extremely resistant to change. And, ultimately, this attitude could be responsible for the brand's current sales slump.  Kendall Jenner at Victoria's Secret 2018 runway show.  Razek joined the company in 1983 as vice president of marketing for Limited Stores. In 1993, he became vice president, director of marketing for Limited, Inc., working directly with Wexner across all of the parent company's retail businesses, including Victoria's Secret. L Brands acquired the lingerie brand in 1982.   Razek has been responsible for organizing Victoria's Secret annual fashion show since 1995 and became chief marketing officer of L Brands in the late 1990s, a spokesperson confirmed to Business Insider.   Both Wexner and Razek work in the company's head office in Columbus, Ohio. The former executives who spoke with Business Insider interacted with the two men in regular conference calls, meetings, and during visits to the Columbus office.   \"Ed ... is just very untouchable in Les' eyes,\" a former executive who worked at Victoria's Secret's New York office for nine years and was laid off in mid-2017 told Business Insider.   \"He considers Ed to be like a brainchild of the brand with him,\" they continued. \"He is the golden child and does whatever he wants.\"   The Wexner/Razek duo has undoubtedly been successful. Victoria's Secret dominated the US lingerie market for years, and Razek was considered one of the most influential people in modeling throughout the early 2000s, helping to launch the careers of household names such as Gisele Bündchen, Tyra Banks, and Heidi Klum.   The former executives who spoke with Business Insider said that working at Victoria's Secret was considered to be the job in lingerie, and there was always a feeling that they were very lucky to be there.   But as the industry evolved, critics say that Victoria's Secret did not, and according to these former executives, who cited experiences they had while working there, it's because these two men were resistant to changing things.  The idea of the Victoria's Secret \"Angel\" came into play in 1997 after a commercial featuring Helena Christensen, Karen Mulder, Daniela Petová, Stephanie Seymour, and Tyra Banks ran to promote its \"Angels\" underwear collection.  These two men have a specific view of what makes a woman sexy, another former employee who worked in a senior management role at Victoria's Secret for over a decade and was also made redundant, told Business Insider.   \"[They] have an unshakable point of view as to how that brand should be projected,\" this former executive said. \"They don't want it to change.\"   This has also made it difficult for other company leaders to make their mark, these former executives said, which could be why there has been frequent turnover within the company's management team.   When Sharen Turney, the longtime CEO of Victoria's Secret, left abruptly in 2016, the business was split into three— Victoria's Secret Lingerie, Victoria's Secret Beauty, and Pink — and each division had its own CEO. The most recent CEO of Victoria's Secret Lingerie, Jan Singer, stepped down after two years in the role in November and was replaced by John Mehas, former president of Tory Burch.   Pink CEO Denise Landman retired at the end of last year and has been replaced by Amy Hauk, former head of merchandising and product development at Bath & Body Works.   \"There was an understanding that Les Wexner was the founder and it is his company; he is the biggest shareholder,\" another former longtime executive told Business Insider. \"I think that is why there is new leadership every three years because people are hopeful that they have more of a say than they do.\"   Other company leaders were often blamed for sales problems when a lot of it was due to the vision of the brand not being current, this former executive said, adding: \"The vision of perfection is owned by Ed and Les.\"   Earlier this month, the CEO of Barington Capital Group, which is a shareholder in L Brands, wrote a fiery letter to Wexner urging him to, among other things, update the brand's image and switch up its predominantly male board of directors.   Barington CEO James A. Mitarotonda called out the lack of diversity on L Brands' board and said that since the majority of the board also has ties to the Wexner family, they could not be seen as truly \"independent\" voices.   \"The existence of these social and business relationships raises serious questions as to the true independence of these directors,\" the letter said.   Barington recommended that Wexner not only switch up the board, but also step down from his dual role of both chairman and CEO to take on just one of those positions.   Razek was also called out in the shareholder letter.   \"In our view, Mr. Razek has done a poor job of stewarding Victoria's Secret's brand by failing to communicate a compelling, up-to-date image that resonates with today's consumers,\" Mitarotonda wrote.   He added: \"While we recognize that Victoria's Secret cannot be all things to all people, we believe that the Company should be delivering a more inclusive marketing message that promotes a more expansive view of beauty.\"   Mitarotonda referenced the success of American Eagle's Aerie brand, which recently reported its 17th consecutive quarter of positive same-store sales growth. Starting in 2014, the brand has swapped out airbrushed ads for unretouched photos and launched a body-positive campaign known as #AerieReal.  My remark regarding the inclusion of transgender models in the Victoria's Secret Fashion Show came across as insensitive. I apologize. To be clear, we absolutely would cast a transgender model for the show. We've had transgender models come to castings And like many others, they didn't make itBut it was never about gender. I admire and respect their journey to embrace who they really are.  Jeremy Robinson-Leon, a crisis management expert at Group Gordon, told Business Insider that there is precedent for leaders stepping down after making similarly controversial remarks.   Robinson-Leon said that a company's decision to ask an executive or someone who is a voice of the brand to step down in these situations often depends on how seriously it is treating the issue.   This adds weight to the recent criticism that Victoria's Secret is behind the times, according to Robinson-Leon.   \"Any person who makes a statement like that does not have a place in 2019,\" he said.   But there's no cut-and-dry solution here. The late Karl Lagerfeld, for example, was known for making controversial remarks and keeping his job.   Lululemon founder Chip Wilson famously made remarks about the brand's leggings not being suitable for larger women after customers complained that the material was pilling in 2013. A month after this interview, Wilson resigned as chairman but stayed on as a member of the board of directors. He left the company altogether two years after that.   Former Abercrombie CEO Mike Jeffries is another example of this. In 2013, a 2006 interview in which Jeffries said that the brand goes after \"attractive\" and \"cool\" kids resurfaced and caused controversy.   \"A lot of people don't belong [in our clothes], and they can't belong,\" he said.   Jefferies was stripped of his role as chairman of Abercrombie's board of directors in January 2014. He stepped down as CEO at the end of that year.   The fact that Razek didn't leave \"speaks to the core of the company,\" Gabriella Santaniello, analyst and founder of retail research firm A Line Partners, told Business Insider. A Line Partners provides in-depth information on brands to investors. Santaniello has worked in the retail consultancy field for over 10 years.   \"It just reaffirms what everyone has been thinking: they are out of touch,\" she said.\"It has shown up in their sales for years.\"   Same-store sales at Victoria's Secret have dropped for the past three years, and last month, the brand announced it would be closing as many as 53 stores this year, citing a \"decline in performance.\" It projected that its square footage in North America would decline by about 3%.   Santaniello said that the company's woes stem from having Wexner at the helm.   \"He needs to retire,\" she said.   Wexner is often considered one of the most successful businessmen in the US. He is worth more than $6.3 billion and has worked his way up from running a small store in downtown Columbus to owning and founding L Brands, one of the largest retail corporations in the US.   However, he's also the longest standing CEO of any Fortune 500 company.   In a rare interview with the Financial Times last year, Wexner said that the typical lifespan of a fashion business is 15 years. He's been at the helm of L Brands for 56 years.   But, some of Victoria's Secret's critics say this is exactly what the brand has failed to do.   \"The sad part about the brand is that they have this beautiful heritage, they created the angels, they made the whole supermodel explosion and there is a rich history, but they don't know how to evolve the brand to what is happening to us as a culture,\" the former executive who worked at Victoria's Secret for nine years said.   \"I think that will be the death of them in the end,\" he said. ", "tags": ["cool kids", "expansive view", "body works", "fiery letter", "male board"], "related_articles": [{"title": "Instagrammers loved one Victoria's Secret post that broke the mold — and it could reveal a comeback strategy for the struggling brand (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-instagram-post-body-inclusive-2019-3"}, {"title": "Victoria's Secret has named its newest Angel just days after fans applauded the brand for featuring her in a more body-positive Instagram post (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-new-angel-barbara-palvin-2019-3"}, {"title": "Victoria Beckham: ‘Love or hate us, we work really hard’", "source": "financial-times", "url": "https://www.ft.com/content/4a61902e-44f2-11e9-b168-96a37d002cd3"}]}, {"title": "GameStop Investors Threaten Proxy Battle Over ‘Stale Board’", "source": "fortune", "date": "2019-03-14T13:23:57Z", "origContent": "GameStop is dealing with a host of problems in its business. And now, it’s facing the wrath of two major shareholders. In a letter to the GameStop board, Permit Capital Enterprise Fund and Hestia Capital Partners, which together own 1.3% of GameStop, said that the company needs to replace its “stale board” and increase stock buybacks to return more value to shareholders, according to The Wall Street Journal, which obtained a copy of the letter. They shared concerns that GameStop isn’t doing enough to compete in the hotly contested retail market. Surveying the last five years, we struggle to identify any significant steps the company has takenbesides the introduction of collectiblesto adapt to disruptive dynamics in its core business,” the investors wrote, according to the Journal. GameStop has found itself in increasingly troubled waters. Video game players, which have historically been the lifeblood of GameStop’s business, now have many more places to buy games and are increasingly turning to digital copies they can buy on consoles, cutting GameStop out of the purchasing equation. Even among players who buy physical game copies and hardware, online retailers like Amazon and others continue to be a drag on GameStop’s business. In response, GameStop has transitioned its business to add more collectibles, used cell phones, and other products to its stores. In its last fiscal quarter ended November, GameStop sales rose nearly 5% to $2 billion, but its losses widened to $488.6 million. While those issues have been enough to scare investors, GameStop also sought potential suitors last year. The company’s executives ultimately abandoned the plan after announcing that no suitable buyers for GameStop’s business had come along. In their letter, Permit Capital Enterprise Fund and Hestia Capital Partners called GameStop’s inability to find a buyer “a failure.” They added that it’s illustrative that “change is needed.” The investors have until March 28 to nominate new directors to the GameStop board. GameStop is expected to hold its annual shareholder meeting, where those directors could be appointed to the board, in June.", "tags": ["disruptive dynamics", "gamestop board", "many more places", "hardware", "adapt"], "related_articles": [{"title": "Canadian retailer Green Earth to close all 29 stores across Ontario", "source": "cbc-news", "url": "https://www.cbc.ca/news/business/green-earth-retail-closure-1.5058285"}, {"title": "Microsoft just announced three new products that could help make it the guaranteed winner of an $8 billion Pentagon contract (MSFT)", "source": "business-insider", "url": "https://www.businessinsider.com/microsoft-announces-new-government-products-to-help-in-winning-deos-2019-3"}, {"title": "Cboe's CEO is raising issues with moving the exchange to the cloud and it represents a break from Nasdaq", "source": "business-insider", "url": "https://www.businessinsider.com/cboe-sees-benefit-in-use-of-cloud-for-data-storage-2019-3"}]}, {"title": "Is the retail industry enjoying a renaissance?", "source": "financial-times", "date": "2019-03-14T23:05:18Z", "origContent": "We see the bad news everywhere: Sears, Nine West shoes and David’s Bridal all filed for bankruptcy in 2018. In the UK, House of Fraser and HMV were each sold for a song. The insolvencies are striking up and down the value chain, from designer BCBG Max Azria to discount shop Poundworld. With these failures came job losses and further pressure on malls and high streets as shoppers had fewer reasons to visit. Yet with adversity comes opportunity. Whenever a sector is under pressure, it gives those with creative solutions a chance to shine. Amazon emerged stronger from the 2001 dotcom bust, and decades earlier the big three US carmakers ultimately improved their offerings when their dominance was challenged by better-made Japanese imports. There is some hope that we may be seeing that kind of resurgence today. So many of the strongest candidates for this year’s Boldness in Business awards were retailers that one of the judges was moved to observe that we might be seeing a “retail renaissance”. The winners impressed us with how they have responded to everything from supply chain challenges to environmental degradation. Two of our winners emerged from the groceries sector, which has been hit especially hard by changing shopping habits, concerns about waste and squeezed margins. Amazon’s entry into the sector, as well as the spread of discount chains such as Lidl and Aldi, have put pressure on supermarket groups to cut costs and improve convenience. Ocado, the UK online grocer and winner of the technology category, has been around for 19 years. But it has come into its own in the past two years, winning contracts to set up robotic warehouses and e-delivery services for competitors, including Wm Morrison in the UK, Casino in France, Sobeys in Canada and Kroger in the US. Under the deals, Ocado will roll out the robotic technology it developed for its own business to improve the online services of other retailers. In other words, it has created a bright spot in the general retail gloom by helping less technologically advanced companies adapt to the shift to online shopping that is damaging so many of its competitors. The other winner from the grocery sector, Iceland Foods, took the corporate responsibility/environment prize for its efforts to fight plastic waste and the environmental degradation associated with the use of palm oil. Based in the UK, Iceland focuses on value and frozen food. It has long sought to woo customers concerned about health and the environment — during the 1980s it was the first big UK supermarket to remove artificial colourings and non-essential preservatives from food and to ban genetically modified food. For this year’s awards, it caught the judges’ eye for its #TooCoolForPlastic campaign to replace all plastic in its own-brand packaging within five years. It has stopped offering single-use bags, removed plastic from 85 per cent of packaging, including egg cartons, and trialled reverse vending machines that give customers a 10p voucher for each empty plastic bottle they put in. The campaigns have helped this relatively small player stand out — like-for-like sales rose 2 per cent in the last reporting period and Iceland was named the UK’s top supermarket for customer service for the second year in a row, scoring highly for “emotional connection” and “ethics”. The results suggest retailers can prosper in competitive markets when they offer shoppers a real reason to buy there. The final retailer to win in this year’s competition, Fast Retailing, took the prize in the “Drivers of change” category. Owner of the Uniqlo, Theory, J Brand and Comptoir des Cotonniers brands, Fast Retailing is the world’s third-largest seller of casual fashion, behind Zara, owned by Inditex of Spain, and H&M of Sweden. Unlike those fast-fashion chains, which restock daily and have been criticised for encouraging waste, Fast Retailing offers fewer but more classic pieces — ones that are designed to last several seasons but are affordable because of the company’s efforts to keep costs down. One of the first Japanese retail groups to go global, Fast Retailing is now leading the way in automation. It has set a target for annual revenue of ¥3tn ($27bn) by 2022, up from the ¥2.3tn projected for 2019. Ocado, Iceland and Fast Retailing are all well positioned to appeal to millennial customers, who do proportionally more online shopping and place greater emphasis on wanting corporate values that reflect their own. These companies serve as a reminder that when change hits hard, well-run, well-positioned businesses are the ones that benefit.", "tags": ["insolvencies", "casual fashion", "uniqlo", "artificial colourings", "value chain"], "related_articles": [{"title": "Ocado delivers on promise of high-tech future", "source": "financial-times", "url": "https://www.ft.com/content/b31aec14-1360-11e9-a168-d45595ad076d"}, {"title": "To ban or not to ban? Take a deep dive on plastic bags", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/plastic-bag-debate-1.5053267"}, {"title": "Apple's new streaming service seeks Oscar glory", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/15/apples-new-streaming-service-seeks-oscar-glory.html"}]}, {"title": "A trade deal won't save the world's largest economies from slowing down this year", "source": "business-insider", "date": "2019-03-14T17:24:00Z", "origContent": "There has been growing hope that the US and China could reach a trade deal soon. But experts say that wouldn't be enough to stave off a deceleration in growth in the largest economies.  The effects of tariffs are expected to outlast the trade war.  Even if the US and China reach an agreement to end a trade war that has cast uncertainty on financial markets and consumers over the past year, the largest economies are still set to slow in coming months.  \"We don't expect the deal to have a major impact on the economy,\" said Andrew Hunter, a senior economist at Capital Economics.  Government data released Thursday showed industrial output in China sank to its lowest point in 17 years, the latest in a wave of dismal economic results out there over the last year. Even as Chinese officials roll out stimulus measures left and right, some still see the possibility of a hard landing ahead.  In the US, a growing number of key indicators have similarly pointed to slowing activity as the effects of tax cuts and other stimulus measures fade.  Economic growth forecasts for the beginning of the year have been steadily falling, especially following surprisingly soft retail sales and employment reports out this month. Nearly half of economists surveyed by The Wall Street Journal this month think the US will enter a recession by 2020. Hunter sees reported commitments made in negotiations, including reducing the US-China trade deficit, as unlikely to add up to much in the short term.  There may be some scope to increase exports of goods like aircraft and motor vehicles, he said, but agricultural or energy commodities are clearly subject to greater supply constraints. Global trade relationships have also shifted since last year, so any major production changes would take time.  It's unclear if or when duties will be removed. With little evidence of progress on structural issues, Trump told reporters this week that he was in \"no rush\" to make a deal with China. On Thursday, Bloomberg reported that a summit between Trump and Chinese President Xi Jinping appears likely to take place in April.  The worst may be yet to come in the trade war, according to Li Zeng, an economist at UBS. Chinese exports mostly held up through the end of 2018, but that could change as frontloading wanes and as businesses relocate production to other countries.  \"This year, however, while the positive progress in the trade talks has given the market sentiment a big boost, we expect the real damage from the trade war to continue to manifest  itself,\" Zeng said. We spoke with JPMorgan quant guru Marko Kolanovic, who can move markets with a single call. Here's where he said investors should be putting their money.", "tags": ["real damage", "zeng", "subject greater supply constraints", "positive progress", "structural issues"], "related_articles": [{"title": "Rent in Queens fell after Amazon backed out of plans to build its HQ2 there", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/amazon-hq2-pulls-out-of-new-york-queens-rents-fall-2019-3-1028034011"}, {"title": "U.S. manufacturing sector slowing as economy loses steam", "source": "reuters", "url": "https://in.reuters.com/article/usa-economy-idINKCN1QW1YB"}, {"title": "U.S. manufacturing sector slowing as economy loses momentum", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QW1UL"}]}, {"title": "US stocks move broadly higher, aiming for weekly gains", "source": "associated-press", "date": "2019-03-15T14:25:04Z", "origContent": "NEW YORK (AP) U.S. stocks opened broadly higher on Wall Street Friday, led by technology and retail companies, putting the market on track for a strong finish to the week. The market is trying to erase last week's sharp drop, which marked the worst week of the year. Othewise it's been a strong showing for stocks so far in 2019, with all the major indexes showing a gain of at least 10 percent. Chip provider Broadcom led technology stocks higher after posting solid profits and issuing an upbeat forecast. The gains were strong enough to outweigh declines in Adobe and Oracle, which both fell on disappointing forecasts. Cosmetics retailer Ulta Beauty helped push consumer stocks higher. Amazon also posted early gains. Investors appear to be encouraged by reports that the U.S. and China could be making progress on critical trade negotiations. China's government pledged to address the main sticking point of technology and competition in the trade war between the world's two largest economies. China's congress endorsed an investment law that aims to address complaints, particularly from the U.S., that China's system is rigged against foreign companies. The U.S. has accused China of forcing companies to share technology in order to do business in the country. Stocks in Asia finished higher, with China's Shanghai exchange posting a gain of 1 percent. KEEPING SCORE: The Dow Jones Industrial Average fell 32 points, or 0.1 percent, to 25,676, mainly due to a decline in Boeing, the priciest stock in the index. The S&P 500 index rose 0.2 percent, as of 10:15 a.m. The Nasdaq composite rose 0.4 percent. BROADCOM BUMP: Chip provider Broadcom touched an all-time high after it reported a better-than-expected rise in fourth-quarter profit and told investors that it would return $12 billion to stockholders in 2019 through dividends and buybacks. The company also reaffirmed a solid revenue forecast for the year. The stock rose 9.6 percent. PRETTY PROFIT: Cosmetics retailer Ulta Beauty beat Wall Street forecasts for all its key fourth-quarter measures, including profit and sales.", "tags": ["largest economies", "trade war", "sales", "boeing", "stock"], "related_articles": [{"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, FB, BA)", "source": "business-insider", "url": "https://www.businessinsider.com/stock-market-news-march-14-2019-2019-3"}, {"title": "US stocks move higher, led by technology and health care", "source": "associated-press", "url": "https://apnews.com/e11769e22aad40a9b30599efbc059c37"}, {"title": "Boeing and Brexit drama are hitting market sentiment (BA)", "source": "business-insider", "url": "https://www.businessinsider.com/stock-market-news-brexit-and-boeing-drama-hit-sentiment-2019-3"}]}, {"title": "MongoDB's cloud service is withstanding the threat from Amazon, and the stock is surging", "source": "cnbc", "date": "2019-03-14T15:58:00Z", "origContent": "MongoDB posted stunning revenue growth Wednesday for its fiscal fourth quarter of 2019, quelling concerns of a threat from cloud rival Amazon Web Services. The stock surged more than 26 percent in early trading Thursday to trade at a new all-time intraday high of $133.47. MongoDB posted a 71 percent year-over-year gain in quarterly revenue, bolstered by strong numbers in the company's Atlas segment. Twice in recent months MongoDB shares have plunged on concerns about competition from Amazon. On Jan. 10, the stock tanked on news that Amazon was rolling out cloud-based software called DocumentDB to directly compete with MongoDB. And on Feb. 26, it plummeted after an analyst said that Lyft, one of MongoDB's big customers, \"is in the process of a massive database migration\" to another service. \"We believe periodic investor angst to moves by Amazon to compete with Mongo are, as they so often are when it comes to Amazon, overwrought,\" analysts for Canaccord Genuity wrote in a note to clients Wednesday night. \"The simple fact is that Amazon is a self-service vendor and the customers that Mongo is helping require sales interaction and certainly finer grained governance than AMZN's stripped down version.\" MongoDB's open source database services integrate with other cloud providers, like Amazon, and its own fully-managed cloud offering, Atlas, is ballooning. The segment was up 400 percent year over year and accounted for nearly a third of total revenue during the quarter. \"Clearly there's a massive secular shift of moving workloads from on-premise to the cloud,\" CEO Dev Ittycheria told CNBC's \"Squawk Alley\" Thursday. \"Now our offering runs on Amazon, runs on Google so they're beneficiaries of our growth.\" With regard to Amazon, Ittycheria said, the companies both partner and compete. \"I mean who doesn't compete with Amazon today?\" he said. \"They actually helped the deployment of Atlas on their cloud, we work with them in the field, we've closed a lot of joint customers. And we feel very good about our positioning.\" The company's Atlas segment picked up high-profile clients during the quarter including cosmetic retail giant Ulta Beauty, and it achieved an annual revenue run rate of $100 million for the first time. As of midday Thursday, shares of MongoDB were up more than 50 percent this year, and up more than 220 percent in the last 12 months. CNBC's Ari Levy contributed to this report.", "tags": ["annual revenue", "customers", "analyst", "stock", "shares"], "related_articles": [{"title": "Cloud company MongoDB soars after crushing earnings", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/13/mongodb-q4-2019-earnings.html"}, {"title": "Stocks making the biggest moves premarket: Boeing, Tesla, General Electric, Facebook & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/14/stocks-making-the-biggest-moves-premarket-boeing-tesla-general-electric-facebook--more.html"}, {"title": "Tech makes a comeback as Wall Street's trendy trade - Reuters UK", "source": "reuters", "url": "https://uk.reuters.com/article/uk-usa-stocks-tech-idUKKCN1QV33Q"}]}, {"title": "Exclusive: Retailer Pier 1 taps debt restructuring lawyers - sources", "source": "reuters", "date": "2019-03-14T15:57:25Z", "origContent": "(Reuters) - U.S. home furnishing retail chain Pier 1 Imports Inc has tapped debt restructuring lawyers to navigate potential negotiations with lenders as it struggles with falling sales, people familiar with the matter said on Thursday.  Known for selling wicker chairs and scented candles, Pier 1 has suffered financial losses amid an increasingly competitive retail landscape dominated by the likes of Amazon.com Inc and Walmart Inc.  Pier 1, which has roughly 987 stores in the United States and Canada, has added debt restructuring specialists at Kirkland & Ellis LLP to a roster of advisers counseling the chain as it explores strategic alternatives, the sources said.  Pier 1 is also taking meetings with investment bankers who have debt restructuring expertise as it weighs options, said the sources, who spoke on condition of anonymity because the company’s deliberations are confidential. As of December, the company had about $200 million in long-term debt. Pier 1 has a market capitalization of $90 million.  The engagement of Kirkland & Ellis restructuring lawyers, who typically work on significant bankruptcies and other financial workouts, marks a new chapter in Pier 1’s turnaround efforts after previous initiatives failed to bear fruit.  However, a bankruptcy filing is not yet on the horizon for Pier 1, which had about $71 million in cash as of December and $400 million available from a revolving credit line, one of the sources said. The company’s debt begins coming due in 2021, and it is cutting spending.  The Fort Worth, Texas-based company in December said it hired Credit Suisse to advise on a “full range” of strategic alternatives and that its chief executive had stepped down. The company acknowledged that a transformation plan it had dubbed “A New Day,” unveiled last year, failed to deliver results fast enough.  Pier 1’s $200 million term loan coming due in 2021 is currently trading at about 50 cents on the dollar, according to data from financial services provider Refinitiv, indicating that investors are concerned about the company’s prospects. Lenders holding the debt have organized and tapped their own advisers, the people familiar with the matter said, a move that often presages restructuring negotiations between a company and its creditors.  Moody’s Investors Service Inc in December said Pier 1’s outlook was negative because of the chain’s weak operating performance and uncertainty over whether it would be able to turn around its business. Pier 1’s well-known brand may help it, though, the ratings agency said.  The downturn for retailers has led to high-profile bankruptcies including Sears Holdings Corp and Toys “R” Us Inc. In the recent rout, furniture chains like Pier 1 have so far been insulated from the upheaval. ", "tags": ["walmart inc.", "brand", "canada", "investors", "chain"], "related_articles": [{"title": "Canadian retailer Green Earth to close all 29 stores across Ontario", "source": "cbc-news", "url": "https://www.cbc.ca/news/business/green-earth-retail-closure-1.5058285"}, {"title": "Manafort sentence exemplifies privilege in the justice system: Readers sound off", "source": "usa-today", "url": "https://www.usatoday.com/story/opinion/policing/community-calls/2019/03/14/manafort-trump-chairman-sentence-race-and-wealth-privilege-white-collar-crime/3134819002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Media agencies are under massive pressure to reinvent themselves — here's how the biggest ones including Assembly and Dentsu X are evolving to meet clients' demands", "source": "business-insider", "url": "https://www.businessinsider.com/how-nine-big-media-agencies-are-innovating-forrester-report-2019-3"}]}, {"title": "Spotify's antitrust complaint poses a 'meaningful risk' to Apple and could undermine the App Store and Apple Music (AAPL)", "source": "business-insider", "date": "2019-03-13T20:29:04Z", "origContent": "Spotify's antitrust complaint against Apple could pose a financial risk to the Silicon Valley company's services business, according to a new note from KeyBanc Capital Markets. The complaint comes as revenue from services has become increasingly important for Apple as it looks to counteract slowing iPhone sales.   In a blog post detailing why Spotify filed the complaint, CEO Daniel Ek described Apple's competitive advantage: it operates the App Store through which iPhone owners download and pay for apps, while also offering its own music service that directly rivals Spotify's.   \"In theory, this is fine,\" he wrote. \"But in Apple's case, they continue to give themselves an unfair advantage at every turn.\"   \"We believe this holds no practical purpose other than to force competitive services into higher cost structures and unfairly tax service activity on the iOS platform,\" KeyBanc Capital Markets' Andy Hargreaves and Tyler Parker said in the note published on March 13. As such, the firm believes Spotify's complaint has merit and could \"carry significant weight\" in the eyes of regulators.   If Apple were forced to change its terms as a result of the complaint, it could pose a risk to the revenue Apple earns from subscriptions and in-app purchases.   \"We believe the most significant financial risk to Apple would come from a forced requirement to allow first party and other third party payment processing from within apps,\" the note read. \"This would create competition for subscription and in-app payments that would likely drive the current 30% rate Apple collects down substantially.\"   KeyBanc Capital Markets estimates that the App Store will drive 12% of Apple's total gross profit in the 2019 fiscal year, and any major changes to the store's communication and payment terms could \"meaningfully affect\" the growth rate of Apple's services.   Repercussions stemming from the complaint could extend beyond financial risk to the App Store and impact Apple's reputation as a brand as well, the note says. While consumers may not be concerned with the details of the complaint, it could create a prolonged period of negative Apple headlines which may in turn \"negatively impact Apple's retention rate at the margin,\" according to the note.  Jimmy Iovine announces Apple Music during Apple WWDC on June 8, 2015 in San Francisco, California. Apple's annual developers conference runs through June 12. Revenue from services like Apple Music and the App Store are more important than ever for the company as it seeks to grow other product areas as iPhone sales are lagging.   The company said in its January earnings report that iPhone sales in the holiday quarter declined 15% compared to the year before, while global smartphone sales have stalled. Apple's services business achieved a milestone of $10.9 billion in revenue, marking an all-time high and a 19% increase from the prior year.   But multiple reports have suggested that Apple has been struggling to come to an agreement with partners for both its video and news services. The company is rushing to secure content to offer on the service alongside its own programming according to Bloomberg, while a report from CNBC last month suggested that talks between Apple and HBO had slowed. News publishers have also been reluctant to agree to the financial terms Apple has proposed for its news service, according to The Wall Street Journal, under which it would keep half of the subscription revenue from the service.  Sen. Elizabeth Warren is calling on Trump officials to invoke the 25th Amendment. Spotify's antitrust complaint against Apple also comes after Democratic Senator Elizabeth Warren proposed a new plan that would regulate large tech firms like Facebook, Amazon, and Google and force them to roll back or otherwise divest some of their acquisitions.   The plan would designate major tech services as \"Platform Utilities\" and would prevent companies from operating a marketplace and competing in that same marketplace.   Although Warren didn't initially mention Apple in her proposal, she said in an interview with The Verge that Apple should be regulated too.  \"It's got to be one or the other,\" she said. \"Either they run the platform or they play in the store. They don't get to do both at the same time.\"", "tags": ["wall street journal", "consumers", "amazon", "video", "revenue"], "related_articles": [{"title": "Here's why Spotify is declaring war on Apple and not Google (AAPL)", "source": "business-insider", "url": "https://www.businessinsider.com/why-spotify-european-competition-complaint-about-apple-not-google-2019-3"}, {"title": "Spotify just painted a big target on Apple's back, and the iPhone maker should worry if antitrust regulators start aiming at it (AAPL, SPOT)", "source": "business-insider", "url": "https://www.businessinsider.com/spotify-complaint-against-apple-what-it-means-2019-3"}, {"title": "Apple's App Store fees are coming under increasing pressure from Spotify, Netflix, and regulators. Cutting them could lower its earnings by 10% next year. (AAPL)", "source": "business-insider", "url": "https://www.businessinsider.com/lowering-app-store-fees-could-cost-apple-billions-2019-3"}]}, {"title": "The Daily 202: Trump will soon be forced to issue his first two vetoes, as Congress seeks to wrest back power", "source": "the-washington-post", "date": "2019-03-14T13:15:03Z", "origContent": "President Trump attends a briefing at the White House Wednesday on drug trafficking at the southern border. (Evan Vucci/AP) THE BIG IDEA: Over the vocal objections of the Trump administration, the Senate voted 54 to 46 yesterday to cut off U.S. support for the vicious, Saudi-led military campaign in Yemen. The invocation of the War Powers Act will soon be taken up in the House, where it has more than enough support to pass. Later today, the Senate is poised to pass the resolution of disapproval that rebukes President Trumps national emergency declaration at the U.S.-Mexico border. It has already advanced through the House. Seven Senate Republicans broke ranks on Yemen, and the White House now expects between 10 to 12 GOP senators will defect on todays wall vote, a senior administration official told my colleague Josh Dawsey last night. Coming from a Senate thats proved so pliant to Trumps whims over the past two years, the back-to-back votes are significant and could foreshadow more resistance or independence to come. Trump has promised he will veto both bills. These would be his first vetoes since taking office. Though neither the House nor the Senate has the two-thirds necessary to override him on either one, the resolution of disapproval will provide fodder for lawyers challenging the constitutionality of the emergency declaration in courts. The one-two punch gets at the very heart of the separation of powers. Declaring war and spending money are bedrock powers assigned to Congress in the Constitution, but the legislative branch has abdicated both over time to what Arthur M. Schlesinger Jr. called the imperial presidency. Trump knows hes going to lose on the floor today, aides say, but hes trying to wrangle enough votes so that hes not embarrassed by a lopsided final count. To lock down the support of Sen. Martha McSally (R-Ariz.), for example, the administration promised that money for the wall wont be diverted from Arizona military construction projects. Sens. Bernie Sanders (I-Vt.), Chris Murphy (D-Conn.) and Sen. Mike Lee (R-Utah) confer on Wednesday after the Senate voted to end U.S. support for the Saudi Arabian-led coalition fighting in Yemen. (J. Scott Applewhite/AP) -- Senate Republicans tried to give Trump an off-ramp to defuse what could be described as a constitutional crisis, but the president wouldnt take it. The president rejected a compromise plan put forward by Sen. Mike Lee (R-Utah), which would have allowed him to score a victory on the disapproval vote, because he did not want to foreclose the possibility of using emergency powers again in the future to advance policy objectives that Congress does not support. Indeed, if he gets away with this emergency, it seems like a pretty safe bet hell be emboldened to try it again as will future Democratic presidents. Were standing on a slippery slope. Trump called Lee to express his opposition as Lee lunched with fellow Republican senators at the Capitol. Lee then relayed the information to his colleagues, Erica Werner, Seung Min Kim and John Wagner report. Many Senate Republicans had started to align behind Lees measure, which would amend the National Emergencies Act to say an emergency declaration would automatically expire after 30 days unless both chambers of Congress vote to keep it. The goal is to give Congress the authority to approve a national emergency declaration not to disapprove it, as is currently the case in law. If it had become law, Lees bill could have affected Trumps national border emergency in the future, since ongoing national emergency declarations must be reaffirmed annually. And it would have affected future national emergencies declared by Trump, as well as by other presidents. Lee also sponsored the Yemen resolution with Sens. Bernie Sanders (I-Vt.) and Chris Murphy (D-Conn.). His father, Rex Lee, was Ronald Reagans solicitor general, and he clerked for Sam Alito when the future justice sat on the Third Circuit. The 47-year-old defeated an incumbent GOP senator in 2010 by promising Utahans that hed stand up to presidents in both parties. Congress is supposed to be the first among the federal governments three co-equal branches, Lee said in a statement. For decades, Congress has been giving far too much legislative power to the executive branch. -- On the national emergency vote, weve got a running whip count on our website. Kate Rabinowitz has compiled what every Republican senator has said about Trumps declaration. There are five hard yes votes on the resolution disapproval: Lee, Susan Collins (Maine), Lisa Murkowski (Alaska), Rand Paul (Ky.) and Thom Tillis (N.C.). Tillis and Collins are considered two of the most vulnerable incumbents up for reelection next year. Six senators have publicly expressed concerns about the declaration: Lamar Alexander (Tenn.), Ted Cruz (Tex.), Cory Gardner (Colo.), Marco Rubio (Fla.) and Pat Toomey (Pa.). -- Twenty defections would be needed to override the veto, as Republicans have a 53-to-47 majority and Vice President Pence can cast a tiebreaking vote. No one thinks that will happen. -- The failure to make a deal with conservatives who wanted to find a way out is another indication of Pences limited juice. He cant effectively speak for Trump when hes on the Hill, and hes not empowered to negotiate the way Joe Biden was, partly because hes been undercut so many times by POTUS. There was an effort, numerous efforts, to engage with the vice president and the president, said Sen. John Cornyn (R-Tex.). But the president is not persuaded. I dont know of any president that likes to give up power. Sen. Rand Paul (R-Ky.) talks with Sen. Ted Cruz (R-Tex.) before the State of the Union last month. (Mandel Ngan/AFP/Getty Images) -- Trump has tried to reframe his power grab not as a constitutional question, but as a matter of national security. Republican Senators are overthinking [the] vote on National Emergency, he tweeted yesterday. It is very simply Border Security/No Crime Should not be thought of any other way. -- But a lot of principled conservatives and libertarians dont see it that way. Indeed, todays vote will become a legacy-defining litmus test for many senators who fancy themselves as constitutionalists. Through the legal fiction of an emergency, the old rules that governed America, and ensured some democratic check on executive power, are sidelined, writes National Reviews Michael Brendan Dougherty. I happen to think Congress should fund more-extensive border security, including fencing. But conservatives have to defend the constitutional order that gives government acts the savor of legitimacy. That means Congress must reassert itself. Only scrupulous adherence to constitutional processes will keep the law supreme in America, Fein added. -- James Madison, the architect of the Constitution, doesnt get to vote in the Senate today. But he argued poignantly, and timelessly, in Federalist 58 that Congress having the power of the purse is one of the peoples most important checks on tyranny: This power over the purse may, in fact, be regarded as the most complete and effectual weapon with which any constitution can arm the immediate representatives of the people, for obtaining a redress of every grievance, and for carrying into effect every just and salutary measure. -- Beto ORourke is officially running for president. The former congressman and failed Senate candidate, who is in Iowa for the next few days, confirmed to the El Paso TV station KTSM that he's joining the crowded field. I'm really proud of what El Paso did and what El Paso represents, he texted the station last night. Its a big part of why Im running. -- In his campaign announcement video, O'Rourke struck the same upbeat tone he used when he campaigned against Sen. Ted Cruz (R-Texas) last year. Jenna Johnson reports: ORourkes announcement came after months of public reflection that included a solo road trip through rural America, a heart-to-heart talk with Oprah Winfrey and rallying with supporters near the southern border. ... 'The challenges that we face right now, the interconnected crises in our economy, our democracy and our climate, have never been greater, and they will either consume us or they will afford us the greatest opportunity to unleash the genius of the United States of America, he said. In other words, this moment of peril produces perhaps the greatest moment of promise for this country and for everyone inside of it.'\"  -- Cover boy: ORourke gets star treatment in next months Vanity Fair -- with a photo spread by Annie Leibovitz. ORourke told writer Joe Hagan that he was just born to do this: Skeptics question whether ORourkes political transcendentalism can sustain the meat grinder of a national election. In a Democratic primary, he will not have the bogeyman of a Trump or a Ted Cruz from which to draw voter energy. He is decidedly not the street fighter many Democrats crave. And in a zero-sum world, his astounding run against Cruz in last years Texas Senate race, historic as it was, was still a loss. ... ORourke is acutely aware, too, of perhaps his biggest vulnerability being a white man in a Democratic Party yearning for a woman or a person of color. ... The government at all levels is overly represented by white men, he says. Thats part of the problem, and Im a white man. So if I were to run, I think its just so important that those who would comprise my team looked like this country. ... I totally understand people who will make a decision based on the fact that almost every single one of our presidents has been a white man, and they want something different for this country. And I think thats a very legitimate basis upon which to make a decision. Especially in the fact that there are some really great candidates out there right now. Federal prosecutors are conducting a criminal investigation into Facebook's data deals with major electronics manufacturers. (Richard Drew/AP) -- Facebook data deals with some of the worlds largest technology companies are now under federal investigation. From the New York Timess Michael LaForgia, Matthew Rosenberg and Gabriel J.X. Dance: A grand jury in New York has subpoenaed records from at least two prominent makers of smartphones and other devices, according to two people who were familiar with the requests and who insisted on anonymity to discuss confidential legal matters. Both companies had entered into partnerships with Facebook, gaining broad access to the personal information of hundreds of millions of its users. The FBI investigated the GOP political operative who allegedly committed fraud in the contested North Carolina congressional race but took no public action to stop him. New court documents showed that federal and state investigators observed Leslie McCrae Dowless meeting with people he hired to illegally collect ballots ahead of the 2018 primary election. (Amy Gardner) A historic bomb cyclone continued to unleash terrible weather over the Plains states and the Upper Midwest. A string of violent, tornadic thunderstorms and damaging winds, as well as severe blizzard conditions and some flooding, have pounded the center of the country. (Matthew Cappucci and Jason Samenow) Gunmen in Brazil killed at least seven at a school near Sao Paulo. Authorities believe the two assailants were former students. (Siobhán OGrady and Marina Lopes) At least eight were killed after a school building collapsed in Nigeria, and authorities fear that at least 100 children remain trapped. Locals and passerby attempted to free people from the debris. So far, emergency workers have pulled 40 people alive from the rubble. (Al Jazeera) Lawmakers in Arkansas and Utah passed legislations that ban abortions 18 weeks into a womans pregnancy. Under these bills, the two states would have some of the most strict abortion laws in the country. (AP)    A judge in Rockland County, N.Y., wont allow 44 unvaccinated children back into school after a measles outbreak. Parents of the students have sued the county health department, saying none of the banned children have contracted measles amid the outbreak, which began in fall. (Reis Thebault) Fiat Chrysler recalled 862,500 cars that do not meet U.S. emissions standards. The company recently settled claims that some of its vehicles emitted more pollution than legally allowed. (the Verge) The deadly 2017 Thomas fire in California was sparked by Southern California Edison power lines. That's the conclusion of a 15-month probe by the Ventura County Fire Department, which found that the blaze began when two power lines slapped together during high winds. (Los Angeles Times) Li Yang, the former massage spa owner at the center of a human-trafficking investigation, attended a party honoring Trump at Mar-a-Lago. Yang bought tickets with access to an exclusive VIP reception. Trumps son Eric and U.S. Commerce Secretary Wilbur Ross were there. (Palm Beach Post) A poster of Ruth Bader Ginsburg in Brooklyn was vandalized with anti-Semitic profanity and a swastika. The vandalism covered an advertisement for a book about the Supreme Court justice. (Isaac Stanley-Becker) Aaron Hernandezs first-degree murder conviction was reinstated by the highest court in Massachusetts, even though Hernandez killed himself before he could appeal the decision. The former New England Patriots star was serving a life sentence without parole when officials say he hanged himself days after his acquittal in a different double-murder trial. (Cindy Boren) -- Following days of resistance, the FAA issued an emergency order grounding Boeing 737 Max 8 and Max 9 jets after the agency received new evidence pointing to similarities between the crashes in Ethiopia and Indonesia. Luz Lazo, Michael Laris, Lori Aratani and Damian Paletta report: Trump announced the abrupt about-face Wednesday, after U.S. officials found themselves nearly alone in allowing the planes to remain in the air. As recently as Wednesday morning, both Boeing and the FAA had continued to say it was safe for the planes to fly. ... The investigation into the causes of the Ethiopian Airlines crash is in the earliest stages, and it is not clear whether hardware problems, software problems or some combination of factors caused the crash. Both aircraft crashed just minutes after takeoff. Just 12 minutes into its journey to Pangkal Pinang, the Lion Air flight crashed into the sea off the coast of Java. The Ethiopian Airlines flight crashed roughly six minutes after leaving Addis Ababa.  Both flights struggled to gain altitude. The Lion Air flight failed to gain a cruising altitude of 27,000 feet, limiting the crew's room to gain control before the plane plummeted. Though the investigation into the Ethiopian Airlines crash is pending, preliminary data shows that the aircraft struggled to climb at a steady speed.  Both planes appeared to ascend and descend several times before crashing. The Lion Air plane pitched downward more than 24 times before its final plunge, all within its 12-minute journey. Though it is not yet clear what happened in the Ethiopian Airlines crash, the plane also appeared to ascend and descend while accelerating. -- Trump privately disparaged the Boeing 737, which he said sucked, before he ordered the grounding. Toluse Olorunnipa and Josh Dawsey report: The president said Boeing 737s paled in comparison to the Boeing 757 ... which he owns as a personal jet. ... He questioned why Boeing would keep building the model and opined that he never would have bought a 737 for the Trump Shuttle, the small airline he briefly ran three decades ago that relied on 727s before going bankrupt. ... Trump added to the confusion Wednesday by suggesting that the decision to ground the plane was 'psychologically' important but was neither urgent nor conclusive. ... The equivocation reflected an administration that was reluctant to take the step of imposing a nationwide suspension initially opposed by Boeing, the countrys second-largest federal contractor.  Trump should not have been the person making this decision, aviation experts said: Trump was inclined to announce a grounding on Tuesday, but he received pushback from the FAA, which had not yet reached a decision, according to officials familiar with the deliberations. But Trump also equivocated himself, telling advisers that grounding planes would cause panic and could hurt the stock market, according to two people who spoke to him. Federal regulators usually take the lead on making decisions related to safety, said Richard Aboulafia, an aerospace analyst with Teal Group. 'Its not the presidents decision and it should never be the presidents decision,' he said, adding that he did not know whether Trump broke any protocols. -- Trump wanted his personal pilot, John Dunkin, to become the FAA administrator, a position thats remained vacant since Barack Obamas appointee finished his term in January 2018. The absence of an FAA leader has been noticeable amid the Boeing fallout. Following an inquiry from The Washington Post, the White House declined to say whether Trump is still considering Dunkin for the job, or whether he plans to nominate someone in light of the pressure facing the agency. (Isaac Stanley-Becker) -- Wednesday's order grounds more than 70 U.S. aircraft. The Max 8 planes are used by American and Southwest airlines, which have a combined 58 of them in their fleets. United Airlines has 14 of the planes in its fleet. The software, known as the Maneuvering Characteristics Augmentation System (MCAS), can in some rare but dangerous situations override pilot control inputs unless it is switched off. This can interfere with pilots longtime training that pulling back on the control yoke raises a planes nose, putting the plane into a climb. That means that as a pilot tries to maneuver an airplane, the automated system may be counteracting that pilots inputs. -- After the Ethio­pian crash on Sunday, Boeing said it would update flight-control software, something it might have done sooner if not for the government shutdown. The company and the FAA had been working to hash out the update but it was delayed because of the longest shutdown in U.S. history and differences of opinion, per the Wall Street Journal's Andrew Tangel and Andy Pasztor: U.S. aviation regulators are expected to mandate the change by the end of April. Matthew Whitaker \"did not deny\" talking to Trump about Cohen, according to a House Democrat. (Jonathan Ernst/Reuters) -- During a closed-door interview with the House Judiciary Committee, former acting attorney general Matt Whitaker did not deny that he and Trump personally discussed the government's case against his former lawyer Michael Cohen, according to Democratic chairman Jerry Nadler (D-N.Y.). Karoun Demirjian reports: Unlike in the hearing room, Mr. Whitaker did not deny that the president called him to discuss the Michael Cohen case and personnel decisions in the Southern District, Nadler said following his meeting with Whitaker on Wednesday, referring to the U.S. attorneys office for the Southern District of New York, which brought the case against Cohen.  According to Nadler, Whitaker did not deny that he had been 'directly involved in conversations about whether to fire one or more U.S. attorneys.' He also did not deny that he had been 'involved in conversations about the scope' of U.S. Attorney Geoffrey Bermans recusal from the Cohen case, Nadler said, and whether subordinate prosecutors at the Southern District of New York 'went too far' pursuing the campaign finance case in which Cohen has implicated Trump. The committees ranking Republican, Rep. Douglas A. Collins (Ga.), who was present for Wednesdays interview with Whitaker, called Nadlers summary an 'interpretation' and 'overreach,' while a Republican staff lawyer also present for the meeting said Whitaker simply could not remember ever conversing with Trump about Cohens case.  Wednesdays meeting was not transcribed, complicating the matter of resolving Nadlers and Collinss diverging interpretations of Whitakers account. But Whitakers non-denials are raising questions among Trumps critics about whether his public testimony was accurate.  -- Paul Manafort was sentenced to a total of nearly eight years in prison for conspiracy and fraud. Spencer S. Hsu, Rachel Weiner and Ann E. Marimow: In federal court Wednesday, Judge Amy Berman Jackson criticized Manafort and his attorneys for repeatedly casting his hard fall from power as collateral damage from the special counsels investigation of Russian interference in the 2016 presidential campaign. For Manaforts crimes of illegally lobbying in Ukraine and hiding the proceeds overseas, then encouraging witnesses to lie on his behalf, Jacksons terms added 43 months to the 47 months he received in Alexandria federal court last week for bank and tax fraud. Her total sentence was 73 months in the D.C. case, but Jackson said 30 of those would overlap with the tally in Virginia. Asked if he would pardon Manafort, Trump said, I have not even given it a thought, as of this moment. Its not something thats right now on my mind. -- Just minutes after Jackson handed down the sentence, a New York grand jury indicted Manafort on charges of residential mortgage fraud charges that fall outside Trumps pardon power. Devlin Barrett and Matt Zapotosky report: Under the Constitution, presidents have wide authority to pardon, but that power applies only to federal convictions, not state cases. New York State Attorney General Letitia James has urged the legislature to fix what Democrats call a double-jeopardy loophole in state law that could negate New Yorks ability to prosecute anyone pardoned by the president. New York lawmakers were working this week to undo the pardon loophole. The state charges could be challenged in the courts as a violation of double jeopardy protections for defendants, an area in which current New York law may favor Manafort. All told, Manafort will probably wind up serving about 6.5 years. He gets credit for the nine months he's already spent in jail. (Tom Jackman) Adding it up, Trumps allies and advisers have so far racked up more than two-and-a-half-presidential terms in prison time. (Philip Bump) -- A top prosecutor on Bob Muellers team is stepping down from the Justice Department, the latest and maybe biggest clue that the special counsel's investigation might soon wrap up. NPRs Carrie Johnson reports: Andrew Weissmann, the architect of the case against Manafort, will study and teach at New York University and work on a variety of public service projects, including his longstanding interest in preventing wrongful convictions by shoring up forensic science standards used in courts.  -- Introducing a new character in this saga: Robert Costello, a New York lawyer with connections to Trump attorney Rudy Giuliani, told Michael Cohen in an April 2018 email that he could sleep well tonight because he had friends in high places  though he did not specifically mention a possible pardon from the president, CNNs Gloria Borger and Jeremy Herb report: Cohen, in his closed-door congressional testimony, has provided these emails in an effort to corroborate his claim that a pardon was dangled before he decided to cooperate with federal prosecutors, according to sources familiar with his testimony. But the attorney who wrote those emails, Robert Costello, told CNN that Cohen's interpretation of events is utter nonsense. Costello said that Cohen asked him to raise the issue of a pardon with Giuliani. -- Rep. Elijah Cummings (D-Md.) rejected calls from House Republicans for an investigation into whether Cohen lied to Congress during his testimony two weeks ago. The Oversight chairman, however, left open the possibility of further action against Trumps former lawyer if new evidence of perjury is uncovered.  Immigration and Customs Enforcement officers have been tapping into a privately maintained database of license plates. (Marlon Correa/The Washington Post) -- Immigration agents have been tapping into a vast and privately maintained database of license plate numbers gathered from vehicles across the nation to track immigrants who may be in the United States illegally. Drew Harwell and Tony Romm report: The records the ACLU obtained from the Department of Homeland Security through a Freedom of Information Act request shed new light on a little-noticed and expanding network of surveillance that has developed over the years and for which there appear to be few legal limitations. Immigration and Customs Enforcements use of some of the information in states including California also appears to skirt limitations that sanctuary cities have placed on police cooperation with the immigration agency, the ACLU said. ICE spokesman Matthew Bourke said that agents use the license-plate database as a tool to help in its immigration-enforcement investigations and that it does not use the information to track people who have no connection to ICE investigatory or enforcement activities. -- For its upcoming mission to the moon, NASA is considering using commercial alternatives instead of the long-delayed rocket its been working on for years. The possible shift reflects the White House's frustration with the slow pace of the mission. (Christian Davenport) -- The National Institutes of Health and other top scientists from seven nations are calling for a moratorium on gene-edited babies, sounding an alarm on the genetic engineering technique known as CRISPR. The call came in direct response to actions of a Chinese researcher who altered embryos that were implanted and carried to term. (Joel Achenbach) -- The Food and Drug Administration is rolling out a vaping policy that will make it harder for minors to buy flavored e-cigarette products. The initiative would limit the sales of fruity and kid-friendly vaping products in stores. (Laurie McGinley) -- Sen. Martha McSally (R-Ariz.), who revealed last week that she was raped by a superior office while in the Air Force, is now calling for an immediate summit on military sexual assault. She asked Air Force Secretary Heather Wilson to convene policy experts and brass within the next month for the discussion. (Colby Itkowitz) -- The Senate confirmed Neomi Rao, Trumps nominee to replace Brett Kavanaugh on the Court of Appeals for the D.C. Circuit. She's Trump's 36th circuit court judge. (Seung Min Kim) Britain's Prime Minister Theresa May speaks in Parliament ahead of the latest Brexit vote. (Jessica Taylor/Reuters)  -- The British Parliament rejected a no-deal departure twice, signaling that lawmakers are likely to ask the other 27 members of the European Union for permission to delay Brexit. William Booth, Karla Adam and Michael Birnbaum report: The no-deal votes were in many ways symbolic taking the temperature of Parliament, rather than setting concrete policy. [Prime Minister Theresa] May said her government could ask the E.U. for a short extension to implement a deal if it passed by next week. If no deal is passed, May said she would be forced to seek a much longer delay. A longer delay would require Britain to participate in European Parliament elections in May. -- The Pentagon is preparing to test missiles that have been banned by the INF Treaty. Paul Sonne reports: The U.S. military plans to test a ground-launched cruise missile with a range of about 600 miles in August and a midrange ballistic missile with a range of about 1,800 to 2,500 miles in November The testing, production and deployment of missiles with those ranges is prohibited by the Intermediate Range Nuclear Forces Treaty. But Trump withdrew from the treaty on Feb. 1 and triggered a formal six-month wait period before the final expiry of the agreement this summer. Washington has said Moscow is already deploying a missile that violates the agreement and cited that weapon as a reason for its withdrawal from the pact. The Kremlin has denied that accusation.  -- The United States and the Taliban have drafted an agreement on the withdrawal of American troops and the Talibans pledge to cut ties with al-Qaeda and other terrorist groups. NBC Newss Dan De Luce reports: The talks between the Taliban insurgents and U.S. diplomats have lasted longer than any previous American attempt at negotiation with the militants since American troops entered Afghanistan in 2001. But it's unclear if the Afghan government and other Afghan political leaders will be ready to embrace the tentative deal worked out by [U.S. presidential envoy] Zalmay Khalilzad. Afghan President Ashraf Ghani has expressed concerns that the Kabul government could be left out in the cold unless the Taliban agrees to meet face-to-face with his government.  -- Power has been restored to Venezuela following nearly a week of darkness, according to the countrys information minister. At its worst, the power outage left 19 out of 23 states without energy. (CNN) -- The outage left the countrys second-largest city, Maracaibo, devastated as looters broke into hundreds of businesses. The APs Sheyla Urdaneta reports. -- Ten of Saudi Arabias most prominent womens rights activists appeared in court in Riyadh for the start of a trial that could signal whether the government will roll back an aggressive crackdown on political activists. Kareem Fahim reports: Many of the women have been tortured while in custody, according to relatives and human rights groups. Saudi officials deny those allegations. ALQST, a Saudi rights group based in London, said Wednesday that the women are being charged under the countrys Cyber Crime law with offenses related to their activism, including contacting human rights groups. The charges carry sentences of up to five years in prison.  -- This sham trial exposes Saudi Arabias disrespect for its citizens, writes Hala Al-Dosari, a Saudi activist and scholar and The Washington Posts first Jamal Khashoggi fellow: The women have been subjected to horrific torture and sexual harassment, but in a statement the government claimed the accused were enjoying their full rights. Meanwhile, state-linked social media accounts have already virtually convicted the activists and are asking for the maximum punishment. ... Against this background, Saudi Arabia decided to appoint its first female ambassador to the United States, Princess Reema bint Bandar. Its another opportunity to push an apologetic reform narrative amid U.S. congressional scrutiny and pressure. Many will take the bait, as they did when Crown Prince Mohammed bin Salman first came to power. In our collective conscience as a nation, these female activists facing trial and the men who support them were instrumental in influencing reforms.  -- Gary Cohn, Trumps former economic adviser, said the president is desperate for a trade deal with China. David J. Lynch reports: The president needs a win, Cohn said in an interview with Freakonomics, a public radio show and podcast.  Cohn said he supported the presidents desire to crack down on unfair Chinese trade practices, but he said tariffs dont work. As evidence, he pointed to last years record $891 billion trade deficit in merchandise and the record $419 billion gap in trade with China. So tariffs were used as the threat. Did it hurt the Chinese at all? We had record trade deficits, Cohn said. Former Starbucks CEO Howard Schultz often talks about growing up in a public housing project. (Joe Raedle/Getty Images) In 1956, the New York City Housing Authority opened Bayview as a moderate income development, built a block away from Jamaica Bay Superficially, Bayview looked much like any city housing development, a collection of brick towers with balky stainless-steel elevators and hallways of green linoleum floors and glazed, aqua-tiled walls. But Bayview, which Schultzs family moved into in its opening year, was built as a no cash subsidy project, according to city records. That meant that unlike developments subsidized by the federal or state government, Bayview had minimum income requirements for tenants, charged higher rents intended to cover the entire cost of its mortgage, and was built to high standards compared to [federal] projects, according to Affordable Housing in New York, a history of public housing in the city.  -- In a speech to Miami Dade College detailing how he would run the government, Schultz vowed that he would not sign bills that arent passed with bipartisan support and said he will nominate only Supreme Court justices who could be confirmed by two-thirds of the Senate a naive statement for anyone who has been watching the judicial wars. Michael Scherer reports: The courts have become yet another battlefield in the ongoing war between Democratic and Republican leaders, Schultz said. These battles have undermined our faith in the rule of law and the impartiality of the entire judicial system. All of this has to change. He said he would fill his cabinet with Democrats, Republicans and Independents, including a greater share of women than any previous president. He promised to work to end the practice of partisan gerrymandering, drawing legislative and congressional districts to preserve one partys power. That process is controlled by the states, not Washington, but Schultz said he would push for independent commissions to draw those districts in the future. -- Big Democratic donors are sending their money to four key states: Michigan, Wisconsin, Florida and Pennsylvania. The Wall Street Journals Julie Bykowicz reports: Two of the Democrats best-funded outside groups both of which are backed in part by New York billionaire George Soros are planning at least a $130 million campaign to attack President Trump and build support for Democrats in Wisconsin, Michigan, Pennsylvania and Florida, where Mr. Trump narrowly prevailed over Democrat Hillary Clinton in 2016. A third group, an $80 million voter-engagement effort, is at work in these and three other battleground states. The latest Democratic spending commitment comes from opposition research group American Bridge 21st Century, which plans to put at least $30 million largely into the four states. Conservative lawyer George Conway, the husband of top Trump adviser Kellyanne Conway, called Trump a pathological liar after the president falsely insisted that the judge in Manaforts case cleared him of collusion. Its not rational, because its a lie that no reasonable person would believe, he tweeted. It undermines his credibility. Its self-defeating. Have we ever seen this degree of brazen, pathological mendacity in American public life? One day he makes a harmless slip of the tongue, something any mentally balanced person would laugh off. But one lie on any subject is never enough for Donald Trump. So he next tells a different lie. Yes, I omitted a word, but to save time. A ridiculous assertion, of coursehe really said Tim Apple instead of Tim Cook of Apple to save **a third of a second**? ridiculous because it was irrelevant to the charges at handnot that there was no proof of collusion, just that whether there was or wasnt was irrelevant to the proceedings at hand. And yet he lies againa blatant lieabout what the judge said in open court. Whether or not impeachment is in order, a serious inquiry needs to be made about this mans condition of mind. To be clear, GOP wins elections when theyre about ideas not when theyre personality contests like Dems & media want. Were clearly better off because of @RealDonaldTrump. His record of accomplishment is why hell win re-election especially when compared to Dems leftward lurch. Kyle Swenson breaks down ORourkes cover photo and its uncanny resemblance to a 2007 magazine cover of John Edwards, another presidential hopeful. When a look works, it works. pic.twitter.com/kQ8LczRNar this was actually just an elaborate annie leibovitz photo shoot for beto's dog pic.twitter.com/RtVDuIUptS  Adam H. Johnson (@adamjohnsonNYC) March 14, 2019 Sen. Ted Cruz's (R-Tex.) chief strategist shared his thoughts on O'Rourke's profile and campaign announcement:  Today the world will watch in amazement as @BetoORourke announces for POTUS and looks to shatter the glass ceiling for white millionaire male nannies everywhere. His @VanityFair profile is just a peak into whats to come. Just watch as other self absorbed liberal flakes unite! https://t.co/gHzEo07BX7 I spent 2 months reporting this story before ever meeting Beto, starting last December. He wasn't doing any media at the time but I figured it was an interesting story whether he talked or not, whether he ran or not. Today would have been my fathers 69th birthday. I miss him every moment of every day. More than I ever imagined was possible. More deeply than I ever knew I could feel.\"Grief is the price we pay for love.\"https://t.co/E2OUTGbLNp My last vote was 9 yrs ago. After almost 7 years of being ineligible to vote, my rights were restored with the passing of Amendment 4 and I casted my ballot early! I encourage all to Early Vote! @rolandsmartinpic.twitter.com/Ga76N0wTF0 Rep. Alexandria Ocasio-Cortez (D-N.Y.) called for raising congressional pay: Members are paid more than avg - but job reqs 2 residences we cant take tax deductions for work costs. No one wants to be the one to bring up increases, so instead ppl take advantage of insider trading loopholes & dont close them for the extra cash.  People ask me all the time about the pace of things in DC. Its 4:04PM and I just noticed that I have gone an entire day with two different shoes on. pic.twitter.com/a5SciTpNJr The happy couple gracing the Hungarian governments campaign advertising its new family policy is already famous on the internet...and not for being madly in love. pic.twitter.com/wBljm6eiF7 -- New York Times, Inside the Pricey, Totally Legal World of College Consultants, by Dana Goldstein and Jack Healy: The governments indictments of dozens of parents, college administrators and coaches exposed an ugly array of corrupt and illegal admissions practices. But there is also a perfectly legal world of gaming the college admissions process by doing everything from picking advanced classes, choosing the right sport, giving donations and turning to the multibillion-dollar industry of test prep, college essay editing and advice on how to produce the perfect application. Every aspect of a teenagers life can be managed and shaped into a persona catered to please the exacting eye of a college admissions officer. Parents might pay $300 for a standard, hourlong consultation with an admissions expert or donate tens of millions to schools, with the hope of winning special consideration for their childs bid for a spot at a top school.  -- The Atlantic, An Abandoned Babys DNA Condemns His Mother, by Sarah Zhang: Thirty-eight years ago, an infant boy hours old, tears frozen on his face was found dead in a ditch in Sioux Falls, South Dakota. Last week, police arrested his mother and charged her with murder, after investigators uploaded the babys DNA to a genealogy website and matched her relatives. Currently, no laws limit when police can use genealogy databases to catch criminals.  Rep. Alexandria Ocasio-Cortez (D-N.Y.) asked Wells Fargo CEO Tim Sloan why his bank finances the caging of children. Hamza Shaban reports:  Jacob Wohl faked death threats against himself. From the Daily Beast's Will Sommer Wohls videos to his fans were premised on the idea that Minneapolis is an incredibly dangerous place ... . At one point in a new video about their trip, Wohl goes to a Minneapolis police station to report death threats he says he and his team have received since being in the city ... One of those threats came via direct message from a [fake] Twitter account ... one of the fake accounts Wohl created in the run-up to his Twitter ban. ... That means Wohl was sending himself fake death threats, presumably in an attempt to up the drama. ... Wohl submitted the faked messages to police as proof that he was facing terroristic threats via Twitter. The faked messages ... were included in a packet of police documents related to the case issued on Wednesday by the Minneapolis Police Department. Trump will meet with the prime minister of Ireland and later celebrate St. Patricks Day with him. I think were going to be moving this case along to a lengthy and unpleasant trial, Judge Michael Katz, who is overseeing divorce proceedings between Rudy Giuliani and Judith Nathan, said during a contentious hearing. (New York Post)  -- Enjoy the warmth and prepare for showers on Friday. The Capital Weather Gang forecasts: Real honest-to-goodness spring weather is here the next two days, with highs approaching 70. A few showers should hardly mar the day Friday. Dont get used to it, as much cooler air barrels in for the weekend, but the trade-off is sunny skies.  -- The Wizards beat the Magic 100-90. (Roman Stubbs) -- The Maryland Senate advanced a bill that would increase minimum wage to $15 by 2025. Ovetta Wiggins reports: A final vote is likely by the end of the week. The left wing of the Maryland Democratic Party has pushed for years to increase the hourly minimum wage across the state, but bills never made it out of committee. The governor proposed raising the minimum wage, currently $10.10, to $12.10 an hour by 2022. He also asked the legislature not to increase it further unless surrounding states reach a combined average of 80 percent of Marylands wage.  -- Despite objections from state Republicans, Maryland lawmakers approve gender-neutral IDs. Erin Cox and Ovetta Wiggins report: The bill, which was backed by the LGBT community, lets applicants select 'X' as their gender, rather than 'M' for male or 'F' for female. The District in 2017 became the first jurisdiction in the nation to begin issuing ­gender-neutral licenses. Since then, six states have followed suit. ... Gov. Larry Hogan (R) has not taken a position on whether he will sign the bill, which passed both chambers of the ­Democratic-majority legislature by veto-proof majorities.  She also jumped into the Rep. Ilhan Omar (D-Minn.) debate:", "tags": ["trade deal", "greater share", "ethiopian airlines flight", "opportunity", "wall street journal"], "related_articles": [{"title": "The Daily 202: Russia may experiment with new forms of interference in Ukraine’s elections, experts warn", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/13/daily-202-russia-may-experiment-with-new-forms-of-interference-in-ukraine-s-elections-experts-warn/5c87d39a1b326b2d177d6060/"}, {"title": "Trump scuttles deal that would avoid Senate rebuke - Fox News", "source": "fox-news", "url": "https://www.foxnews.com/politics/trump-scuttles-deal-that-would-avoid-senate-rebuke"}, {"title": "Beto O'Rourke on impeachment and 8 other issues", "source": "nbc-news", "url": "https://www.nbcnews.com/politics/2020-election/beto-o-rourke-impeachment-9-other-issues-n983556"}]}, {"title": "Toilet rolls and painkillers: Britons stock up ahead of Brexit, Morrisons says", "source": "reuters", "date": "2019-03-13T10:33:24Z", "origContent": "LONDON (Reuters) - Toilet rolls and painkillers are some of items Britons have started to stockpile ahead of a potential no-deal Brexit, supermarket Morrisons said on Wednesday, as it posted a rise in profit and paid its third special dividend in a year.  Chief Executive David Potts said there were signs of a “small amount” of stockpiling and that Morrisons, Britain’s fourth-biggest supermarket group, was well prepared whatever happened in the Brexit process.  With just 16 days to go until it is due to leave the European Union, Britain has still not agreed a withdrawal arrangement, raising the risk of a disorderly “no-deal” Brexit.  “We’ve seen quite a tick-up in painkillers and toilet rolls (sales) ... up high single digits,” Potts told reporters.  “In the event of things getting sticky at the ports, we’d look for alternative routes into the country,” he added, saying the company had obtained Authorised Economic Operator status, which should speed-up border checks in the event of hold-ups.  Potts also said the firm had brought forward some purchases of goods and packaging materials to support its manufacturing division, and stockpiled popular “cupboard fillers”.  Morrisons reported a 9 percent rise in underlying pretax profit to 406 million pounds ($533 million) for the year to Feb. 3. That compared with analysts’ average forecast of 407 million pounds and 374 million in 2017-18.  The company, which trails market leader Tesco, Sainsbury’s and Walmart’s Asda in annual sales, said total revenue rose 2.7 percent to 17.7 billion pounds, with like-for-like sales up 4.8 percent, though growth did slow in its fourth quarter.  “We remain confident that Morrisons still has many sales and profit growth opportunities ahead, and expect that growth to be meaningful and sustainable,” the firm said.  Shares in Morrisons, up 6 percent this year prior to the update, were down 1 percent at 0913 GMT.  Potts joined Morrisons in 2015 to lead a recovery after it was hit by the rise of discounters Aldi and Lidl in its northern England heartlands and strategic errors by previous management.  Although the discounters are still winning market share from all of Britain’s big four grocers, Potts has delivered three years of like-for-like sales growth thanks to more competitive prices, improved product ranges and availability as well as better customer service in refurbished stores.  He has also overhauled Morrisons’ online strategy through a renegotiated deal with Ocado and struck wholesale supply deals with Amazon, the McColl’s convenience chain, MPK Garages forecourt stores, Channel Islands retailer Sandpiper and Big C in Thailand.  Morrisons is also unique among its major competitors in making half of all the own brand and fresh food it sells. It says two thirds of what it sells is British.  Potts said this set-up meant it was protected if the government imposed tariffs on some imported goods in a no-deal Brexit scenario. ", "tags": ["aldi", "lidl", "like sales", "ocado", "fourth quarter"], "related_articles": [{"title": "Ocado delivers on promise of high-tech future", "source": "financial-times", "url": "https://www.ft.com/content/b31aec14-1360-11e9-a168-d45595ad076d"}, {"title": "Is the retail industry enjoying a renaissance?", "source": "financial-times", "url": "https://www.ft.com/content/86acdcd8-20a7-11e9-a46f-08f9738d6b2b"}, {"title": "Walmart US CEO asked workers to email him their biggest complaints, and a surprising theme emerged from the deluge of 2,700 messages he got in return (WMT)", "source": "business-insider", "url": "https://www.businessinsider.com/walmart-us-ceo-workers-biggest-complaints-2019-3"}]}, {"title": "EPA bans deadly chemical used in paint strippers -- but provides a loophole for commercial operators", "source": "the-washington-post", "date": "2019-03-15T18:36:13Z", "origContent": "The Environmental Protection Agency on Friday restricted the use of a toxic chemical used in paint and coating strippers that has been linked to dozens of accidental deaths. But the agency stopped short of the total ban proposed by the Obama administration and pushed by some health groups, instead allowing commercial operators to keep using the chemical so long as they are trained. Alexandra Dunn, assistant administrator of EPAs Office of Chemical Safety and Pollution Prevention, said the agency has determined that methylene chloride a controversial product that major home-improvement retailers, such as Lowes and Home Depot, already have pulled from their shelves presents an unreasonable risk of injury.\"  We answered the call from many affected families, to ensure that no other family experiences the death of someone close to them due to this chemical, Dunn told reporters in a conference call. Wendy Hartley, whose 21 year-old son Kevin died two years ago died while refinishing a bathtub even after being trained in how to apply the paint stripper, said the administrations new rules fall short. I am deeply disappointed that the EPA has decided to weaken its proposed ban on methylene chloride, Hartley said in a statement. Getting this deadly chemical out of consumers hands is a step in the right direction a step that was started by retailers nationwide. Workers who use methylene chloride will now be left unprotected and at risk of health issues or death. I will continue my fight until the EPA does its job.  Hartley, who personally appealed last May to then-EPA Administrator Scott Pruitt to ban the chemical, has now joined with the advocacy groups Safer Chemicals Healthy Families and Vermont Public Interest Research Group in suing EPA in the U.S. District Court in Vermont. The EPA proposed an outright ban on methylene chloride and another lethal solvent, NMP, on Jan. 19, 2017, the day before President Barack Obama left office, saying they posed unreasonable risks to human health. Trump administration officials have repeatedly promised to remove methylene chloride from the market, while remaining silent on the fate of NMP. The regulation EPA finalized Friday reflects a compromise with the Pentagon, which lobbied for a carveout given the militarys widespread use of paint strippers on bases across the globe. Under the Obama administrations proposal, the Defense Department received a 10-year exemption on the grounds of national security. Manufacturers of methylene chloride-based strippers, including the Halogenated Solvents Industry Alliance, have argued that the product was safe as long as those using it had adequate training. But public outrage over the chemicals potential risks has escalated in recent years, as advocates shared their stories with lawmakers and regulators about family members who died from exposure to methylene chloride. A dozen people who specialized in refinishing bathtubs died between 2000 and 2011, according to a Centers for Disease Control and Prevention report. Sen. Tom Udall (D-N.M.), who co-authored the chemical safety law that EPA used to limit methylene chloride, said the agency had failed to live up to the letter and spirit of the bipartisan law.  EPAs action today is a watered-down protection that apparently values industry profits at the expense of public health and safety particularly for the hardworking people who will still be risking their lives with exposure to these deadly products, Udall said. Dunn said that if the agency decides that the chemical cannot be used safely in commercial operations, it could determine that it also poses an unreasonable risk to public health, which could be banning it or restricting its use in some way.  While it could take more than eight months for methylene chlorine to be banned from retail sale to consumers, Dunn added that she expected it to be phased out much sooner than that since many stores have already stopped selling it. We are absolutely pleased to see that happening, she said.", "tags": ["new rules", "agency", "adequate training", "death", "control"], "related_articles": [{"title": "EPA bans household use of deadly paint stripper, but not commercial use", "source": "cnn", "url": "https://www.cnn.com/2019/03/15/health/epa-methylene-chloride/index.html"}, {"title": "Editorials from around New England", "source": "associated-press", "url": "https://apnews.com/7a453559c7524068baf3490dd109f5d5"}, {"title": "Hispanics and blacks create less air pollution than whites, but breathe more of it, study finds", "source": "cnn", "url": "https://www.cnn.com/2019/03/13/health/air-pollution-race-study-trnd/index.html"}]}, {"title": "The Daily 202: Russia may experiment with new forms of interference in Ukraine’s elections, experts warn", "source": "the-washington-post", "date": "2019-03-13T14:04:22Z", "origContent": "THE BIG IDEA: The Russians could use the looming Ukrainian elections as a proving ground to test innovative forms of interference that might, if successful, be weaponized against the United States during the 2020 presidential campaign. I consider Ukraine ground zero when it comes to foreign meddling in elections because a lot is at stake for Russia, former NATO secretary-general Anders Fogh Rasmussen said in an interview. We don't know in advance which technologies Russia will use. We do know that they will come up with more and more sophisticated methods. That's why we need to be at the forefront by witnessing what they are actually doing. Rasmussen runs a group called the Alliance of Democracies. Its flagship initiative is the Transatlantic Commission on Election Integrity, whose co-chairs include former vice president Joe Biden and former homeland security secretary Michael Chertoff. The Alliance is deploying seven observers to monitor the Ukrainian elections. The first round of voting is March 31. Assuming no presidential candidate in the crowded field gets more than 50 percent, a runoff will be held on April 21. The groups goal is to draw attention to disinformation and to work with the private sector to combat the proliferation of new technologies that keep intelligence professionals up at night, especially deep fake audio and video files. These are doctored but appear amazingly authentic and can go viral on social media. Rasmussen, who also formerly served as the prime minister of Denmark, led NATO in 2014 when Vladimir Putin invaded Ukraine and annexed Crimea. Five years later, Russian forces are still on the peninsula and Ukraines deadly conflict with Russian-backed separatists drags on. No doubt about it, we were taken by surprise when he attacked Ukraine, Rasmussen said. I dont think we underestimate Russia any longer. We met for lunch at Sonoma on Capitol Hill after he testified before the House Intelligence Committee recently. Over hamburgers, he outlined machinations by Moscow that he worries are still going on under the radar and expressed hope that Washington elites can avoid viewing the response through a partisan lens. The whole purpose is not to strengthen left wings or right wings, but it's just to sow mistrust and lack of confidence in our democratic institutions and our democratic process, Rasmussen said. That would be true whether it was President Trump in the White House or someone else. There is strong evidence that the Russians have interfered to varying degrees during elections abroad by using traditional propaganda, manipulating social media platforms and in some cases illicitly funding allies. Rasmussen pointed to a recent report by the French Ministry of Foreign Affairs that found Russia is responsible for 80 percent of disinformation activities in Europe and highlighted Microsofts recent announcement that it detected efforts by Moscow to phish the servers of European think tanks. In Ukraine, the Transatlantic Commission has partnered with the Atlantic Council and the Victor Pinchuk Foundation to stand up an elections task force. Its led by David Kramer, the former president of Freedom House and an assistant secretary of state under George W. Bush. The operation includes a rapid-response war room aimed at identifying evidence of interference in real-time by using sophisticated new software tools. We should not forget that in many Eastern European countries people say, We did not get rid of communism just to replace Moscow with Brussels, so we have to carefully consider how we speak up, Rasmussen explained. Officials are on edge that agents of the Kremlin could try to hack into the networks of the various candidates or disable phones, electrical grids and maybe even airport control systems. Their intent could range from suppressing get-out-the-vote operations to making the government look incompetent at the most inopportune moments to simply creating mass chaos. Western observers are also nervous that Russia will try to hack into the Ukrainian elections website to publish false results in a bid to cast doubts on the validity of the real results. This isnt academic. It happened during their last presidential election. A pro-Russian hacking group called CyberBerkut deleted vote-tallying system files and leaked private emails from the Central Election Commission. The public-facing results website was also hacked. It falsely identified a far-right candidate as the winner until authorities could regain control of their servers. Unlike in U.S. elections, the Ukrainians must also worry about the real possibility of Russia using conventional military force, whether harassing their ships in the Sea of Azov or massing troops along the border or activating sleeper cells inside Kiev to conduct sabotage and foment violence in the streets. We need to pay more immediate attention to Ukraine because it is not part of NATO and they are in many ways a symbol of some of the things going on, said former secretary of state Madeline Albright, who testified alongside Rasmussen before the House Intelligence Committee. We are still underestimating Russia. Putin is just a flat-out dictator. I used to be a Soviet expert and I kind of look at my library and I think its archaeology. Nope! They are trying to rebuild the system, and theyre using these asymmetrical tools. -- After reading an op-ed Biden wrote that called for a 9/11-style commission to investigate Russian interference in the 2016 presidential election, Rasmussen reached out to him about partnering on something more global. Last March, they unveiled the transatlantic initiative together. It has already monitored 10 referendums and elections, including the U.S. midterms. They were especially alarmed to see what happened last September in Macedonia during a referendum on changing the countrys name, which might have sped up the countrys entry into NATO a development Russia strongly opposes. There was a surge in new Facebook and Twitter bot accounts during the month before the vote that urged people to boycott, abstain and stay home. Rasmussen believes the Russians were trying to keep turnout rates below 50 percent so that the results would be invalid. Ultimately, turnout was only 37 percent. We detected some unusual activity on social media, but it was a bit difficult for us to identify the origin, and this is the reason why we didn't make it public, he said. But we reported our results to the local authorities, the state authorities, so its for them to look into whether it was domestic meddling or whether foreign actors intervened. In general, the state of the midterm elections was much, much better than in 2016. But we also know that the Russians have become much more sophisticated so we have to keep up the pace. -- Dont forget: One of the crimes Paul Manafort will be sentenced for by a federal judge in Washington today is his undisclosed work for a pro-Russian political party in Ukraine. Special counsel Bob Muellers team alleged last month that the former Trump campaign chairman was still working on Ukrainian political matters in 2018, even after his indictment. Manafort purportedly met with Konstantin Kilimnik to discuss a peace plan for Ukraine on more than one occasion, including in August 2016. This has long been a top foreign policy goal for Putin because a settlement is a prerequisite to the West to relax stiff sanctions on Russia. Prosecutors have also said that Manafort worked with Kilimnik on a poll of Ukraine just last year. Five years after the countrys pro-Western revolution, its people still thirst for change. Street protests in 2014 marked a decisive turn away from Moscow, but they did far less to modernize the economy or root out corruption. President Petro Poroshenkos government and administration have been beset by infighting and state spending scandals. The economy, suffering from weak investor confidence and the war in the heavily industrial east, still hasnt recovered from its near-collapse five years ago. The most prominent candidates heading into the election campaign represented the old guard: the incumbent Poroshenko, who is also a chocolate tycoon and one of Ukraines richest men, and the former prime minister Yulia Tymoshenko. Were living in a parallel universe, said a senior Western diplomat in Kiev, who has been catching up on the show. People are confusing whats real and whats fiction. The Centers for Disease Control and Prevention first published data about fentanyl in 2013, years before senior administration officials took concrete steps against the drug: The first signs were detected in the spring of 2013 when overdose deaths spiked at the state morgue in Providence. Then-Rhode Island Health Director Michael Fine wondered: What was killing so many so quickly? Fine was surprised to learn when the toxicology reports came back that 12 people who overdosed between March and May had died from fentanyl. On Aug. 30, 2013, the CDC in its Morbidity and Mortality Weekly Report highlighted the unusual spike in Rhode Island. It didnt attract much national attention. Former attorney general Eric Holder received a briefing on fentanyl in June 2014 but didnt take action: Former DEA agents said they provided Holder with a personal briefing that included a 30-slide PowerPoint presentation about the dangers of fentanyl While raising red flags, the PowerPoint presentation itself did not request any particular action. [Holders] former spokesman said it was up to the DEA to ask the attorney general for specific action. Ten months after the briefing, Holder left the administration. By then, fentanyl was spreading across the country. Officials rejected a May 2016 plea from national health experts to declare the crisis a public health emergency: The epidemic had been escalating for three years. The 11 experts pressed the officials to declare fentanyl a national public health emergency that would put a laserlike focus on combating the emerging epidemic and warn the country about the threat. The administration considered the request but did not act on it. Sen. Ed Markey (D-Mass.) personally warned Obama about the explosion of fentanyl in March 2016. But the president wouldnt specifically call it out until his administration's final days: Markey joined Obama on Air Force One for a trip to Atlanta, where both were scheduled to speak at the National Rx Drug Abuse & Heroin Summit. The senator used the rare one-on-one time to tell the president about fentanyl. On Jan. 11, 2017, in the waning days of the administration, Obama delivered his annual National Drug Control Strategy to Congress. Four years after the epidemic began in Rhode Island, the White House called fentanyl a national crisis. -- The Federal Aviation Administration is standing by its decision not to ground the type of Boeing aircraft that went down in Ethiopia. Michael Laris, Lori Aratani, Josh Dawsey and Toluse Olorunnipa report: The Trump administration resisted bipartisan calls to temporarily suspend use of the Boeing 737 Max 8, even as President Trump consulted by phone with the besieged companys CEO. ... With the European Union and others following Chinas move to bar flights by some of the American aviation giants most important airplanes, former transportation safety officials said the [FAA] risked losing its status as the worlds aviation safety leader. In a conversation with Trump on Tuesday, Boeing CEO Dennis Muilenburg argued to keep the planes in the sky, according to a senior administration official. The president has not made a final decision on what should be done in response to the Ethi­o­pia and Indonesia crashes, the official said, and is expected to have more meetings Wednesday. ... Former U.S. transportation secretary Ray LaHood, who was a GOP congressman before being appointed by President Barack Obama, said current Secretary Elaine Chao should immediately ground the aircraft. But acting FAA administrator Daniel K. Elwell said late Tuesday that his agencys extensive review of aggregate safety performance from operators and pilots of the Boeing 737 MAX . . . shows no systemic performance issues and provides no basis to order grounding the aircraft. -- Chao flew on the Max 8 from Austin to Washington yesterday. -- Meanwhile, a growing chorus of lawmakers from both parties is demanding the 737 Max 8 should be banned from U.S. airspace for now. Sen. Mitt Romney (R-Utah) said the FAA should ground the planes out of an abundance of caution for the flying public. So did Democratic senators Elizabeth Warren (Mass.), Dianne Feinstein (Calif.) and Richard Blumenthal (Conn.). Sen. Ted Cruz (R-Tex.), the chairman of a Senate subcommittee on aviation and space, promised to quickly hold a hearing to investigate the crashes. (John Wagner and Felicia Sonmez) -- Pilots repeatedly complained for months to federal authorities about a safety feature for months before Sundays crash. The Dallas Morning Newss Cary Aspinwall, Ariana Giorgi and Dom DiFurio report: [A]t least five complaints about the Boeing model [were found] in a federal database where pilots can voluntarily report about aviation incidents without fear of repercussions. The complaints are about the safety mechanism cited in preliminary reports about an October plane crash in Indonesia that killed 189. Records show that a captain who flies the Max 8 complained in November that it was unconscionable that the company and federal authorities allowed pilots to fly the planes without adequate training or fully disclosing information about how its systems were different from previous 737 models. -- The decision not to ground the planes is the latest example of a passive Department of Transportation, writes the Wall Street Journals Scott McCartney: Thirty-five Congressional mandates sit unanswered, on everything from minimum seat space to secondary barriers protecting cockpits. The top job at the Federal Aviation Administration has been open for 14 months. Enforcement fines against major U.S. airlines have dropped 88% in the past two years, even as three-hour tarmac delays have more than doubled. The Transportation Department under Secretary Elaine Chao has seemingly been delayed on a number of issues important to travelers. Even with airlines begging for rules on emotional-support animals, and both Republicans and Democrats expressing concerns about swollen fees, shrunken seating and punitive airline policies, the DOT has been loath to issue new regulations.   Sales of Boeing planes have been important to President Trumps trade and employment objectives. But pressure is mounting, and if investigators find the same system is responsible for both crashes, it will be increasingly difficult for the FAA and Ms. Chao to leave a plane with a fatal flaw in the air. -- Trump has a lifelong fascination with air travel. Shortly before taking office, Trump threatened to cancel a contract with Boeing for a new Air Force One, saying the costs were too high. Trump, who reached a $3.9 billion deal with Boeing last year ... He also considered appointing his personal pilot to lead the Federal Aviation Administration, and he told a group of airline executives in 2017 that the federal governments air-traffic-control system was 'terrible' and 'out of whack.'\" Toluse Olorunnipa reports. Veterans Affairs Secretary Robert Wilkie named himself the next secretary of defense. (Michael Reynolds/EPA-EFE/Shutterstock) -- Veterans Affairs Secretary Robert Wilkie promoted himself to the White House to be Trumps next secretary of defense. Lisa Rein, Seung Min Kim and Josh Dawsey report: Former Boeing executive Patrick Shanahan, has been auditioning for the role as acting secretary since early January. ... [He] is widely expected at the Pentagon to be nominated as permanent secretary, but officials have said theres no certainty about his elevation until a White House announcement. The president has been known to change his mind on personnel decisions. Shanahans limited foreign policy experience, particularly with the wars in Iraq and Afghanistan, has prompted some uneasiness on Capitol Hill. Its unclear whether Trump has considered him as a serious candidate for defense secretary, although the president is said to hold him in high regard. VA spokesman Curt Cashour said in an email that Wilkie remains 100 percent focused on his job as VA secretary.  Shanahan is scheduled to give his first congressional testimony as acting secretary this week, when he is sure to face tough questions about Trumps defense policies. Cardinal George Pell arrives at the County Court in Melbourne, Australia. (Andy Brownbill/AP) Australian Cardinal George Pell was sentenced to six years in prison for sexually assaulting two boys, making him the most senior Catholic official headed for jail. But the sentence, which could have been as high as 50 years for Pells five convictions, struck some victims advocates as too lenient. (A. Odysseus Patrick) Thirty-seven percent of American Catholics are considering leaving the church over the sex-abuse crisis, a Gallup poll showed. This is a 15 percentage point jump since the last major crisis in the church in the early 2000s. (Michelle Boorstein and Sarah Pulliam Bailey) A federal grand jury has issued subpoenas related to alleged ballot tampering in North Carolinas 9th Congressional District. The jurys activity represents the first public evidence federal prosecutors are investigating the alleged election fraud. (Amy Gardner) California Gov. Gavin Newsom (D) will impose an indefinite moratorium on the death penalty in the state. The new governor said the cost, finality and racial imbalance among death-row inmates show the punishment is immoral and a public policy failure. (Scott Wilson and Mark Berman) The Defense Department formally approved a new rule barring transgender troops and military recruits from transitioning to another sex. The new policy requires members of the military to serve in their birth gender. (AP) The director of the National Cancer Institute will serve as the acting commissioner of the Food and Drug Administration. Health and Human Services Secretary Alex Azar announced Ned Sharplesss appointment a week after Scott Gottlieb said he was resigning to spend more time with his family. (Laurie McGinley and Amy Goldstein) Phoenix elected Kate Gallego as its new mayor, making her the second woman to win the seat in nearly 140 years. Gallego won the citys runoff election after coming in first during a November first-round race. (Phoenix New Times)   The family of Olympic cyclist Kelly Catlin, a Minnesotan who was studying at Stanford when she committed suicide, has donated her brain to a medical center studying the effects of concussions. Catlins family said she displayed severe behavioral changes after two crashes in October and December, which separately caused a broken arm and a concussion. (Cindy Boren) The flooring retailer Lumber Liquidators will pay a $33 million penalty for misleading investors about formaldehyde-laced laminate flooring. The company and federal prosecutors agreed to the penalty after a 2015 60 Minutes investigation revealed the high levels of formaldehyde, which could increase a persons risk of cancer. (Rachel Weiner) Dick's Sporting Goods will stop selling guns in 125 stores and will replace the firearms with other sporting gear. The move comes a year after CEO Ed Stack took assault-style weapons out of all stores and decided to stop selling guns to buyers under 21. (Wall Street Journal) A bomb cyclone unleashed an intense storm over the western Plains that is predicted to continue through Wednesday. Blizzard conditions are expected to develop today in a big swath of the country. (Jason Samenow) Colorado has already seen more avalanches than it usually does in an entire season. Prime time for avalanches is just beginning, but they have already killed eight people this winter. (Ian Livingston) A Pennsylvania man was arrested in an investigation of the 2012 death of his wife, who allegedly took $3 million worth of his valuable gold coins. Hap Seiders was arrested last week. Authorities say that he killed and dismembered her in their home, but they have still been unable to find her remains. (Kyle Swenson) The New York Giants agreed to trade their standout wide receiver Odell Beckham Jr. to the Cleveland Browns in a blockbuster deal. The Browns will exchange for Beckham their first- and third-round picks in the upcoming draft as well as their safety Jabrill Peppers, whom many consider a rising star. (Mark Maske) -- Fifty people, including actresses Felicity Huffman and Lori Loughlin, were charged for allegedly participating in a multimillion-dollar scheme to get their children admitted to prestigious colleges. Devlin Barrett and Matt Zapotosky report: The allegations included cheating on entrance exams and bribing college officials to say certain students were athletic recruits when those students were not in fact athletes, officials said. Numerous schools were targeted, including Georgetown University, Yale University, Stanford University, the University of Texas, the University of Southern California and UCLA, among others. In Boston, U.S. Attorney Andrew Lelling called it the largest-ever college admissions scam prosecuted by the Justice Department. Of the 50 people charged in the FBIs Operation Varsity Blues, 33 were parents, officials said, warning that the investigation is ongoing and that others could be charged. Huffman appeared in federal court in Los Angeles on Tuesday and was released on $250,000 bond. None of the students were charged in the case. The scheme's main architect, William Singer, pleaded guilty and has been cooperating with investigators since September: Officials described Singer as a well-connected college admissions adviser and say he disguised the bribery scheme as a charity, enabling parents to deduct the bribes from their taxes. Singer was charged with taking about $25 million from 2011 to 2018 paying some of it to college coaches or standardized-testing officials for their help rigging the admissions process and pocketing the rest, according to the criminal complaint. Singer pleaded guilty Tuesday to conspiracy charges for racketeering, money laundering and obstruction of justice. Prosecutors said that a month after he came to the governments side, Singer alerted several people under investigation about the inquiry which earned him the obstruction charge. After the charges were unveiled, several of the implicated coaches were fired or put on leave by their universities: Prosecutors also charged Georgetowns former head tennis coach, Gordon Ernst. Authorities said he made $950,000 promoting several students as potential tennis recruits when they were not tennis players of that caliber. After leaving Georgetown, Ernst was hired as the University of Rhode Islands tennis coach. The school said Tuesday he had been placed on administrative leave. Some of the money was directed to Donna Heinel, a USC athletics official, the complaint alleges. Jovan Vavic, the former water polo coach at USC, was charged with taking bribes to pretend students flagged by Singer were recruits for the team. USC said Tuesday that Heinel and Vavic had been fired. -- Stanford fired head sailing coach John Vandemoer after he agreed to plead guilty in the case. We have no evidence that the conduct involves anyone else at Stanford or is associated with any other team. However, we will be undertaking an internal review to confirm that, the university said in a statement sent to alumni. -- If the students werent acing their admission exams, who was? Mark Riddell, a professional tennis player and a really smart guy, according to the feds. Isaac Stanley-Becker reports: The brains behind the operation were provided by Riddell, 36, who is expected to appear in federal court in Boston on Wednesday. He was the one actually filling in the bubbles, prosecutors allege Riddell has been charged with conspiracy to commit mail fraud and honest services mail fraud, as well as conspiracy to commit money laundering. He has been cooperating in the investigation since February of this year, prosecutors said, in the hope of obtaining leniency when he is sentenced. -- The NCAA is now investigating the college coaches who took bribes. Amy B Wang and Des Bieler report: The allegations cast an ugly light not only on the often enigmatic college admissions process but on the world of college athletic recruitment. In the wake of the charges, the NCAA said it would investigate the extent of fraud and bribery alleged by the Justice Department. The charges brought forth today are troubling and should be a concern for all of higher education, the NCAA said in a statement Tuesday afternoon. We are looking into these allegations to determine the extent to which NCAA rules may have been violated. Its unclear what violations those would include or which schools would be involved. -- Ironically, Loughlins Full House character, Aunt Becky, stopped her fictional husband from lying to get their children admitted into an elite preschool during a 1993 episode. (Allyson Chiu) -- This scandal is further proof that helicopter parenting has gotten out of hand. Amy Joyce, our On Parenting editor, has a smart take: We have gotten to the point in todays fast-paced, hyper-competitive society where parents of privilege are hiring multiple tutors for kids already on the honor roll. Parents write college essays, or hire someone else to do it. Theyre overscheduling kids with extracurriculars that play to college admissions instead of their childrens actual interests. It sounds like overkill, and yet everyone else is doing it. So why not me? they think. The reason: Our kids will grow up to be adults who dont know how to do simple adult things. -- Lower-profile sports like volleyball, water polo and tennis are at the center of the scandal. These sports get little attention from fans or the press, but like football and basketball they often get reserved slots in a colleges incoming class.The Timess Marc Tracy and Billy Witz report: Unlike in football and basketball, there is little in the way of formal rankings or general knowledge about who might be good at what are seen as minor sports, so admissions officials usually have to take coaches at their word when they tell them that an applicant is worthy of a spot on a volleyball or soccer or sailing team, leaving them open to exploitation. The practice of reserving spots for athletes in minor sports has grown in recent years, people involved with college sports say, as more colleges have committed to pursuing excellence in every activity, from the chemistry lab to the tennis courts. Rep. Adam Schiff (D-Calif.) speaks to reporters following a closed door House Intelligence Committee meeting with Michael Cohen. (Anna Moneymaker/Bloomberg) -- House Intelligence Committee Chairman Adam Schiff (D-Calif.) said Trump should probably be indicted after he leaves office for his involvement in crimes to which Michael Cohen has pleaded guilty. Its very difficult to make the argument that the person who was directed and was coordinated should go to jail, but the person who did the directing and coordinating should not, Schiff said at a gathering of journalists. So I think that that militates very strongly in favor of indicting the president when he is out of office. From Karoun Demirjian: [Schiff] continued to defer to the eventual judgment of the Southern District of New York, if prosecutors there have the evidence to prove the case. But after two days of closed-door sessions in which the intelligence panel interviewed Cohen, Schiff seemed confident that such documentary evidence exists, given that prosecutors indictment of Cohen essentially names the president as an unindicted co-conspirator. -- A newly released transcript of Lisa Pages testimony before the House Judiciary Committee showed how the former FBI lawyer defended the bureau against allegations of bias. Karoun Demirjian, Aaron Blake and Rosalind S. Helderman report: Page, who came to prominence over anti-Trump texts she exchanged with former FBI counterintelligence official Peter Strzok while both were assigned to the Clinton and Trump investigations, stressed that senior bureau officials were also expressing anti-Clinton animus but that neither affected how agents working those cases carried out their jobs. Pages transcript is the second released in the past week by the panels ranking Republican, Douglas A. Collins (Ga.), in an effort to make public the record of the now-completed GOP-led probe of how federal law enforcement agencies conducted the two probes. -- Paul Manafort faces his second sentencing at a D.C. court this morning. A federal judge could sentence Trump's former campaign manager to up to 10 years in prison for crimes related to unregistered foreign lobbying and witness tampering, which are unrelated to Manafort's work on the Trump campaign. (ABC News) -- Bob Mueller said Michael Flynn has completed his cooperation with the special counsel's investigation. Trumps former national security adviser, however, is still helping out with another federal probe. (Reuters) -- Mueller may eventually produce two reports on his investigation, one focusing on crimes and another on alleged coordination between Russia and the Trump campaign, former federal prosecutor Nelson W. Cunningham writes for the Daily Beast. Significantly, unlike a final criminal report, a Mueller counterintelligence report cannot be bottled up. By statute it must be shared with Congress. [I]t is Muellers counterintelligence report we should really be anticipating. Done well (and Mueller and his team seem to do everything well), it will provide a much richer, broader narrative description of Russias effort to interfere in 2016, the nature of any links or cooperation between the Russians and the Trump campaign, and whether Trump or his associates were witting or unwitting assets for the Russians (including by obstructing the investigation) as well perhaps as conclusions for action. -- But ... a jittery Washington cant wait any longer for Mueller to deliver. The New York Timess Nicholas Fandos and Noah Weiland report: Television crews have been positioned outside the offices of the special counsel, the federal courthouse and, at least before they were asked to leave, the McLean, Va., home of the new attorney general, William P. Barr. Lawmakers on Capitol Hill are so desperate for hints that they are asking aides to call Justice Department contacts to beg for morsels. Publishing houses are scrambling to produce instant books of the findings.  Real information actually, any information at all from Mr. Muellers astonishingly leak-free team is almost nonexistent. The result is energetic spinning from both parties, who have stepped into the void to try to frame the next chapter of Mr. Trumps presidency. -- The New York attorney generals subpoena of Deutsche Bank is related to three loans the bank approved for the presidents company and another loan Trump sought to buy the Buffalo Bills. David A. Fahrenthold and Jonathan O'Connell report: Trump got $125 million to buy the Doral golf resort outside Miami. He got $170 million to create Trump International Hotel inside a federally owned building in Washington. And he got about $69 million from the bank in 2014 to refinance old Deutsche Bank loans on Trumps tower in Chicago. In addition, the people said, the subpoena asks for documents related to Trumps attempt to buy the Buffalo Bills in 2013 a deal that did not materialize. -- Michael Avenatti is no longer serving as Stormy Danielss attorney. Felicia Sonmez reports: Daniels said in a tweet that she has retained Tulsa-based attorney Clark Brewster as her personal attorney and has asked him to review all legal matters involving her. Guests at the safari party included not only Danilochkin but also Israel Joffe, an official at the FDA, and Li Cindy Yang, the former owner of the massage parlor at the center of an investigation that snared Patriot owner Robert Kraft and others last month, illustrating the way that Trumps private clubs offer a lightly regulated channel into the presidents social circle. -- The White House and several Republican senators are negotiating a deal that could lead to the surprising defeat of a Democratic resolution rejecting Trumps emergency declaration at the border.Seung Min Kim and Erica Werner report: Key to quelling the GOP revolt is legislation drafted by Sen. Mike Lee (R-Utah) that tries to claw back some emergency powers to Congress and whether the White House endorses some version of it. That would give Republicans who are uneasy about the constitutionality of the Feb. 15 declaration yet nervous about publicly rebuking Trump some political cover to side with the president. Although four Republican senators have already announced they will vote to nullify the presidents emergency declaration, one of them Sen. Thom Tillis (N.C.) publicly indicated Tuesday after a private meeting with Vice President Pence that he could change his position if the administration and senators strike a deal on revising the National Emergencies Act. That would be enough to kill the resolution in the Senate, provided no other GOP senators oppose Trumps declaration or alter their position. -- House Democrats presented a broad immigration proposal allowing more than 2 million immigrants the opportunity to apply for citizenship, including dreamers and those with temporary work permits who could soon be deported. Maria Sacchetti, Erica Werner and David Nakamura report: It is unclear how many immigrants would benefit from the legislation, but congressional aides said the number of dreamers probably would be similar to the 2.1 million people who would have been covered under a bipartisan Senate measure that was proposed in 2017, according to the Migration Policy Institute. -- The Trump administration is planning to close all international immigration offices in the coming months. Maria Sacchetti and Nick Miroff report: USCIS Director L. Francis Cissna said in an email to staff Tuesday that he is working to transfer those duties now performed by employees worldwide to domestic offices and the State Departments embassies and consulates. Administration officials say the move will allow them to shift resources to slash backlogs in the United States, and they estimate the government will save millions of dollars each year by phasing out USCIS international offices. But immigration advocates worry it is another Trump administration effort to discourage foreigners from attempting to come to the United States, and experts say closing the offices will shrink the nations engagement with the rest of the world. -- Two-hundred forty migrants were sent back to Mexico under an experimental policy requiring Central American migrants to stay there while U.S. asylum claims are processed. Nick Miroff reports: The policy, known as Migrant Protection Protocols, has been expanded in recent days to the Calexico port of entry in California, said Department of Homeland Security officials who spoke on the condition of anonymity to describe the implementation of the measures. Immigrant legal advocates are seeking an injunction in federal court to block [the policy], which the Trump administration says is necessary to contend with a recent surge of border crossings. -- Trumps continued demands for wall money ignore the difficulty that Customs and Border Patrol has had in hiring and retaining officers. The Cipher Briefs Walter Pincus reports: The ability to retain officers is affected by ongoing staff shortages which have required current CBP officers to work overtime. Another major retainment problem has been that some officers are required to work for years in remote areas of the border where there are few schools and a lack of jobs for spouses. Recruitment is another story. In the past, only one out of 130 [CBP] prospects ever made it all the way through the process. Today, that figure is still only about three percent. -- In El Salvador, deportees from the United States continue battling the poverty, violence and crime they hoped to escape. National Geographic's Jason Motlagh and Moises Saman documented the deportation procedures of a group of Salvadorans for this month's issue of the magazine: The deportees from the United States file out of the buses with their heads down, stripped of belts and shoelaces like criminals. Rounded up from immigration detention centers around the country, theyd been boarded onto an unmarked jet near the Texas-Mexico border early in the morning and flown more than 1,100 miles to an airport outside El Salvadors capital, San Salvador. In just four hours a perilous journey north that had taken many of the migrants years to prepare for and weeks to complete was undone. Speaker of the House Nancy Pelosi (D-Calif.) took back an office from Vice President Pence. (Bill O'Leary/The Washington Post) -- Speaker Nancy Pelosi (D-Calif.) reclaimed office space in the House that her predecessor Paul Ryan had given to Vice President Pence.NPRs Susan Davis reports: Republicans gave Pence, a former House member, a first-floor bonus office in the U.S. Capitol shortly after President Trump was inaugurated in 2017. The vice president rarely used the space, but it was a symbolic gesture of the warm relationship Pence enjoyed with Ryan and the House GOP. While Pelosi revoked Pence's office privileges, the aide said she is providing new office space for the White House legislative affairs team that it did not previously enjoy under the GOP majority. -- Pelosis assertion that impeaching Trump wouldnt be worth the ensuing political firestorm shines a light on the speakers cautious approach to oversight. Rachael Bade and Mike DeBonis report: Pelosis allies believe her skepticism about impeachment protects her moderates in swing districts, gives her an exit strategy should [Mueller] find no wrongdoing by the president, and could even strengthen her leverage if something serious arises and Pelosi reverses course to impeach him later. Tamping down impeachment talk also enables Pelosi to keep the spotlight on the Democratic agenda, she told lawmakers in a private meeting Monday night. Thats critical amid Republican efforts to cast Democrats as obsessed with ousting the president, Pelosi allies argue. Do we want to drag him down or do we want to lift people up? Pelosi asked a group of her peers during a Monday night huddle. -- Democratic lawmakers agreed to refrain from questioning Commerce Secretary Wilbur Rosss possible ethics violations during a hearing today on the Trump administrations decision to add a citizenship question to the 2020 census. He will instead be required to respond in writing. Rachael Bade reports: Democrats agreed to the billionaires request about his 2018 financial disclosure form that a U.S. government watchdog said violated his ethics agreement, according to correspondence between the two parties obtained by The Washington Post. Ross also tried in recent days to postpone the Oversight hearing to April 9, according to the correspondence. But Oversight investigators responded that the hearing had been scheduled for months and that Ross had plenty of time. -- Republicans voted on party lines to advance Trumps judicial nominee Neomi Rao to replace Brett Kavanaugh on the D.C. Circuit. She once said women could avoid becoming victims of date rape by staying sober. Rao will receive her final confirmation vote today. (HuffPost) -- After much public shaming, paid internships are a reality once again on Capitol Hill. Congress approved a maximum monthly salary of $1,800 for interns. Paul Kane reports: Paying interns used to be common practice .... but it turned into an office-by-office decision when funds were cut for deficit reduction. [A] 2017 survey showed that more than 90 percent of House offices did not pay interns, while in the Senate, 51 percent of GOP offices and 31 percent of Democratic ones paid their interns. A year later, sufficiently shamed as cheapskates, Congress bowed to the pressure, approving $14 million as an initial down payment for interns. Anti-Brexit supporters take part in a protest outside the House of Parliament in London. (Tim Ireland/AP) -- The British Parliament overwhelmingly rejected Theresa Mays Brexit plan, lowering the chances Britain will leave the European Union on March 29. William Booth and Karla Adam report: Last-minute negotiations with E.U. leaders were not enough to secure the support of hard-liners in the prime ministers Conservative Party 75 Tories voted against their leader. The loss raises questions not only about Mays authority but also about how Britain will exit the trading bloc. With just over two weeks before the Brexit deadline, the options are narrowing. Parliament will vote Wednesday on whether to leave the European Union on schedule, on March 29, without a deal European Commission President Jean-Claude Juncker told reporters ... that the union was not willing to reopen talks. -- Nicolás Maduro's regime in Venezuela announced that opposition leader Juan Guaidó is being investigated in connection with possible sabotage of the national electrical system that has left the country in a blackout for nearly a week. Mary Beth Sheridan and Anthony Faiola report: Guaidó was already under investigation for violent occurrences in the country since January, when his opposition movement took off. He brushed off the new allegations. We know who is responsible for the tragedy that our country is living, and its Maduro, he said, appearing at anti-government demonstrations around Caracas. Analysts said they doubted that the popular opposition leader would be detained. -- Luis Carlos Díaz, the Venezuelan journalist detained by police on Monday night, was released after being charged with instigating crime. Hes barred from leaving the country without authorization and must show up to court in eight days. Bloombergs Patricia Laya and Jose Orozco report: Diaz was grabbed Monday by intelligence police while biking home from Union Radio, according to his wife. -- A new document reveals the Navy and its industry partners are being held under cyber siege by Chinese hackers who have stolen national security secrets by exploiting critical weaknesses in U.S. cybersecurity systems. Wall Street Journals Gordon Lubold and Dustin Volz report: The 57-page document is especially scathing in its assessment of how the Navy has addressed cybersecurity challenges facing its contractors and subcontractors, faulting naval officials for not anticipating that adversaries would attack the defense industrial base and for not adequately informing those partners of the cyber threat. It also acknowledges a lack of full understanding about the extent of the damage. -- The AFL-CIO criticized the Green New Deal as not achievable or realistic, which could threaten 2020 Democrats support of the proposal. Colby Itkowitz, Dino Grandoni and Jeff Stein report: Support for the Green New Deal has become a benchmark for Democrats running for president. But the AFL-CIO throwing water on the plan complicates matters for Democrats who rely on labor support. Without the backing from unions or the business community, it will be a hard sell for Democrats to get it beyond grass-roots support. [AFL-CIO leaders] urged the lawmakers to include labor in conversations related to climate change, but they said such work shouldnt impinge on other priorities such as infrastructure. -- Pete Buttigiegs campaign said it saw its biggest fundraising day in the 24 hours after the mayors widely praised CNN town hall. CNNs Dan Merica reports: According to the Buttigieg aide, the mayor raised more than $600,000 from over 22,200 donations in the 24 hours after the CNN town hall. The number is even more significant, the aide said, because the committee employs 20 staffers, lean when compared to other Democratic operations. -- 2020 Democratic candidates are siding with the marijuana industry in the fight for marijuana legislation, writes Keith Humphreys: Presidential hopeful Sen. Cory Booker (D-N.J.) has introduced a bill removing marijuana from the federal Controlled Substances Act, a proposal that has been endorsed by [several] fellow Democratic candidates In a Democratic primary in which most candidates are trying to prove their left-wing credentials, it may be ironic that such a corporate-friendly form of legalization has caught on. But that may be because the implications of the proposal and the less profit-driven legalization alternatives available havent gotten much attention. Descheduling marijuana without conditions provides a handsome taxpayer-funded gift to the for-profit cannabis industry. ....a man who is considered by many to be the President with the most successful first two years in history, especially when he has done nothing wrong and impeachment is for high crimes and misdemeanors?  Donald J. Trump (@realDonaldTrump) March 13, 2019  Donald J. Trump (@realDonaldTrump) March 13, 2019 Defying voters, the Governor of California will halt all death penalty executions of 737 stone cold killers. Friends and families of the always forgotten VICTIMS are not thrilled, and neither am I!  Donald J. Trump (@realDonaldTrump) March 13, 2019 The just revealed FBI Agent Lisa Page transcripts make the Obama Justice Department look exactly like it was, a broken and corrupt machine. Hopefully, justice will finally be served. Much more to come!  Donald J. Trump (@realDonaldTrump) March 13, 2019 New letter from @MichaelCohen212 lawyer says he could have been clearer in language about pardons in hearing but stands by his statement. pic.twitter.com/FdmBB67Wws Just a reminder that rich people are able to use their money and power to open elite doors for their mediocre children that, in turn, make it far more likely that they will succeed in life. Poor people and POC are expected to be exceptional. This is not a meritocracy.  Abby D. Phillip (@abbydphillip) March 12, 2019 Meritocracy isn't really a thing to begin with, because rich parents can so easily transmit to children the ingredients it takes to succeed in \"meritocracy.\" Nonetheless, a bunch of rich parents conclude that their kids can't even succeed in rigged meritocracy. This is outrageous. But lets also acknowledge that even the perfectly legal things some parents can afford impossibly tips the scale in thier kids favor and creates a college admissions system completely tilted towards privilege and wealth. When will we have that conversation? https://t.co/sZDVMcvgZq  Charles M. Blow (@CharlesMBlow) March 12, 2019 New York State and its Governor, Andrew Cuomo, are now proud members of the group of PRESIDENTIAL HARASSERS. No wonder people are fleeing the State in record numbers. The Witch Hunt continues!  Donald J. Trump (@realDonaldTrump) March 12, 2019 The latest SDNY fishing expedition is another example of blue-state liberal prosecutors carrying out their vendetta against @realDonaldTrump. Lets be clear: These are investigations in search of a crime and their harassment has gone on for far too long. Donald Trump Jr. slammed Dick Cheney for criticizing his father's foreign policy: Former VP Cheney challenges Pence at private retreat, compares Trumps foreign policy to Obamas approach https://t.co/NSvNagFViN  Donald Trump Jr. (@DonaldJTrumpJr) March 12, 2019 Was to return today to Washington after my fathers funeral on Southwest. It was a 737 Max 8. Cancelled outraged by FAAs refusal to ground and by what my father Sam might have said: Dont be a shmuck. Take another flight. The purchases Trump celebrated in Hanoi two weeks ago included VietJet buying 100 Boeing 737 MAX jets https://t.co/6HTQ5aaKuThttps://t.co/YF3JpF6oVs The @AFLCIO, which represents 12.5 million workers & includes 55 labor unions, slams the #GreenNewDeal in a letter to @SenMarkey & @AOC: We will not accept proposals that could cause immediate harm to millions of our members and their families.  I agree with the AFL-CIO. pic.twitter.com/pEVhr9Ricr  Sen. John Barrasso (@SenJohnBarrasso) March 11, 2019 We will continue to work and partner w @AFLCIO, who is right to say that doing nothing is not an option. But until Republicans say that climate change is real, caused by humans, and demands action now, the only people they are in agreement with are Big Oil and the Koch brothers https://t.co/I7QEygTk9C 2/In a single 18-month period between 1971 and 1972, there were about FIVE terrorist bombings in America EVERY SINGLE GODDAMN DAY.https://t.co/VUnLr2IDyt 4/After the assassination of MLK in 1968 there were riots in 110 AMERICAN CITIES.https://t.co/Ud3CE3ukOLpic.twitter.com/3gjaSMVTCh ... so is Mike Pence a decent guy again? https://t.co/1SDnYLgff7 All the women candidates in the Dem Party: Im going to get out there early, work double time, develop a serious policy framework, and try to show Im not horribly unlikable just b/c Im serious. The B-named Dudes: Ill party all winter, throw a couple bruhs out and cruise in. 58% of the women serving in the US House are Girl Scout alumnae. They include fellow first-termers @LaurenUnderwood and @HornForCongress! (This explains the Girl Scout green @LaurenCoat.) pic.twitter.com/5S4TDoreJX My team surprised me with a cake made out of my favorite snacktwinkies! Looking forward to all this year has in store. pic.twitter.com/lQfyIrQ9Qe What a great moment. Happy 110th, Virginia. https://t.co/FuNZV3RRV4 Appeals court rules Ohio can defund Planned Parenthood, from Politico: A majority of the 6th Circuit Court of Appeals ruled Tuesday that Ohio can cut state funding to Planned Parenthood because the organization performs abortions, overturning a lower court ruling that blocked the state from stripping about $1.5 million of annual support from the network of clinics. The case was one of several across the country addressing attempts to cut public dollars to Planned Parenthood and other providers who offer abortions in addition to a range of health care services. The 6th Circuit's ruling affects six state public health programs in Ohio, but doesn't touch Medicaid. Four of the 11 Sixth Circuit judges who sided with Ohio in Tuesday's decision were appointed by [Trump]. Eric Murphy, the attorney who argued on Ohios behalf for cutting funding to the clinics, has since been appointed by Trump to the court and was confirmed by the Senate in early March. Trump will receive his intelligence briefing and later be briefed on drug trafficking at the southern border. He will also meet with Republican senators on trade and participate in a photo op with the White House intern class. Trump political adviser David Bossie, who became famous for his hard-edged crusades against Hillary Clinton as a Hill staffer, voiced doubts about whether this White House is prepared for House investigations: Do I see a killer team that is ready for the impeachment proceedings that are potentially coming? ... Do I think the White House is ready? From a staff standpoint, I would say no, Bossie said. Do I believe they are in the process of getting ready? Yes. (ABC News) -- It will be a little bit warmer today, but prepare for likely rains on Friday. The Capital Weather Gang forecasts: Today begins another warming trend, which really gets going tomorrow and Friday, when highs should reach well into the 60s to near 70. Scattered spring showers and a rumble of thunder may accompany the warmth on Friday, before a cooler but partly to mostly sunny weekend.  -- A white student allegedly hurled a racist slur at three black classmates in a D.C. playground, forcing a public school with a mostly white and affluent population to address its discipline policies. Perry Stein reports: The incident at Key Elementary in the Palisades neighborhood of Northwest Washington happened in October, but interviews and electronic communications between administrators and families shared with The Washington Post suggest the campus is still reeling from the aftermath. ... The student stated ''and I dont care if Im racist' after invoking the slur. The incident was reported to administrators, and the parents of the child who used the epithet were notified, but the student was not immediately disciplined, according to the investigation. ... Families from Key Elementary are grappling with how to move forward. Some families who were interviewed said they believe public and often tense conversations about race and privilege are necessary.  Stephen Colbert poked fun at the way Sen. Mitt Romney (R-Utah) blew out his birthday candles: ", "tags": ["former president", "ohio", "employment", "coming months", "wall street journal"], "related_articles": [{"title": "The Health 202: Utah is testing the Trump administration's dreams of limiting Medicaid spending", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2019/03/13/the-health-202-utah-is-testing-the-trump-administration-s-dreams-of-limiting-medicaid-spending/5c880bce1b326b2d177d6067/"}, {"title": "The Daily 202: Trump will soon be forced to issue his first two vetoes, as Congress seeks to wrest back power", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/14/daily-202-trump-will-soon-be-forced-to-issue-his-first-two-vetoes-as-congress-seeks-to-wrest-back-power/5c89afb81b326b0f7f38f16e/"}, {"title": "Power Up: Trump budget guts White House drug control office -- again", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/powerup/2019/03/13/powerup-trump-budget-guts-white-house-drug-control-office-again/5c87fc8c1b326b2d177d6063/"}]}, {"title": "The Health 202: Trump administration heads to court to defend Medicaid work requirements", "source": "the-washington-post", "date": "2019-03-14T11:29:53Z", "origContent": "Kentucky Gov. Matt Bevin (R). (Timothy D. Easley/AP) The Trump administration will appear today before a federal judge to defend one of its most consequential and controversial moves on health insurance a green light for states to require their Medicaid enrollees to work or volunteer. And the administrations prospects for success dont look great at this point, considering the judge hearing the oral arguments previously called the Department of Health and Human Services arbitrary and capricious for approving work requirements at all. U.S. District Judge Jeb Boasberg, an Obama appointee, will hear two separate but related lawsuits this morning at the federal courthouse in the District. The first is a challenge to Medicaid work requirements in Arkansas, one of just three states that have been allowed to put them into effect so far. The second is a challenge to similar requirements in Kentucky, which Boasberg blocked in June. Expect the arguments to further inflame a passionate debate among lawmakers and health-care advocates about whether the low-income Americans who benefit from the Medicaid program should be required to show that theyve obtained a job or engaged in other approved activities such as volunteering or job training. Whether its legal under federal law for states to impose such requirements is the key question at stake here. Opponents of work requirements argue it violates the spirit  and, in some cases, the text of the Social Security Act, which lays out Medicaid as a medical assistance program. A frontal assault on the objectives of Medicaid is shocking and brazen, Eliot Fishman, senior director of health policy for Families USA, told reporters earlier this week. But HHS Secretary Alex Azar and Medicaid chief Seema Verma claim work requirements are legal because they are aimed at helping people move out of poverty entirely. The agency has approved work requirements for seven states that have requested them, although only Arkansas, New Hampshire and Indiana have implemented them so far. Arkansas has become a focal point of the whole debate, as more than 18,000 of the states 234,000 Medicaid enrollees lost coverage last year either for failing to comply with the requirements or for failing to report their compliance to the state. Under the states new rules, beneficiaries lose coverage if they dont meet the requirements for three months within one year. Rep. Joe Kennedy (D-Mass.) speaks on Capitol Hill. (Jacquelyn Martin/AP) Azar said Tuesday that HHS does not yet have data as to why they fell off the program, when queried about the Arkansas situation by Rep. Joe Kennedy (D-Mass.). In a heated exchange, Kennedy asked Azar why President Trumps budget proposal this week backed enacting work requirements nationwide if it had incomplete data about the effects of the policy. Healthier people working is not the same thing as work making people healthier, Kennedy retorted. The evidence in Arkansas of work requirements causing people to fall off Medicaid could make it even harder for HHS to convince Boasberg of the validity of its position this time around. In his ruling over summer, the judge said the agency didnt adequately assess the impact of work requirements on enrollment overall. At minimum, the Secretary failed to adequately analyze coverage, Boasberg wrote. There are two basic elements to that problem: First, whether the project would cause recipients to lose coverage. Second, whether the project would help promote coverage. The Secretary, however, neglected both. And theres something else that encourages opponents of work requirements. In November, the nonpartisan panel that advises on Medicaid policy sent HHS a letter urging it to pause Arkansass work requirements until it had taken steps to help enrollees comply. The low level of reporting is a strong warning signal that the current process may not be structured in a way that provides individuals an opportunity to succeed, with high stakes for beneficiaries who fail, wrote Penny Thompson, chairman of the Medicaid and CHIP Payment and Access Commission. The policy, a key effort by outgoing FDA Commissioner Scott Gottlieb, will limit the sale of fruity and kid-friendly flavors of vaping products to stores that prohibit minors or that have adult-only sections, our Post colleague Laurie McGinley reports. Online sellers of these products will also have to tighten age verification and limit the quantities that are sold. Any companies that violate these rules will be subject to enforcement actions from the agency, which can include stripping their products from the market. Gottlieb had detailed a plan similar to the new draft guidance back in November. Gottlieb also moved up by one year the deadline for flavored e-cigarettes to get agency approval to August 2021, Laurie writes. The sales restrictions and new deadline would apply to a vast array of e-cigarette products, including those offered in flavors such as cherry and bubblegum. They would not apply to mint, menthol and tobacco flavors unless those products were being sold in a way that targeted minors because the agency says those products are most often used by adult smokers trying to quit. OOF: The leader of one of the country's largest insurers expressed openness this week to Medicare-for-all. Humana CEO Bruce Broussard said he views the idea as a potentially enormous opportunity for the health insurance industry, Insider Louisville reports. For me, I think its a great opportunity for the industry to be able to expand the population that its coordinating care with, Broussard said Tuesday at the Barclays Global Healthcare Conference in Miami Beach, Fla.  But Broussard said he would expect a Medicare-for-all plan to still involve the private sector working in conjunction with the federal government to provide care, comparing it to the way the U.S. manages its space program. And he warned that there are big, outstanding questions about how such a system would work and who would pay for it. Partnership for America's Health Care Future -- the coalition of industry groups opposing all iterations of Medicare-for-all -- pushed back against Broussard's remarks. OUCH: Nearly 100 countries reported marked surges in measles cases last year over the previous year, according to a new U.N. report. The rise was in part due to complacency among parents and unwarranted concerns about vaccination, the report found. Recent measles outbreaks have also led to questions in countries over the ramifications for families unwilling to vaccinate children, even as most countries say that decision is up to the parents, our Post colleague Rick Noack writes. A law that took effect at the beginning of 2016 in the Australian state of Victoria made vaccinations a condition for the enrollment of children in preschool, he reports. Families unwilling to have their children vaccinated were also refused access to family assistance payments, except if kids were ineligible to receive vaccinations because of allergies. In Europe, Italian lawmakers followed suit in 2017, banning children from nurseries if they had not received a total of 10 mandatory vaccinations and imposing fines on parents of unvaccinated school-age kids. In a sign of how politically divisive the issue remains, the populist Five Star Movement later suspended the rule temporarily. When that suspension order expired this week, hundreds of children were denied access to kindergartens across the country. Critics of these sort of measures say its more important to debunk conspiracy theories related to vaccines and raise public awareness to their importance. In Finland, for example, there are no mandatory vaccination policies, but efforts such as vaccination in schools and public awareness campaigns have contributed to immunization rates of 95 to 99 percent. In December, officials in the county at the center of New Yorks worst measles outbreak in decades, were compelled to ban unvaccinated children from going to schools that had vaccination rates lower than 95 percent. Months later, the parents of more than 40 of those children sued the Rockland County health department to get their children back in the classroom. But a federal judge rejected that request this week. The parents are calling it an exclusion order that has caused and continues to cause irreparable harm, our Post colleague Reis Thebault reports. U.S. District Court Judge Vincent Briccetti said it wasnt in the public interest to let them go back to class. While no one enjoys the fact that these kids are out of school, these orders have worked,\" said county attorney, Thomas Humbach, in a statement to the local Journal News. \"They have helped prevent the measles outbreak from spreading to this school population. The parents lawyer Michael Sussman told the New York Times: What Rockland County has done is remarkably irrational in every conceivable way. Rockland countys effort is the latest effort that exemplifies concern nationwide over the anti-vaccination movement. At the private Green Meadow Waldorf school, where the kids were banned, the vaccination rate was just 33 percent when the December ban took effect, Reis writes. Since then, the county said it has risen to 56 percent, though a schools spokeswoman told the Times the share was actually 83 percent either way, short of the mandated threshold.  During Azars second day on Capitol Hill this week, Democratic lawmakers spent part of the two-hour hearing grilling him on the administrations family separation policy. We continue to hear reports that family separation is still occurring, despite a judges order to stop it, Rep. Rosa DeLauro (D-Conn.), the chairwoman of the House Appropriations subcommittee said in her opening statement. We are also learning that it may have started earlier than previously known in July 2017. The administration may have separated thousands more children before Congress and the public learned of this immoral policy. She told Azar his agency is complicit with government-sponsored abuse. When asked by Rep. Mark Pocan (D-Wis.) about whether there was any funding in the Trump's latest budget request to address the issue of separated children, Azar explained there isnt an ongoing program other than the normal family separations we have because of child welfare done by [The Department of Homeland Security]. We dont have a bigger issue right now in terms of separation; we receive a relatively small number, which are according to standards which are fairly consistent with the long time history of the program, he said. He did acknowledge issues with information flows. Thats the biggest issue. I demanded back in June we put a box on the intake form any indication of separation, so theres an easy way to track that thats happened, he said. Weve asked for more information from DHS on any rationale why there was a separation because that can be useful to us. We dont decide or get to veto a separation but that helps us decide whether theres a reunification or sponsorship issue. Azar responded: Let me be very clear theres no dispute between us that children being away from their parents is a bad thing, that it poses mental health issues, he said. Thats why we have encouraged people, do not come across the border illegally. Two pharmacy benefit managers have agreed to appear before the Senate Finance Committee early next month, following an invitation from Chairman Chuck Grassley (R-Iowa) and the committees top Democrat, Ron Wyden (Ore.) to five of the country's top pharmacy middlemen who negotiate prices and coverage between insurers and drug makers.  Grassley and Wyden sent letters to Cigna, Prime Therapeutics, OptumRx, Humana, and CVS Health and CVS Caremark, inviting them to testify in an April 3 committee hearing. It will give the PBMs -- often targeted for their confusing role in the drug-pricing chain -- a chance to defend their own role, after lawmakers grilled pharmacutical executives in a hearing last month.  Sen. Martha McSally (R-Ariz.) speaks during a Senate Armed Subcommittee hearing on preventing sexual assault. (REUTERS/Joshua Roberts) Sen. Martha McSally (R-Ariz.) is asking the Air Force to have a summit on sexual assault in the military. The freshman senator, who revealed last week during a congressional hearing that she had been raped by a superior while serving in the Air Force, sent a letter to Air Force Secretary Heather Wilson calling on her to gather with senior leaders and policy experts for a discussion within the next month, our Post colleague Colby Itkowitz reports. I firmly believe that commanders must be fully responsible for preventing and responding to sexual assault in the ranks, she wrote. However, if we truly want to see aggressive change, we must take a fresh look at what else needs to be done in our approach to education, prevention, investigation and prosecution of these crimes.   She cited statistics from the Department of Defense that found in 2017, 5,277 service members reported being sexually assaulted during their military service. And these were just the women and men who bravely chose to report their assault, McSally wrote to Wilson. This is simply unacceptable. A scientist prepares to inject embryos with Cas9 protein at a lab in Shenzhen, China. (Mark Schiefelbein/AP)  The National Institutes of Health and a group of scientists and ethicists from seven countries have separately called for a moratorium on gene-editing experiments meant to alter certain heritable traits in babies. The new call for a moratorium is an acknowledgment that the many warnings emerging from conferences on the ethics of gene editing have not been sufficiently clear and emphatic and, in the case of the Chinese twins, have failed to prevent an ethical violation, he adds. Separately, NIH Director Francis Collins issued a statement supporting the call for a moratorium and told The Post this was the position of the federal government and was cleared at the highest levels. What were talking about here is one of the most fundamental moments of decision about the application of science to something of enormous societal consequence. Are we going to cross the line toward redesigning ourselves? Collins said.  The paper in Nature does not call for a permanent ban on gene editing of heritable traits. The Senate Finance Committee holds a hearing on the presidents 2020 budget request.", "tags": ["wilson", "partnership", "victoria", "critics", "men"], "related_articles": [{"title": "The Health 202: Utah is testing the Trump administration's dreams of limiting Medicaid spending", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2019/03/13/the-health-202-utah-is-testing-the-trump-administration-s-dreams-of-limiting-medicaid-spending/5c880bce1b326b2d177d6067/"}, {"title": "The parents of more than three dozen unvaccinated kids want them back in school. A judge said no. - The Washington Post", "source": "the-washington-post", "url": "https://www.washingtonpost.com/health/2019/03/14/parents-unvaccinated-kids-wanted-them-back-school-now-judge-said-no/"}, {"title": "The Daily 202: Trump will soon be forced to issue his first two vetoes, as Congress seeks to wrest back power", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/14/daily-202-trump-will-soon-be-forced-to-issue-his-first-two-vetoes-as-congress-seeks-to-wrest-back-power/5c89afb81b326b0f7f38f16e/"}]}, {"title": "EPA bans household use of deadly paint stripper, but not commercial use", "source": "cnn", "date": "2019-03-15T20:57:52Z", "origContent": "(CNN)The Environmental Protection Agency announced a ban on retail sales for household use of methylene chloride, a powerful and dangerous paint stripping chemical linked to dozens of deaths. But health advocates were disappointed that the EPA allowed its continued use in commercial settings.  The agency cited \"acute fatalities that have resulted from exposure to the chemical\" in its reasoning and said methylene chloride poses \"unreasonable health risks\" to users.  At least 64 deaths have been linked to exposure, according to Safer Chemicals, Healthy Families, which has advocated against the chemical.  Methylene chloride exposure can cause build-up of fluid in a person's lungs, headaches, dizziness and difficulty walking, according to the Centers for Disease Control and Prevention. The CDC notes that after serious or \"repeated exposures,\" the chemical can cause brain damage and at high levels of exposure, it can cause \"fainting and even death.\" If \"we determine that the risks to users of this chemical for paint and coating removal in the workplace cannot be managed, then EPA would make a legal finding again under the statute and make the appropriate risk management decision which could be banning it or restricting its use in some way,\" Alexandra Dunn, the assistant administrator for chemical safety, told reporters on a conference call.  The ban is expected to take effect in mid-to-late November.  Major retailers, including Home Depot and Lowe's, say they have already removed products containing methylene chloride from their shelves.  The American Chemistry Council said it supported the EPA's ban and consideration of \"a federally-enforceable training, certification and limited access program.\"  But the Environmental Working Group criticized the administration for making \"a significant retreat\" and not extending the ban to commercial uses. EWG attorney Melanie Benesh accused the administration of \"catering to the wishes of the chemical industry.\"", "tags": ["cdc", "agency", "risks", "death", "high levels"], "related_articles": [{"title": "EPA bans deadly chemical used in paint strippers -- but provides a loophole for commercial operators", "source": "the-washington-post", "url": "https://www.washingtonpost.com/climate-environment/2019/03/15/epa-bans-deadly-chemical-used-paint-strippers-provides-loophole-commercial-operators/"}, {"title": "Amazon removes books promoting autism cures and vaccine misinformation", "source": "nbc-news", "url": "https://www.nbcnews.com/tech/internet/amazon-removes-books-promoting-autism-cures-vaccine-misinformation-n982576"}, {"title": "Butterball recalls 78,000 pounds of ground turkey over salmonella concerns", "source": "fox-news", "url": "https://www.foxnews.com/health/butterball-recalls-78000-pounds-of-ground-turkey-over-salmonella-concerns"}]}, {"title": "Canada’s real corruption scandal: How Ottawa bungled a flawed OECD code and triggered the SNC crisis", "source": "financial-post", "date": "2019-03-15T14:32:37Z", "origContent": "There would be no corruption in a perfect world. The global economy would be a clean zone, free of crooked politicians, bribing corporations, sleazy grifters and sophisticated influence peddlers trolling through the underworld economy, skimming cash from taxpayers, citizens and shareholders. The opening words of the Organisation for Economic Co-operation and Development (OECD) anti-bribery convention, ratified by Canada in 1999, describe bribery as “a widespread phenomenon in international business transactions, including trade and investment, which raises serious moral and political concerns, undermines good governance and economic development, and distorts international competitive conditions.” It’s a watery description of purpose that could encompass most routine government policy-making. But the OECD Convention on Combating Bribery of Foreign Public Officials in International Business Transactions was portrayed in 1997 as the cornerstone of a new global effort to rid the world of corporate bribery and corruption. Fritz Heimann, legal counsel to General Electric Co. and a prime corporate lobbyist for the convention, even called it the “most significant achievement to date” in the move to reform international business. But after more than two decades in operation, the convention has left a trail of dubious results and negligible achievement. Its major impact internationally has been to install a prosecution regime that shakes down international companies for billions of dollars in penalties, as if corporations were the cause of the corruption that engulfs most of the world’s nations. Government enforcers in the United States have nailed 170 companies with US$9 billion in settlements over the past decade. In Canada, the OECD convention threatens to bring down engineering giant SNC-Lavalin Group Inc. — and Justin Trudeau’s Liberal government to boot. Adding to the perception that the Government of Canada may be guilty of wrongdoing, the OECD on Monday issued a condescending statement, saying it was “concerned” and will “closely monitor” future developments in the SNC-Lavalin case. Unfortunately, nobody seems to be closely monitoring “with concern” the OECD’s anti-bribery regime. The 36-member organization’s massive and escalating enforcement efforts against western corporations have done little, perhaps even nothing, to reduce bribery and corruption where it matters: the real world, where most nations are in various stages of corrupt disrepair. Rather than receding, national corruption levels remain unchanged since 1997 and may even be increasing, according to Transparency International’s annual corruption index. Indeed, most of the world is beset by corruption, aside from Canada, the U.S., the United Kingdom, Australia and a few European countries. But Canada’s recent arrival in the global corruption spotlight is mainly a product of the OECD convention and its bungled adoption by Ottawa under lobbying pressure from activists and some U.S. corporations. The first major bungle was by the Stephen Harper Conservatives in 2013/14, followed by the Trudeau Liberals in 2017/18. Its deeper origins, however, can be found in the bowels of Washington politics in the post-Watergate era. The OECD convention was concocted after U.S. politicians discovered their anti-corruption crusade of the 1970s — which led to the creation of the Foreign Corrupt Practices Act in 1977 — left U.S. corporations out of the running for international business deals. It’s useful to recall that corruption has a rich history around the world, including in the U.S. In light of this week’s college bribery scandal, it also exists in surprising forms. In his 1984 book Bribes: The Intellectual History of a Moral Idea, the late John Noonan sifted through thousands of years of history to document bribery as a legal and routine practice dating back to at least 1500 BC. Among the anecdotes in his 700-page work, Noonan describes the plight of Francis Bacon, the 16th-century father of the scientific method, who fell from political grace after his conviction for having enhanced his 3,000-pound income as England’s Lord High Chancellor with a bribing system that bought in 12,000 to 16,000 pounds a year from litigants. Samuel Pepys, the famous 17th-century diarist and reputed founder of the British civil service, was a “bribe-taker on a grand scale,” Noonan writes. Despite a salary of only 350 pounds, Pepys managed to accumulate a stash worth 7,000 pounds in only seven years. Through the 19th century, U.S. politics was rife with corruption. “Bribery was a way of life in this country,” Noonan states. A serious crackdown on bribery in the U.S. only began in the 20th century after a series of scandals, including the 1939 conviction of Martin Manton, a New York judge, for accepting US$186,000 from various corporations, including American Tobacco Co. The U.S. anti-corruption crusade that launched a chain of events leading to Canada’s current SNC-Lavalin crisis was triggered by the Lockheed Aircraft Corp. bribery scandal of the 1970s. Unlike previous bribery cases that involved only local officials, Lockheed had paid foreign politicians and other international fixers and greasers to secure sales of its aircraft. Other companies, including Gulf Oil, Northrop Corp. and Exxon Mobil, were also subject to high-profile congressional badgering for paying large sums to foreign politicians and officials. These U.S. multinational corporations allegedly roamed the world sowing corruption. Among the recipients were officials in West Germany, Japan, Italy, Holland, Honduras and Saudi Arabia. The key Saudi cash collector was arms dealer Adnan Khashoggi, who received more than US$100 million from Lockheed during the 1970s. During the congressional hearings, which became classic anti-corporate circuses, chief executives from scores of U.S. corporations were subject to grandstanding inquisition from politicians. New companies and foreign countries were added to the headlines: United Brands Co., Ashland Oil Co., Venezuela, Ecuador, Bolivia and Peru, among others. Throughout hearings in 1975 and 1976, the message was clear: “Corruption is the dry rot of the capitalist system,” said New York Senator Clarence Percy. Senator Frank Church, who headed what became known as the Church Committee, also saw corruption narrowly as a U.S. corporate problem. At the end of the congressional parade, the U.S. produced the Foreign Corrupt Practices Act. Signed into law by then president Jimmy Carter, the FCPA set a global precedent. “The FCPA was a pioneering statute and the first law in the world governing domestic business conduct with foreign government officials in foreign market,” Southern Illinois University (SIU) law professor Mike Koehler wrote in an Ohio State Law Journal article in 2012. A less charitable description is that the FCPA is an attempt by the U.S. to impose its laws extraterritorially and an attempt to criminally punish bribery that fails to go after the real source of the problem — a problem identified at the time by numerous government officials. A state department legal adviser, Mark Feldman, told the politicians that it would “not be advisable” to adopt an FCPA that essentially required the U.S. to hold corporations responsible for practices that were normal abroad. “That kind of legislation we would oppose,” the adviser testified, “not because we differ with the moral imperatives involved but we feel that the enforcement of such legislation would involve us in the surveillance of activities taking place in foreign countries, including the behaviour of foreign officials, and would fundamentally intrude our moral views into foreign societies which may have different conditions.” There were alternatives to the FCPA, Feldman said, such as leaving the main responsibility for enacting and enforcing criminal laws against corruption with the foreign state. The U.S. has an important role to play cooperating with other countries, but it should not be acting alone, he added. Another state department official said there were many advantages to a “multi-lateral approach” based on international agreements rather than U.S. unilateralism. But congressional leaders had little patience with an international initiative that could take years, even decades. They wanted action in 1977. The U.S., Senator William Proxmire said, has “a very, very serious corruption problem” that needed immediate attention. Whether they would succeed was not the issue. As a result, by 1997 — 20 years after adopting the FCPA — not much had changed internationally, except that major U.S. corporations began to complain they were losing out in international competitions to corporations from other countries — France, Germany and elsewhere — that seemed to turn a blind eye to corporate misbehaviour abroad. In other words, global corruption continued without the participation of U.S. corporations, which were losing business adhering to U.S. law. Enter the OECD, backed by some key U.S. corporations such as GE, as well as World Bank chief James Wolfensohn and the anti-corporate NGO Transparency International (TI). TI co-founder Frank Vogl, in Waging War on Corruption: Inside the Movement Fighting the Abuse of Power, describes some of the lobbying campaign that led to the 1997 OECD anti-bribery convention. The campaign landed in Ottawa, where Vogl and Wesley Cragg, TI Canada president and a York University professor, met with senior Canadian government officials “to encourage them to take an active lead in securing an OECD agreement and become the first government to pass a national law to ratify. Top Canadian businessmen from mining company Placer Dome, GE Canada and Bell Telephone Canada joined our presentation to senior Canadian politicians and officials. One official encouraged us hugely: then Canadian aid agency head Huguette Labelle.” Huguette Labelle in 2012.Chris Mikula/The Ottawa Citizen Labelle, who headed the now-defunct Canadian International Development Agency, went on to become a chair of Transparency International and an active campaigner for the OECD convention. Canada ratified the anti-bribery convention in 1999 by passing the Corruption of Foreign Public Officials Act. Since then, the OECD’s Working Group on Bribery has ritually hounded Canadian officials for failing to live up to the convention. In 2011, the working group delivered a 70-page critique of Ottawa’s anti-corruption activity that said a lack of resources was preventing Canada from prosecuting cases, pointing out that only one company had been pursued. The critique also noted Canada told the working group that “it is willing to consider providing for automatic debarment in the case of foreign bribery.” Therein lies the first OECD trap that ensnared SNC-Lavalin. Over the next few years, the Department of Public Works and Government Services adopted a series of administrative integrity provisions that penalized companies prosecuted for foreign corruption. Companies would be “debarred” from government contracts for 10 years if charged, let alone convicted. Debarment, in effect, became an administered double-jeopardy penalty imposed above and beyond any legal penalties set by a criminal court at the end of a trial. Corporate law firms called such moves a “game changer” in the world of corporate law. Global corruption continued without the participation of U.S. corporations, which were losing business adhering to U.S. law Michael Osborne at Toronto-based law firm Cassels Brock & Blackwell LLP said the debarment policy is fundamentally flawed because it makes no allowance for corporate reform and contrition. SIU professor Mike Koehler agrees. “I’ve long felt that Canada has a debarment issue … that should be addressed,” he said in an email. Despite legal criticisms that the integrity regime measures were, among other things, retroactive and possibly unconstitutional, the OECD-led changes to Canada’s corporate prosecution regime were enthusiastically adopted by the Harper Conservatives. As the rules were brought in, and before SNC-Lavalin was charged in 2015, nobody appears to have noticed that Ottawa had set in motion a process that could destroy companies. It was also a penalty other countries did not impose. But an RCMP commissioner outlined the seriousness of the allegations against SNC-Lavalin later that year: “Corruption of foreign officials undermines good governance and sustainable economic development.” One suspects OECD tentacles may have reached a little too deep into the Canadian legal fabric when the RCMP announces that laying charges to protect “sustainable economic development” is a criminal priority. After the SNC charges were disclosed, a slow political panic set in. Canada had apparently buckled under OECD pressure for tougher enforcement and debarments, even though other countries, including the U.S. and Britain, did not install debarment under their foreign corruption rules. Instead, the U.S. and Britain had established Deferred Prosecution Agreement (DPA) regimes that allowed companies to settle corruption charges without trial and the risk of debarment. DPAs would allow companies such as SNC-Lavalin to negotiate their way out of a foreign corruption prosecution. In its nagging note to Canada on Monday, the OECD warned Ottawa against breaching Article 5, even though both the U.S. and Britain appear to do so without reprisal Unfortunately for the Liberals and SNC-Lavalin, the new DPAs were mostly constructed along guidelines set out by the OECD’s anti-bribery regime. Under Article 5 of the OECD convention, DPAs cannot be granted if the objective is to protect “the national economic interest.” In its nagging note to Canada on Monday, the OECD warned Ottawa against breaching Article 5, even though both the U.S. and Britain appear to do so without reprisal. For example, Koehler believes the US$800-million DPA settlement Britain extracted from Rolls-Royce PLC in 2017 violated the OECD national economic interest rule. More recently, Koehler said the U.S. violated the rule when it launched an action against Chinese companies that “compete with American businesses.” By erratically following the OECD’s flawed, ineffective and ultimately troublesome attempt to rid the world of bribery and corruption, successive Canadian governments have bungled Ottawa into a needless scandal and a political crisis. And the world is no closer to corruption-free perfection than it was 40 years ago.", "tags": ["major impact", "development", "other things", "other countries", "other words"], "related_articles": [{"title": "Why a Long Democratic Primary Slugfest Might Help Re-elect Trump", "source": "the-new-york-times", "url": "https://www.nytimes.com/2019/03/13/opinion/democratic-primary-rules-trump-2020.html"}, {"title": "Georgia editorial roundup", "source": "associated-press", "url": "https://apnews.com/b13b5ec292da41eabd7e84e776b3db92"}, {"title": "Ottawa heading to trial in class action lawsuit by residential school day scholars", "source": "cbc-news", "url": "https://www.cbc.ca/news/indigenous/day-scholars-residential-schools-class-action-1.5057478"}]}, {"title": "U.S. manufacturing sector slowing as economy loses steam", "source": "reuters", "date": "2019-03-15T16:52:52Z", "origContent": "WASHINGTON (Reuters) - U.S. manufacturing output fell for a second straight month in February and factory activity in New York state hit nearly a two-year low this month, offering further evidence of a sharp slowdown in economic growth early in the first quarter.  The reports on Friday extended the streak of weak data and underscored the Federal Reserve’s “patient” stance towards further interest rate increases this year. Fed officials are scheduled to meet next Tuesday and Wednesday to assess the economy and deliberate on the future course of monetary policy. The U.S. central bank raised rates four times last year.  “The economy is spinning its wheels and not gaining any traction yet in this soft patch produced by trade wars and stock market turbulence and the government shutdown,” said Chris Rupkey, chief economist at MUFG in New York.  “Thank God Fed officials were smart enough to take their foot off the rate hikes accelerator.”  The Fed said manufacturing production dropped 0.4 percent last month, held down by declines in the output of motor vehicles, machinery and furniture. Data for January was revised up to show output at factories falling 0.5 percent instead of slumping 0.9 percent as previously reported.  It was the first back-to-back decline since mid-2017.  Economists polled by Reuters had forecast manufacturing output rising 0.3 percent in February. Production at factories increased 1.0 percent in February from a year ago. Manufacturing accounts for about 12 percent of the economy.  Motor vehicles and parts output slipped 0.1 percent last month after tumbling 7.6 percent in January. Excluding motor vehicles and parts, manufacturing output fell 0.4 percent last month, the largest decrease in nearly a year.  February’s drop in manufacturing production added to soft reports ranging from retail sales to housing in suggesting the economy lost significant momentum early in the first quarter.  The Atlanta Fed is forecasting gross domestic product will rise at a 0.4 percent annualized rate in the first quarter. GDP grew at a 2.6 percent pace in the fourth quarter.  The economy is losing steam as the stimulus from last year’s $1.5 trillion tax cut package fades. Activity is also being crimped by a trade war between the United States and China as well as by last year’s surge in the dollar and softening global economic growth, which are hurting exports.  These factors, together with a 35-day partial shutdown of the U.S. government that ended on Jan. 25, have spilled over to the manufacturing sector.  In a separate report on Friday, the New York Fed said its general business conditions index fell 5.1 points to a reading of 3.7 in February, the lowest since May 2017. It was the third consecutive monthly reading below 10, which the New York Fed said suggested “that growth has remained quite a bit slower so far this year than it was for most of 2018.”  A reading above zero indicates expansion in the region’s manufacturing sector. The survey’s new orders index fell 4.5 points to 3.0 in March. The weakness reported by the New York Fed also suggests that national factory activity remained sluggish this month after slowing sharply in February.  The Institute for Supply Management (ISM) reported this month that its measure of national manufacturing activity dropped to more than a two-year low in February, with a steep decline in the new orders component.  The dollar was weaker against a basket of currencies on Friday, while U.S. Treasury prices rose. Stocks on Wall Street were trading higher.  But there was some good economic news.  In a third report on Friday, the University of Michigan said its consumer sentiment index rose to a reading of 97.8 in early March from 93.8 in February. Strong consumer sentiment bodes well for consumer spending in the months ahead after spending appeared to have retrenched early in the first quarter.  A fourth report from the Labor Department showed job openings, a measure of labor demand, rose by 102,000 to a seasonally adjusted 7.58 million in January. That was not far from the record high 7.63 million in November.  The high level of vacancies suggests a shortage of workers that could further boost wage growth. Annual wage growth in February was the best since 2009. But the scarcity of workers could be another constrain for manufacturing and economy.  “In addition to trade, risks to manufacturing stem from the labor market, as the scarce supply of workers will also limit growth,” said Stephen Ciccarella, a senior economist at Moody’s Analytics in West Chester, Pennsylvania. “We expect this headwind to intensify over the next few quarters as the labor market continues to tighten.”  The drop in manufacturing output last month was offset by gains in utilities and mining, leading to a 0.1 percent rise in industrial production. In January, industrial output fell 0.4 percent.  Capacity utilization for the manufacturing sector, a measure of how fully firms are using their resources, fell to a nine-month low of 75.4 percent in February from 75.8 percent in January.  Overall capacity use for the industrial sector dipped to 78.2 percent from 78.3 percent in January, keeping inflation in check. Officials at the Fed tend to look at capacity use measures for signals of how much “slack” remains in the economy how far growth has room to run before it becomes inflationary. ", "tags": ["senior economist", "motor vehicles", "industrial output", "last year", "trade war"], "related_articles": [{"title": "U.S. manufacturing sector slowing as economy loses momentum", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QW1UL"}, {"title": "Take Five: Shall we try again? World markets themes for the week ahead", "source": "reuters", "url": "https://www.reuters.com/article/us-global-markets-themes-idUSKCN1QW1ZP"}, {"title": "A trade deal won't save the world's largest economies from slowing down this year", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/us-china-trade-deal-wont-save-economies-from-slowing-down-2019-3-1028031782"}]}, {"title": "U.S. manufacturing sector slowing as economy loses momentum", "source": "reuters", "date": "2019-03-15T13:55:27Z", "origContent": "WASHINGTON (Reuters) - U.S. manufacturing output fell for a second straight month in February and factory activity in New York state was weaker than expected this month, offering further evidence of a sharp slowdown in economic growth early in the first quarter.  The reports on Friday extended the streak of weak economic data and underscored the Federal Reserve’s “patient” stance toward further interest rate increases this year. Fed officials are scheduled to meet next Tuesday and Wednesday to assess the economy and deliberate on the future course of monetary policy. The U.S. central bank raised rates four times last year.  The Fed said manufacturing production dropped 0.4 percent last month, held down by declines in the output of motor vehicles, machinery and furniture. Data for January was revised up to show output at factories falling 0.5 percent instead of slumping 0.9 percent as previously reported.  Economists polled by Reuters had forecast manufacturing output rising 0.3 percent in February. Production at factories increased 1.0 percent in February from a year ago. Manufacturing accounts for about 12 percent of the economy.  Motor vehicles and parts output slipped 0.1 percent last month after tumbling 7.6 percent in January. Excluding motor vehicles and parts, manufacturing output fell 0.4 percent last month.  February’s drop in manufacturing production added to soft reports ranging from retail sales to housing in suggesting the economy lost significant momentum early in the first quarter. Goldman Sachs is forecasting gross domestic product will rise at a 0.6 percent annualized rate in the first quarter. The economy grew at a 2.6 percent pace in the fourth quarter.  U.S. financial markets were little moved by the factory data.  In a separate report on Friday, the New York Fed said its general business conditions index fell 5.1 points to a reading of 3.7 in February. It was the third consecutive monthly reading below 10, which the New York Fed said suggested “that growth has remained quite a bit slower so far this year than it was for most of 2018.”  A reading above zero indicates growth in the region’s manufacturing sector. The survey’s new orders index fell 4.5 points to 3.0 in March. The weakness reported by the New York Fed also suggests that national factory activity remained sluggish this month after slowing sharply in February.  The Institute for Supply Management (ISM) reported this month that its measure of national manufacturing activity dropped to more than a two-year low in February, with a sharp decline in the new orders component.  Manufacturing is losing steam as the boost to capital spending from last year’s $1.5 trillion tax cut package fades. Activity is also being crimped by a trade war between the United States and China as well as by last year’s surge in the dollar and softening global economic growth, which are hurting exports.  The drop in manufacturing output last month was offset by gains in utilities and mining, leading to a 0.1 percent rise in industrial production. Industrial output fell 0.4 percent in January.  Utilities output rebounded 3.7 percent last month as cold temperatures boosted demand for heating. Utilities output dropped 0.9 percent in the prior month. Mining output rose 0.3 percent last month, matching January’s increase.  Oil and gas well drilling increased 2.8 percent in February after two straight monthly declines.  Capacity utilization for the manufacturing sector, a measure of how fully firms are using their resources, fell to 75.4 percent last month, the lowest level since May 2018, from 75.8 percent in January.  Overall capacity use for the industrial sector dipped to 78.2 percent from 78.3 percent in January. It is 1.6 percentage points below its 1972-2017 average.  Officials at the Fed tend to look at capacity use measures for signals of how much “slack” remains in the economy how far growth has room to run before it becomes inflationary. ", "tags": ["financial markets", "motor vehicles", "industrial output", "last year", "trade war"], "related_articles": [{"title": "U.S. manufacturing sector slowing as economy loses steam", "source": "reuters", "url": "https://in.reuters.com/article/usa-economy-idINKCN1QW1YB"}, {"title": "Take Five: Shall we try again? World markets themes for the week ahead", "source": "reuters", "url": "https://www.reuters.com/article/us-global-markets-themes-idUSKCN1QW1ZP"}, {"title": "A trade deal won't save the world's largest economies from slowing down this year", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/us-china-trade-deal-wont-save-economies-from-slowing-down-2019-3-1028031782"}]}, {"title": "Power Up: Trump budget guts White House drug control office -- again", "source": "the-washington-post", "date": "2019-03-13T10:17:08Z", "origContent": "I do not believe that a civilized society can claim to be a leader in the world as long as its government continues to sanction the premeditated and discriminatory execution of its people, Newsom said in a statement accompanying an executive order.  THE OPIOID CRISIS: Every year since taking office, President Trump has proposed gutting the office charged with coordinating the response to the nation's opioid crisis. His 2020 budget is no different: it seeks to slash the Office of National Drug Control Policy by 95 percent  even as a record high of 70,000 people died from overdoses in 2017.   Trump has proposed moving two major grant programs out of ONDCP and sharp cuts to Medicaid, the core program providing health care for people suffering from substance-abuse disorder. The president also wants to impose work requirements on Medicaid recipients while slashing drug prevention efforts at the Justice Department, moves that fly in the face of Trump's 2016 campaign promise to solve the opioid epidemic.  Overall, Trump's budget proposes slashing prevention efforts by 5 percent across agencies and increasing interdiction efforts.  The budget plan does propose some new funding to fight the opioid crisis, including $245 million over 10 years to let states 'extend Medicaid coverage for pregnant women with substance use disorder to one year postpartum, Vox's German Lopez reports. Last year, his budget plan called for an additional $7 billion for 2019. This years budget proposal drops that request with no explanation as to why that money is no longer necessary. Reminder: The White House Council of Economic Advisers has previously stated the opioid epidemic has cost the U.S. $504 billion in economic losses.  Congress has consistently rejected proposals to dismantle ONDCP and lawmakers have argued that moving major grant programs like the High Intensity Drug Trafficking Areas (HIDTA) and the Drug Free Communities grants to DOJ and the Health and Human Services Department would deprioritize them. Trump's latest drug czar, Jim Carroll, told lawmakers last year during his confirmation hearing that he would have pounded on the table to keep HIDTA at ONDCP.  Last week, however, Carroll declined to say whether he still supports keeping HIDTA and DFC under the office, Politico's Brianna Ehley reports.  Once again, Team Trump has proven they only care whether people *think* they're trying to end the opioid crisis, a former government official who worked on the opioids' issue under Trump told Power Up. It's a real letdown for the people who were counting on President Trump to actually help people struggling with opioid addiction. This is the administration once again articulating its skewed priorities on manufactured crises like border security and defense at the expense of real ones like overdose and the spread of infectious disease,\" Leo Beletsky, an associate professor of law and health sciences at Northeastern University, told us.  Nothing in the Presidents budget would threaten the proven, effective counter-drug programs ONDCP oversees,\" ONDCP spokesperson Peter Hoffman told Politico's Dan Diamond. \"In fact, the overall drug control funding request is an increase of more than a billion dollars from the previous year.\" Last week during a hearing before the House Oversight Committee, Triana McNeil, the acting director of strategic issues at the Government Accountability Office, told Congress that the ONDCP's National Drug Control Strategy released in January is completely void of any performance measurement system and lacked accountability.   There is both a leadership vacuum and a competence vacuum at the head of ONDCP, Oversight Chairman Elijah Cummings (D-Md.) told Carroll at the hearing.  Carroll also acknowledged \"there wasn't really that much money associated with the declaration\" a national emergency on opioids, but it was meant to ensure \"Americans understood what we're facing.\" Republicans, meanwhile, used the opportunity to argue passionately for President Trump's national emergency declaration to build a border wall, according to my colleague Paige Winfield Cunningham.  Big: The Post is out with this morning with an investigation on the failure of the Obama administration to contain the fentanyl crisis. My colleagues Scott Higham, Sari Horowitz and Katie Zezima report that in May 2016, 11 public health officials urged the Obama administration to declare a national emergency to train a laser-like focus on the deadly synthetic drug. \"The administration considered the request but did not act on it,\" they write in a piece titled \"The Fentanyl Failure.\" \"The decision was one in a series of missed opportunities, oversights and half-measures by federal officials who failed to grasp how quickly fentanyl was creating another and far more fatal wave of the opioid epidemic,\" my colleagues write. \"If current trends continue, the annual death toll from fentanyl will soon approach those from guns or traffic accidents.\" #BREXITSHAMBLES CONTINUES: British lawmakers *still* haven't been able to reach agreement on how to leave the European Union. Three years after the original Brexit vote and two weeks before the deadline for leaving the European Union on schedule, the British parliament rejected Prime Minister Theresa May's tweaked Brexit deal.  Last-minute negotiations with the E.U. were not enough to secure the support of hard-liners in the prime ministers own Conservative Party 75 Tories voted against their leader, my colleagues across the pond, William Booth and Karla Adam, report.  Next steps: Parliament will vote Wednesday on whether to leave the E.U. on schedule, on March 29, without a deal a scenario that could create economic havoc for Britain and, to lesser degree, Europe. Boris Johnson, a leading Brexiteer and the former British foreign secretary, continued to push for a no-deal Brexit calling it the only safe path to self-respect. Lawmakers are still seeking a managed withdrawal, per Booth and Adam. However, both May and European Commission President Jean-Claude Juncker, appeared to have reached their limits on negotiations.  There will be no new negotiations, Juncker told reporters after meeting with May in Strasbourg on Monday nightm signaling the E.U. was done with talks. I profoundly regret the decision that this House has taken tonight, May said, addressing parliament after Tuesday's vote. Let me be clear: Voting against leaving without a deal and for an extension does not solve the problems we face. The E.U. will want to know what use we mean to make of such an extension and this House will have to answer that question, she added.  Key: Anti-Brexit lawmakers hope that if Britains departure is delayed, momentum will build for a second referendum a do-over to ask voters whether they really want to leave. Although Labour has endorsed a second referendum, there does not appear to be majority support for it in Parliament, Booth and Adam report.  So, what happens to May? Labour party leader Jeremy Corbyn said that May had run down the clock and that he deal was dead. and Conservative political Charles Walker told the BBC that he believed there would be a general election within a matter of days or weeks if May's deal was rejected.  What's the hold up?: Much of the dissent and last-minute wrangling over Mrs May's deal revolved around the so-called backstop. Both sides have committed to avoiding the return of a hard border physical checks or infrastructure between Northern Ireland and the Republic of Ireland, per the BBC. At present, goods and services are traded between the two jurisdictions on the island of Ireland with few restrictions. The UK and the Republic of Ireland are both part of the EU single market and customs union, so products don't need to be inspected for customs and standards. If the UK leaves, that changes. UK PM Theresa May says MPs now face \"an unenviable choice\" of what to do next, stressing that \"voting against the deal and for an extension does not solve the problem\"#BrexitVote latest: https://t.co/B1iEVm5bdmpic.twitter.com/MKfBMfiO1Q Boeing crash fallout: What grounded planes mean for air travel https://t.co/keuTDyzbKEpic.twitter.com/RNNtzIdCn6 \"UNCONSCIONABLE: The Federal Aviation Administration announced last night that the Boeing 737 Max 8 can continue to fly, even as at least 10 other countries around the world have grounded the plane that has killed over 300 people. Thus far, our review shows no systemic performance issues and provides no basis to order grounding the aircraft, FAA Administrator Daniel Elwell said in a statement. Nor have other civil aviation authorities provided data to us that would warrant action. An investigation by the Dallas Morning News, however, begs to differ.  Pilots repeatedly voiced safety concerns about the Boeing 737 Max 8 to federal authorities, with one captain calling the flight manual 'inadequate and almost criminally insufficient' several months before Sunday's Ethiopian Air crash that killed 157 people,\"  Cary Aspinwall, Ariana Giorgi and Dom DiFurio report. The News found at least five complaints about the Boeing model in a federal database where pilots can voluntarily report about aviation incidents without fear of repercussions. The disclosures found by The News reference problems during Boeing 737 Max 8 flights with an autopilot system, and they were all during takeoff and nose-down situations while trying to gain altitude. While records show these flights occurred during October and November, the information about which airlines the pilots were flying for is redacted from the database. Records show a captain who flies the Max 8 complained in November that it was 'unconscionable' that the company and federal authorities allowed pilots to fly the planes without adequate training or fully disclosing information about how its systems were different from other planes, they report.  Out of an abundance of caution for the flying public, the @FAANews should ground the 737 MAX 8 until we investigate the causes of recent crashes and ensure the planes airworthiness. BOEING'S INFLUENCE: Democratic and Republican lawmakers including Sen. Mitt Romney (R-Utah) urged Boeing to follow the world's lead and ground the 737 Max 8. The president, a self-proclaimed expert in aviation who counts a former Boeing executive as a member of his cabinet, tweeted following the crash in Ethiopia that \"Airplanes are becoming far too complex to fly\" and that he wanted \"great flying professionals that are allowed to easily and quickly take control of a plane,\" perhaps hinting at \"where Trump might stand as the U.S. government faces pressure to ground the Boeing 737 Max 8 plane,\" writes my colleague Toluse Olorunnipa.  Other senators calling for the aerospace giant to stop flying the planes: Dianne Feinstein (D-Calif.), Richard Blumenthal (D-Conn.), Elizabeth Warren (D-Mass.) and Ted Cruz (R-Texas).  Further investigation may reveal that mechanical issues were not the cause, but until that time, our first priority must be the safety of the flying public, Cruz told Politico's Melanie Zanona and Brianna Gurciullo. Warren, who is seeking the Democratic presidential nomination, also called on Congress to hold hearings and noted that the Boeing 737 Max 'is a major driver of Boeing profits, reported The Post's John Wagner.  Zinger: In the coming weeks and months, Congress should hold hearings on whether an Administration that famously refused to stand up to Saudi Arabia to protect Boeing arms sales has once again put lives at risk for the same reason, Warren said. Boeing is a major player in Washington with a direct line into the president  they spent $15 million on lobbying efforts in D.C. last year: Boeing chief Dennis Muilenburg has worked to cultivate a relationship with the president, although it has sometimes been uneasy,\" the New York Times reports. Muilenburg visited Trump in Mar-a-Lago after he criticized Boeing for the cost of building new Air Force One planes.  It was a terrific conversation,' Mr. Muilenburg told reporters after the meeting, explaining that he had given Mr. Trump 'my personal commitment' that Boeing would build new Air Force One planes for less than the $4 billion estimate.  Weeks after the conversation, Boeing donated $1 million to Mr. Trumps inaugural committee. The company had donated the same amount to help finance President Barack Obamas inauguration in 2013.  Home court advantage: The individual lawmaker receiving the most from Boeing in the 2018 cycle was Sen. Maria Cantwell (D) of Washington state, who collected $54,000. Ranking second among individuals was then-Sen. Claire McCaskill (D-Mo.) with $48,000 and placing third was Sen. Bob Casey (D-Pa.) with $38,000. Lobbying:Boeing's lobbying investment dipped slightly in 2018 compared to previous years. The company spent $15 million on persuasion campaigns last year compared to $16.7 million in 2017; $17 million in 2016 and a recent high of $22 million in 2015. FaceTime: Receiving the most amount of Boeing's lobbying largesse in 2018 was Norm Dicks & Assoc., headed by ex-Rep. Norm Dicks (D-Wash.), a longtime House Appropriations panel member and former chair of the Defense Appropriations subcommittee. Kicker: Transportation Secretary Elaine Chao appears fine with the Max, having flown on the plane back from Austin on Tuesday. \"Operation Varsity Blues\": A biopic I would watch: \"Desperate Housewives\" and \"Full House\" intersect at the center of an allegedly widespread multimillion dollar bribery scheme -- the largest ever college admissions scam -- that allowed underperforming kids from wealthy families entrance to prestigious universities. Actresses Felicity Huffman and Lori Loughlin were among 50 people charged Tuesday in in an operation accidentally uncovered last year by the FBI, according to my colleagues Devlin Barrett and Matt Zapotosky. \"The schemes chief architect, William Singer, pleaded guilty in federal court Tuesday. Officials described Singer as a well-connected college admissions adviser and say he disguised the bribery scheme as a charity, enabling parents to deduct the bribes from their taxes.\" This paragraph from the college bribe complaint just about says it all. https://t.co/quZ7nerEQUpic.twitter.com/24eha2bcqP", "tags": ["spread", "safety concerns", "infrastructure", "other countries", "max"], "related_articles": [{"title": "The Health 202: Utah is testing the Trump administration's dreams of limiting Medicaid spending", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2019/03/13/the-health-202-utah-is-testing-the-trump-administration-s-dreams-of-limiting-medicaid-spending/5c880bce1b326b2d177d6067/"}, {"title": "Grounding a global fleet: Boeing faces its biggest challenge", "source": "financial-times", "url": "https://www.ft.com/content/53b2142a-4711-11e9-b168-96a37d002cd3"}, {"title": "The Daily 202: Russia may experiment with new forms of interference in Ukraine’s elections, experts warn", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/13/daily-202-russia-may-experiment-with-new-forms-of-interference-in-ukraine-s-elections-experts-warn/5c87d39a1b326b2d177d6060/"}]}, {"title": "Instagrammers loved one Victoria's Secret post that broke the mold — and it could reveal a comeback strategy for the struggling brand (LB)", "source": "business-insider", "date": "2019-03-13T15:21:51Z", "origContent": "Model Barbara Palvin starred in this particularly popular Victoria's Secret Instagram post.  On Monday, Victoria's Secret posted a photograph of model Barbara Palvin to its Instagram page. While Palvin is not a plus-size model — she also appeared in the brand's recent runway show — Instagrammers celebrated the post for being more body-inclusive, as they perceived her to be curvier than some of its other models.   \"This model actually looks healthy..& I'm loving it!\" one Instagram user wrote. \"At last! A real human body,\" another said.   A group of Bernstein analysts, led by Jamie Merriman, was quick to point out how successful the post has been.   \"While this was just one Instagram post, not even Palvin's first for the brand, and not one that actually featured a plus-sized model, it demonstrates that the customer does respond to Victoria's Secret in a positive way, and with well above average levels of engagement, when the brand is perceived to be more inclusive,\" they said.   Victoria's Secret has come under scrutiny in recent months and increasingly been accused of losing relevance among shoppers as its hypersexualized ads and racy runway shows have failed to resonate in the era of #MeToo.   This came to a head in November after a Vogue interview with Ed Razek, the chief marketing officer of L Brands, went viral online. Razek told the interviewer that he didn't think the company's annual fashion show should feature \"transsexuals\" because the show was a \"fantasy.\"   \"It's a 42-minute entertainment special,\" he said. \"That's what it is.\"   Last month, Victoria's Secret parent company L Brands reported fourth-quarter earnings. Same-store sales at Victoria's Secret were down 3% during the quarter and 3% overall in 2018. L Brands also announced that it would be closing as many as 53 of its stores this year, citing a \"decline in performance\" as the reasoning.   At the same time as Victoria's Secret sales are declining, brands better known for advocating body positivity, such as American Eagle's Aerie and ThirdLove (which is becoming increasingly critical of Victoria's Secret), have gained market share.   Despite this, Victoria's Secret still remains the No.1 lingerie retailer in US and has the power — via its large store base and massive social media following — to win back these shoppers.   \"If only they will take it,\" the analysts wrote.", "tags": ["razek", "feature transsexuals", "closing many stores", "same store sales", "american eagle"], "related_articles": [{"title": "Victoria's Secret has named its newest Angel just days after fans applauded the brand for featuring her in a more body-positive Instagram post (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-new-angel-barbara-palvin-2019-3"}, {"title": "Former Victoria's Secret executives reveal the likely reason why the company's marketing chief didn't step down after making controversial comments about transgender models, despite widespread backlash (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-why-ed-razek-didnt-resign-execs-say-2019-3"}, {"title": "Victoria Beckham: ‘Love or hate us, we work really hard’", "source": "financial-times", "url": "https://www.ft.com/content/4a61902e-44f2-11e9-b168-96a37d002cd3"}]}]}