{"topterms": [["mkt_moving", 18], ["daily dispatch", 11], ["daily newsletterupgrade", 11], ["public debate", 8], ["blasio work", 8], ["social media", 8], ["new city", 8], ["white house", 7], ["long term", 7], ["president trump", 7]], "articles": [{"title": "Trump-Kim summit ends abruptly with no deal: 'I'd rather do it right than do it fast'", "source": "fox-news", "date": "2019-02-28T10:06:42Z", "origContent": "NO DEAL: President Trump abruptly walked away from negotiations with North Korean leader Kim Jong Un in Vietnam with no deal and headed back to Washington, saying the U.S. is unwilling to meet Kim's' demand of lifting all sanctions on the rogue regime without first securing its meaningful commitment to denuclearization ... Trump, speaking in Hanoi, said the U.S. asked Kim to do more regarding his intentions to denuclearize and “he was unprepared to do that.” “Sometimes you have to walk,” Trump said.\r\nTrump said the summit fell through after the North demanded a full removal of U.S.-led international sanctions in exchange for the shuttering of the North's Yongbyon nuclear facility. Trump and Secretary of State Mike Pompeo told reporters that the U.S. wasn't willing to make a deal without the North committing to giving up its secretive nuclear facilities outside Yongbyon as well as its missile and warheads program. The president told reporters that Kim promised he would not resume nuclear and missile testing and Trump said he was taking Kim’s word for it.\r\nCONVICTED LIAR COHEN: TRUMP IS A RACIST, CON MAN AND A CHEAT - Michael Cohen, the former fixer about to begin a three-year prison term, denounced President Trump during an explosive congressional hearing Wednesday with a series of allegations, calling his former boss a racist, testifying he was aware of adviser Roger Stone's talks with WikiLeaks about stolen Democratic emails during the 2016 campaign and alleging he oversaw an array of illicit schemes during the 10 years they worked together ... \"He is a racist. He is a conman. And he is a cheat,\" Cohen testified. Still, Trump's former personal lawyer stopped short of saying he had evidence that Trump's presidential campaign colluded with Russia in 2016, asserting he had only “suspicions.\"\r\nRepublicans on the House Oversight Committee repeatedly poked holes in Cohen's credibility, pointing out that he has been convicted for lying to Congress and suggesting he turned against Trump only after not landing a White House job. Cohen is set to testify in private before the House Intelligence Committee on Thursday. He is scheduled to report to prison May 6 to start serving a three-year sentence for campaign finance and other violations.\r\n'IMPRESSED' TRUMP SLAMS 'FAKE' COHEN HEARING: President Trump, speaking at a news conference in Vietnam after his summit with Kim Jong Un ended early, said he was a \"little impressed\" that Michael Cohen told Congress there was \"no collusion\" between his presidential campaign and Russia ... Trump said Cohen lied so much during the hearing that he was a bit surprised that he did not lie about Russian collusion allegations. \"He decided to give 95 percent effort instead of 100 percent,\" Trump said. The president slammed the hearing as \"fake\" and said it was a \"terrible thing\" for Democrats to hold it during the summit. \"No American president should ever have to go through this,\" he said. \"It's a terrible thing for the country.\"\r\nBETO'S BIG DECISION: Former Texas Rep. Beto O'Rourke said Wednesday that he has made up his mind about his political future, raising expectations that he will be the latest Democrat to jump into the crowded race for the party's 2020 presidential nomination ... \"[Wife] Amy and I have made a decision about how we can best serve our country,\" the 46-year-old O'Rourke said in a statement. \"We are excited to share it with everyone soon.\" The statement was first obtained by the Dallas Morning News, which reported that O'Rourke would not pursue a potential challenge to Sen. John Cornyn, the No. 2 Republican in Congress' upper chamber.\r\nPETA WANTS AOC TO MAKE A 'VEGAN GREEN NEW DEAL': The animal rights group People for the Ethical Treatment of Animals (PETA) has sent a letter to Rep. Alexandria Ocasio-Cortez, D-N.Y., praising her push for a Green New Deal and asking the congresswoman to promote more vegan food policies ... The activist group made its case to Ocasio-Cortez to help it “reclaim the Earth.” It wants to limit the country’s dependence on an animal food supply to help curb greenhouse emissions and provide Americans with what the group called “healthful eating.” “Because animal agriculture not only is devastating to animals but also poisons the environment and makes Americans sick, what we need is a Vegan Green New Deal,” PETA President Ingrid Newkirk said in a statement.\r\nPLATFORM FOR A CONVICTED LIAR -  \"Clinton operative Lanny Davis has persuaded the chairman of the [House] Oversight Committee to give a convicted felon a forum to tell stories and lie about the president of the United States, so they can all start their impeachment process. Mr. Chairman, we are better than this. We are better than this.\" – U.S. Rep. Jim Jordan, in his opening statement for the hearing involving former Trump personal attorney Michael Cohen.WATCH\r\nTODAY'S MUST-READSVirginia's first lady under fire after allegedly handing out cotton to visiting black students.Husband of Michigan TV meteorologist who committed suicide breaks silence.Return of 'Momo suicide challenge' sparks fear among parents.\r\nMINDING YOUR BUSINESSElon Musk teases Tesla news, changes Twitter handle.Democrats unveil sweeping Medicare-for-all health care overhaul.Bill Gates sounds off on universal basic income.\r\nJudge Nap Interviews Lawyer for Family of US-Born 'ISIS Bride'Judge Andrew Napolitano interviews Hassan Shibly, the attorney for the family of the American-born woman who left the country and married a trio of ISIS militants, on “Liberty File” on Fox Nation. Watch a preview of the show now.\r\nFox & Friends, 6 a.m. ET: Fallout from the Trump-Kim summit in Vietnam; U.S. Rep. Chip Roy, R-Texas; Fox Nation host Tomi Lahren on the murder of a young woman vacationing in Mexico.\r\nMornings with Maria, 6 a.m. ET: Live coverage of the aftermath of President Trump's summit with North Korean leader Kim Jong Un.\r\nVarney & Co., 9 a.m. ET: Gen. Jack Keane, retired four-star general and former vice chief of staff of the U.S. Army, and Fred Fleitz, president and CEO of the Center for Security Policy.\r\nCountdown to the Closing Bell with Liz Claman, 3 p.m. ET: Clifford D. May, president and founder of the Foundation for Defense of Democracies.\r\nThe Brian Kilmeade Show, 9 a.m. ET: The Trump-Kim summit and the Michael Cohen hearing will be dissected by the following guests: former U.S. Rep. Jason Chaffetz, R-Utah, and Fox News contributor;  U.S. Rep. Ralph Norman, R-S.C.; Chris Wallace, \"Fox News Sunday\" host; former U.S. Rep. Darrell Issa, R-Calif.; Kennedy, Fox Business host; Jonathan Swan, national political reporter for Axios; Secretary of Energy Rick Perry on the \"Green New Deal.\"\r\nThe Todd Starnes Show, Noon ET: Todd Starnes will discuss the latest developments following Michael Cohen’s Capitol Hill testimony, and Tim Wildmon, president of the American Family Association, will discuss whether Walmart has taken a stand in the culture war.\r\nThe Tom Shillue Show, 3 p.m. ET: February is American Heart Month. Dr. Kelly Powers, surgeon and health reporter, tells Tom Shillue about her own recent health scare.\r\n#TheFlashback1993: A gunbattle erupts at a religious compound near Waco, Texas, when agents from the Bureau of Alcohol, Tobacco and Firearms try to arrest Branch Davidian leader David Koresh on weapons charges; four agents and six Davidians are killed as a 51-day standoff begins.1953: Scientists James D. Watson and Francis H.C. Crick announce they have discovered the double-helix structure of DNA.1849: The California gold rush begins in earnest as regular steamship service starts bringing gold-seekers to San Francisco\r\nFox News First is compiled by Fox News' Bryan Robinson. Thank you for joining us! Have a good day! We'll see you in your inbox first thing Friday morning.", "tags": ["personal lawyer", "first lady", "todd starnes", "soon statement", "intentions denuclearize"], "related_articles": [{"title": "Trump still sees North Korea deal ‘down the line'; How Cohen shot down the 'collusion' narrative", "source": "fox-news", "url": "https://www.foxnews.com/us/trump-still-sees-north-korea-deal-down-the-line-how-cohen-shot-down-the-collusion-narrative"}, {"title": "6 takeaways from the Michael Cohen hearing", "source": "cnn", "url": "https://www.cnn.com/2019/02/27/politics/michael-cohen-hearing-takeaways/index.html"}, {"title": "The Daily 202: Michael Cohen hearing showcased fresh faces – and the significance of divided government", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/28/daily-202-michael-cohen-hearing-showcased-fresh-faces-and-the-significance-of-divided-government/5c76c8a81b326b2d177d5f76/"}]}, {"title": "'We must be saints,' young Catholic says about surviving scandal", "source": "cbc-news", "date": "2019-03-03T12:00:00Z", "origContent": "In February 2019, an abuse summit took place in Rome to address the global problem of abuse scandals and coverups within the Catholic Church, some of which surfaced in Winnipeg in recent years.\r\nRonald Léger pleaded guilty in 2015, after three men came forward with allegations of sexual abuse. Seven more men have since come forward. In October 2017, Roland Lanoie was charged with several counts of sexual assault. Both men were ordained priests who worked with youth.\r\nSebastian Aguilar, 19, a member of the St. Vital Catholic Church in Winnipeg, offered his perspective on his faith.\r\nBeing Catholic is one of the most unpopular things you can be, especially amid the sexual abuse scandal that's come to light. \r\nWhen you're also a teenager, things can get difficult to navigate really fast. Socially, it's like being stuck in a weird limbo, where people like you because you're kind, but most people find it awkward being around you. \r\nWhen you meet others for the first time it usually goes well until they find out you're Catholic and then the look in their eyes changes completely. Now you're just that weird religious guy. \r\nDon't get me wrong. There are many great people in my life who, despite having different lifestyles and world views, have become some of my closest friends.\r\nHowever, the views related to Catholicism are difficult, because they arise from people who don't really know what it means to be Catholic and what we believe. So I'm always having to navigate conversations with people asking me about hot-topic issues like abortion, euthanasia and now, the most difficult one: the sexual abuse crisis within the church.\r\nI didn't make things any easier for myself back in 2017, when I decided to study to be a priest. \r\nI was in a seminary in Ohio when the Pennsylvania sex abuse scandal became public last August. Being one state over from where that was happening deeply troubled me, because I felt the intense impact on the Catholic community.\r\nThere was a clear, intensified shift in the way people looked at us and how they treated us. My own seminarian brothers, who wore the white collars associated with priests, were harassed in places such as Walmart, by people who saw them as nothing more than \"child molesters.\" \r\nThe seminary I was in is located in a residential area, so there are a lot of families with kids living in the neighbourhood. When I first got there, I didn't think much of that, but with the scandals it really hit me: this is not something that should be taken lightly and we had to be careful about how we conducted ourselves.\r\nFor example, we'd play basketball in our driveway, and kids from down the street would come by and want to join.\r\nSituations like those are hard, because you don't want to reject those kids and hurt their feelings. But on the other hand, the most important thing is their safety and the prevention of any false accusations, due to any sort of misunderstanding that could so easily happen, given the circumstances.\r\nWhen everyone's so on edge, from parents to priests, it's hard for any of us to be entirely objective and to make the right call on everything. That's why things like training and regulations are so necessary.\r\nThe importance of something as simple as making sure you're not in a room alone with a kid cannot be overstated.\r\nSo it's easy to understand why there are Catholics abandoning ship. \r\nHowever, wiser men than I have taught that the right thing to do is always the hardest. Leaving is the easy way out, but being faithful is the right thing to do. \r\nStaying does not mean condoning what those men did and leaving isn't going to make them pay for it.\r\nIf they don't pay for their sins now, trust that God will deal with them when it's time to for their judgment.\r\nJesus himself says, \"If any of you put a stumbling block before one of these little ones who believe in me, it would be better for you if a great millstone were hung around your neck and you were thrown into the sea.\" (Mark 9:42). \r\nIt's not fun being Catholic when all the world sees when they look at you are the faults of our leaders, but that's nothing compared to the suffering that all those victims are going through. \r\nAnd we have to stay strong because our faith is not in priests, not in bishops, not even in the Pope.\r\nOur faith is in Jesus Christ alone. \r\nWhat the church needs right now more than anything is for us to be saints, to be leaders, to be uncompromising within our own lives, with ourselves and with others. No laws, regulations or any of those things, important as they are, will ever be enough. \r\nNothing short of all of us becoming great saints will be enough to make the change that we all so desperately want to see.\r\nEditor's note: Victims can report cases of sexual assault 24/7 to Klinic's sexual assault crisis line at 204-786-8631 or toll-free at 1-888-292-7565.\r\nThis column is part of  CBC's Opinion section. For more information about this section, please read this editor's blog and our FAQ.", "tags": ["entirely objective", "unpopular things", "great millstone", "always hardest", "religious guy"], "related_articles": [{"title": "Shooting down a bright red trial balloon: What was with the mayor's gloomy pre-budget theatrics?", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-budget-2019-analysis-1.5039935"}, {"title": "How documentaries like ‘Leaving Neverland,’ ‘Lorena’ and ‘Surviving R. Kelly’ are changing minds", "source": "usa-today", "url": "https://www.usatoday.com/story/life/tv/2019/03/02/leaving-neverland-lorena-bobbitt-surviving-r-kelly-changing-minds-michael-jackson-accusers/3003365002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "In Amish Indiana, tradition and heritage mix with basketball", "source": "associated-press", "url": "https://apnews.com/8c4125baa1f64b3da01d71c929fb1ca5"}]}, {"title": "Business schools join forces to develop online teaching tools - Financial Times", "source": "financial-times", "date": "2019-03-03T20:01:00Z", "origContent": "Teamwork is a core element of learning on MBA courses. Now, a group of business schools is practising what they preach by collaborating to develop new ways to teach their flagship postgraduate degrees digitally.\r\nThe Future of Management Education (Fome) alliance is a group of business schools that is working together to develop online teaching tools for their most-prized online courses. The founding members include Imperial College Business School, ESMT Berlin, BI Norwegian Business School, the Lee Kong Chian School of Business, EDHEC Business School and Ivey Business School.\r\nA central aim of the collaboration, launched in 2018, is to challenge the perception of digital education as a lesser alternative to classroom programmes, says Nick Barniville, an associate dean at ESMT Berlin.\r\nThe move could also be seen as a defensive step, however. Education has yet to be “disrupted” by big tech — the collective term for Google, Amazon, Netflix, Apple and Facebook. These organisations have quickly dominated the advertising, retail, entertainment and media industries.\r\nThe online education market has its big tech equivalents — Coursera, 2U and FutureLearn, for example. But these organisations have, so far, failed to create too much upheaval among the high-value online courses run by established institutions.\r\nThe schools in the alliance have used platform providers for their massive open online courses, or Moocs, according to David Lefevre, director of the Edtech Lab at Imperial College Business School. But the point of the alliance is to build online courses that are much higher quality and value without relying on a third party, he says.\r\nThis comes at a time when providers are starting to deliver high-end courses with well-established schools. In 2017, for example, HEC Paris used the Coursera platform to deliver its first international online degree in innovation and entrepreneurship.\r\nFar from challenging business schools’ flagship programmes, Dil Sidhu, chief content officer at Coursera, says his organisation helps them scale up. “Our global platform allows our partners to reach more learners than would ever be possible in a traditional bricks-and-mortar setting,” he says.\r\nThis may not reassure some business schools, which also worry about branding. When schools use a third-party learning platform, they usually include branding from both organisations on the course. The fear is that the dominant tech platforms could become as well-known, or even more so, than the schools, among students in the market for top courses. Fome helps to guard against this: all the schools part-own the platform so they need to use only their own branding on courses.\r\nThis desire for control is evident in other areas. When business schools use a digital learning platform, their provider’s technology determines how the learning material is presented. With Fome, the schools develop their own platform and have much more ownership of the learning experience.\r\nCost is another consideration. As the business schools jointly own the platform, they do not have to share revenue with another provider. These savings could be eaten up by the investment it takes to develop online learning environments, but Fome’s institutions can offset some of these.\r\nWe are concerned [with] developing the pedagogy . . . then finding the technology\r\nWestern University’s Ivey Business School in Canada was an early exponent of online education. But cost can be a problem, says acting dean Mark Vandenbosch.\r\n“We are a public university in Canada and we don’t have the same finances to do this stuff as Harvard or Stanford,” he adds. As a Fome partner, he explains, the school can save money on system development costs because it uses technology already developed by others in the alliance.\r\nThis also helps to give Ivey a competitive edge when it comes to attracting students. The school could have used an online degree platform for its courses, says Mr Vandenbosch, but it would have been difficult to set itself apart.\r\n“The differentiation you can provide from other schools on these platforms is going to be moderate because all the functionality is the same,” he says.\r\nAnne Swanberg, dean of teaching and learning at BI Norwegian Business School, agrees. “All these learning platforms are doing is taking the old paradigm of a classroom with a traditional teacher and trying to make it better by adding this new electricity, called online communication,” she says.\r\nShe adds that the business schools in Fome are taking a much broader approach to technology and learning. “We are concerned [with] developing the pedagogy, finding new methods of teaching first, then finding the technology,” she says.\r\nDan LeClair, chief executive of the Global Business School Network, believes business schools will co-operate more, but not just because of the challenge from third-party platforms. “Technology is enabling them to create more value [for students],” he says. The beauty of the Fome alliance is that the member schools can protect their high-value online products while making the most of what technology has to offer.", "tags": ["organisations course", "global platform", "mr vandenbosch", "established schools", "quality value"], "related_articles": [{"title": "Business Leaders Set the A.I. Agenda - New York Times", "source": "the-new-york-times", "url": "https://www.nytimes.com/2019/03/03/business/new-work-summit-questions.html"}, {"title": "FOCUS-Norway's Aker BP switching gears from M&A to exploration", "source": "reuters", "url": "https://www.reuters.com/article/us-akerbp-strategy-focus-idUSKCN1QI3SP"}, {"title": "Sweeping tax overhaul clears New Mexico House", "source": "associated-press", "url": "https://apnews.com/7cc706570d00425086e7931c8ba9907e"}]}, {"title": "What to look for in a usage and grammar guide", "source": "the-economist", "date": "2019-02-28T15:55:48Z", "origContent": "WHY DO PEOPLE buy books on English usage? The obvious answer, for authoritative advice, doesnt square with what people actually buy. For decades the best-selling grammar book in the English-speaking world, by far, has been William Strunk and E.B. Whites Elements of Style. It is breezily readable, but neither comprehensivea recent edition is 95 small pagesnor even always reliable.\r\nIt is not the only book in that category. Lynne Truss had a mega-seller with Eats, Shoots and Leaves: a Zero Tolerance Guide to Punctuation. Never mind that zero-tolerance needs a hyphen; Ms Trusss stylesometimes crisp humour, sometimes camped-up outragewas the real selling-point. A gentler humour is on offer in Gyles Brandreths contribution, Have You Eaten Grandma?, which follows Ms Truss in making a joke of a missing comma. It calls Most of the time a subordinate clause, among other lapses. But it too has sold well. It seems that people prize attitude over expertise.\r\nGet our daily newsletterUpgrade your inbox and get our Daily Dispatch and Editor's Picks.\r\nAt the other end of the spectrum lie venerable reference books. The Chicago Manual of Style, in its 17th edition, is a bible for American copy editors. Bryan Garner, a lawyer and lexicographer, produces well-researched tomes. Merriam-Websters Dictionary of English Usage is one of the best in the business. But these hefty books cannot be zipped through like those of Ms Truss or Mr Brandreth.\r\nSome journalistic outfits, including the Associated Press, the New York Times and The Economist, offer advice in a smaller package. And a few individual writers have done the same in recent years, with Accidence Will Happen by Oliver Kamm (the language columnist for the Times of London), The Joy of Syntax by June Casagrande (a copy editor and columnist) and The Sense of Style by Steven Pinker (a Harvard psychologist). All three are natives, not tourists, in the study of language, but their books can be read for fun. And so can Dreyers English, the newest entry. Published only last month in America, it is already in its fifth printingquite an achievement for a 60-year-old first-time author with strong opinions on the en-dash.\r\nAlthough he enjoys killing off bogus rules, Mr Dreyer is more concerned with injunctions you should follow than with ones you should discard. In some places he is conservative (singular they is on the rise, but he cant quite endorse it). In others he is unconventional (he does not use question-marks with so-called tag questions, which can jar, cant it). But on every page, the serious stuff is spiced with his distinctive humour.\r\nOn some, the serious-to-spice ratio is reversed. The section on proper nouns is heavy on Broadway. The section on redundancies probably didnt need assless chaps (chaps are by definition assless. Look at a cowboy. From behind). But these digressions are delivered with a wink. One reviewer called the book for the 1%, but that missed the point, and the percentage. This book is not for a financial upper crust, but an intellectual one, and not just a slim sliver. It is a democratic and liberal-minded book for readers who care for grammar, usage and a good read at the same time. Judging from the books sales, more than 1% might want that. All the better that it is informed by decades of dealing with subtleties, edge cases, language change and the rest. Where Mr Dreyer delivers a sharp do this, not that on a matter of dispute, he admits that you are getting his opinion, not some unchanging rule on stone tablets.\r\nMr Dreyer says he considered calling the book The Last Word, but decided against: Theres no rule without an exception (well, mostly), theres no thought without an afterthought (at least for me), theres always something you meant to say but forgot to say. Theres no last word, only the next word. This is what to look for in a language book: authority without arrogance. There is always more to learn.", "tags": ["recent edition", "month america", "serious stuff", "informed decades", "distinctive humour"], "related_articles": [{"title": "FirstFT: Today’s top stories", "source": "financial-times", "url": "https://www.ft.com/content/ba133820-3b72-11e9-b72b-2c7f526ca5d0"}, {"title": "Five approaches to achieving the right asset mix for your portfolio", "source": "financial-post", "url": "https://business.financialpost.com/investing/investing-pro/five-approaches-to-achieving-the-right-asset-mix-for-your-portfolio"}, {"title": "These are the 5 best deals on Amazon this weekend", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/reviewedcom/2019/03/02/best-amazon-deals-great-products-incredible-prices/3039043002/?utm_source=google&utm_medium=amp&utm_campaign=speakabl"}]}, {"title": "New data sources make it harder for executives to mislead investors", "source": "the-economist", "date": "2019-02-28T15:58:13Z", "origContent": "GO STRAIGHT to the source is a useful rule for anyone seeking accurate information. It suggests that equity investors can best glean insight into a firm by quizzing its chief executive. But bosses are not always reliable narrators. Their position encourages them to be overly optimistic about their companys outlook. Sometimes they are clueless. And occasionally they are careless about what they tweet.\r\nOn February 25th the Securities and Exchange Commission (SEC), Americas financial-market regulator, asked a federal judge to hold Elon Musk, the chief executive of Tesla, a carmaker, in contempt. Mr Musks troubles with the SEC began in August when his tweet claiming that he had secured funding to take Tesla private caused the firms share price to soar. When the claim proved false, the SEC sued him for securities fraud. They settled in October, when Mr Musk stood down as Teslas chairman (he remains chief executive), paid a $20m fine and agreed to have his tweets approved by Teslas lawyers. He violated that last condition on February 20th by tweeting that Tesla would produce 500,000 vehicles this yeara claim he later had to clarifywithout consulting the firm.\r\nGet our daily newsletterUpgrade your inbox and get our Daily Dispatch and Editor's Picks.\r\nRegulators are not the only ones frustrated by Mr Musks antics. Investors have long clamoured for more insight into Teslas operations. Happily for investors, new methods of data-gathering present a solution. A growing number of providers now sell alternative dataa catch-all term for measures found beyond financial statements and other typical sources. J.P. Morgan, a bank, reckons that asset managers spend up to $3bn a year on such data.\r\nAn investor keen to know how many cars Tesla is selling need no longer ask Mr Musk. When you buy a car, you also buy insurance, says Tammer Kamel of Quandl, a data provider. His firm asks insurance companies for access to (anonymous versions of) their policy databases. Once Quandl knows how many policies on Tesla cars are being taken out, it can work out how many are hitting the road.\r\nFaced with competition from firms like Quandl, incumbents are doing more. Bloomberg, a data provider, for example, now offers a Tesla-production tracker. This looks at the issuance of Vehicle Identification Numbers (VINs), which every car made in America must have. Output is estimated based on how many VINs Tesla registers.\r\nInvestment banks, which often offer research to their clients, are also branching out. In 2014 UBS, a bank, set up Evidence Lab, a research team. It has taken apart a Tesla Model 3, a Chevy Bolt and a BMW i3 to compare their component parts. If you dont know what these vehicles cost, says Barry Hurewitz of Evidence Lab, you cant know when they become profitable. The team found that Teslas battery was superior, but its production quality was poorer, and build costs higher, than expected.\r\nAlternative datas early consumers were mostly quantitative hedge funds, which could easily process the extra information. But as more measures have become available, other investors have become interested. This shifts the power dynamic between companies and their shareholders. If a firm refuses to disclose information, alternative data might fill the gap. Instead of gauging an executives tone during an earnings call, investors can assess data on the firms job postings. Its hiring plans might better reflect managements sentiment.", "tags": ["teslas chairman", "condition 20th", "false sec", "interested shifts", "made america"], "related_articles": [{"title": "The Week in Business: Trump’s Money Man Talks, and a New Spacecraft Blasts Off", "source": "the-new-york-times", "url": "https://www.nytimes.com/2019/03/02/business/the-week-in-business-trump-money-spacecraft-gap.html"}, {"title": "Business this week", "source": "the-economist", "url": "https://www.economist.com/the-world-this-week/2019/03/02/business-this-week"}, {"title": "Tesla enters uncharted territory after move to dismantle store network", "source": "reuters", "url": "https://ca.reuters.com/article/technologyNews/idCAKCN1QI4RP-OCATC"}]}, {"title": "Bill Gross says this secret condition made him a successful investor — and infamously short-tempered", "source": "financial-post", "date": "2019-03-01T19:46:01Z", "origContent": "Even after one of the most storied careers in financial markets, Bill Gross has a few surprises left.\r\nFor one, he’s been diagnosed with Asperger’s syndrome, the autism-spectrum disorder. Gross says he lived most of his life unaware of the condition and now believes it helps explain not only why he was such a successful investor for so long but also why he could, by his own admission, rub people the wrong way.\r\nGross, long one of the most vocal critics of post-crisis stimulus, now sounds like a near-convert to modern monetary theory. He says deflation poses a huge challenge for central banks, admires what Japan has done to revive its moribund economy and thinks the U.S. government should consider doubling the size of its deficit.\r\nAnd the billionaire and registered Republican agrees with Democratic Rep. Alexandria Ocasio-Cortez that the rich should pay more in taxes — if not quite the 70 per cent she’s proposing at the margin. It’s a “necessary evil” to correct the failings of American capitalism, Gross says, adding that if inequality persists there’ll be a “revolution at the ballot box.”\r\nHe even muses on who might inherit his onetime title of king of the bond market.\r\nGross, 74, shared the revelations in a 90-minute interview with Bloomberg Television at his office in Newport Beach, California. He touched on everything from recession risks to a recent round of golf with discount-brokerage pioneer Chuck Schwab as he counted down the hours to his official retirement. Friday will be his last as a portfolio manager with Janus Henderson Group Plc, the firm he joined in 2014.\r\nIt’s been 48 years since William Hunt Gross, an Ohio native, Duke University graduate, Navy veteran and blackjack whiz, started as an investment analyst at Pacific Mutual Life. He went on to co-found Pacific Investment Management Co. in 1974 and played the starring role as Pimco grew to become one of the world’s largest asset managers, overseeing more than US$2 trillion at its peak. His Pimco Total Return Fund so reliably beat its bond-market rivals that he was dubbed “the bond king.”\r\nBill Gross at Pimco in 2000.Marc Solomon/Bloomberg files\r\nMore recently, Gross has had less to celebrate. After feuding with his Pimco partners over strategy, succession and managerial control, Gross was ousted in 2014. His second act at Janus was a headline-making dud as poor returns spurred withdrawals. His three-decade marriage fell apart in a split so acrimonious it became fodder for tabloids thousands of miles away.\r\nThat’s a lot for anyone to take, let alone a portfolio manager responsible for hundreds of millions of dollars in client money. Yet Gross says he was able to maintain focus and doesn’t blame his personal ordeals for poor investment decisions.\r\n“I’m an Asperger, and Aspergers can compartmentalize,” he said, revealing his diagnosis publicly for the first time. “They can operate in different universes without the other universes affecting them as much. Yeah, I had a nasty divorce, and I still had, you know, feelings about Pimco. But I think I did pretty well in compartmentalizing them. Not that I didn’t wake up in the middle of the night and start damning one side or the other. But when I came to work it was all business.”\r\nThe reason he failed to deliver better returns at Janus is much simpler: “I made some bad trades.”\r\nGross learned he has Asperger’s only after reading Michael Lewis’s “The Big Short.” In one passage, Lewis recounts the unusual characteristics of one of the book’s heroes, Michael Burry, a doctor-turned-investor who also was diagnosed with the condition as an adult. Gross recognized that he shared many of the same qualities and had similarly obsessive habits. He went to a psychiatrist, who confirmed the condition.\r\n“It’s allowed me to stay at 30,000 feet as opposed to being on the ground,” Gross said, discussing why he thinks Asperger’s probably made him a better investor, if also infamously short-tempered. “That’s not necessarily good in terms of one-to-one. People think you’re angry or an a-hole or whatever. But it helps you to focus on the longer-term things without getting mixed up in the details.”\r\nThat’s the Bill Gross his former colleagues at Pimco will recognize. For years, they found him aloof, volatile and seemingly lacking in empathy. Symptoms of the disorder range widely, according to the Autistic Self Advocacy Network, and can include degrees of difficulty with social interactions and communication, as well as deeply focused thinking and a preference for consistency and order.\r\nGross kept his diagnosis a secret, sharing it with close friends, and dropping only one hint publicly. In a February 2016 blog post on investing, Gross speculated as to why he wasn’t included as a character in Lewis’s best-seller: “Perhaps I wasn’t addled enough like co-star hedge fund manager Michael Burry, who I share affection for and an affliction (and it’s not a glass eye).”\r\nWhile Gross says he’s “sort of proud” of his condition because “it explains a lot about me,” he no longer believes it’s as much of an advantage professionally.\r\n“The markets are substantially different today than they were when I started, more day-to-day, more robotic, more machine-dominated,” he said. “So it’s not a negative, but it’s probably not as much of a positive.”\r\nAs a bond-market investor, Gross had to have views on monetary and fiscal policy, and he shared them publicly in the investment outlooks he posted regularly on Pimco’s website and, later, on Janus’s. One consistent thread was a critique of budget deficits, zero percent interest rates and quantitative easing. He wrongly predicted they’d spark runaway inflation and hurt returns on stocks and bonds.\r\nNow, Gross appears to be revisiting those views. Although he still believes low-rate policies destroy the risk-reward relationship in a market economy, he recognizes that the government and the Federal Reserve can work together to combat deflationary forces like America’s aging population and Amazon.com.\r\n“Why can’t the government have a US$2-trillion deficit if the Fed is simply going to buy it, like they do in Japan?” Gross said. “Well, Jim Grant would say, ‘Mmm, it would be inflationary.’ But it hasn’t been. So, yeah, I would say Trump or the next president, whoever he or she is, could go to US$2 trillion, as long as the Fed was willing to accommodate.”\r\nThis clearly isn’t the Bill Gross of 2012, who declared the “cult of equity” dead and predicted an “age of inflation.” He describes his politics as increasingly liberal, and he jokes that he re-registered as a Republican just to pass muster at his country club.\r\nGross believes tax rates on high earners need to be raised to restore balance in American capitalism and fund benefits for the middle class, such as access to affordable health care. That’s why he’s sympathetic to Ocasio-Cortez, the congressional freshman who has energized the left wing of the Democratic Party, even if he doesn’t agree with all her ideas.\r\n“Maybe the next time, the next election, there will be a ‘socialist’ in the White House,” he said. “The wealthy have been advantaged for a long time and certainly the past few years with the tax cuts. The middle class hasn’t necessarily suffered, but the gap has increased.”\r\nThe question is how heavy the tax burden should be. Other billionaires, such as Oaktree Capital Group LLC’s Howard Marks, have warned against the consequences of “confiscatory taxes.” Gross says a top marginal rate of 70 per cent — the number floated by Ocasio-Cortez — would be too high.\r\n“I just think Trump took it too far,” he said.\r\nGross himself has a fortune the Bloomberg Billionaires Index estimates at US$1.4 billion. He plans to manage that money and the US$500 million in his foundation as a one-man family office. Gross said he’ll do so “conservatively,” investing in closed-end funds and municipal bonds and continuing with one of his favourite trades, selling options on market volatility.\r\nHis routine, if all goes according to plan, will have him starting at 6:30 or 7 a.m., keeping at it for two or three hours, and then playing a round of golf.\r\nGross said he wants to be remembered for investing clients’ savings profitably and helping to build a “wealth-creating machine” at Pimco. That leaves only one question: Will there be another bond market king?\r\nProbably not, according to Gross. One reason is the proliferation of passive investment vehicles. Anyone who claims to be a king of index funds is “just a puppet because the market is making the decisions.” Gross volunteered that he wouldn’t pick Jeffrey Gundlach, the chief executive officer and co-founder of DoubleLine Capital who’s frequently cited as the new king. If anyone, he said it might be Scott Minerd, the chief investment officer at Guggenheim Partners, in part because of his “great long-term perspective.”\r\n“In the right environment, 20 years ago, he could have been a bond king,” Gross said. “But I don’t think he’s got the market or maybe the willingness to be a king. Who would? Well, I guess I did. In retrospect it carries a certain burden. The crown is heavy.”", "tags": ["official retirement", "split acrimonious", "nasty divorce", "opposed ground", "feelings pimco"], "related_articles": [{"title": "Is ultra-wealth a problem? More and more, the answer is 'yes' - NBC News", "source": "nbc-news", "url": "https://www.nbcnews.com/news/us-news/ultra-wealthy-americans-wealth-tax-proposals-2019-n976396"}, {"title": "An MMT response on what causes inflation", "source": "financial-times", "url": "https://ftalphaville.ft.com/2019/03/01/1551434402000/An-MMT-response-on-what-causes-inflation/"}, {"title": "China's fledgling junk bond market spawns new breed of vulture funds", "source": "reuters", "url": "https://www.reuters.com/article/us-china-bonds-vultures-insight-idUSKCN1QH32O"}]}, {"title": "Restoring heritage homes 'passion' projects for award winners", "source": "cbc-news", "date": "2019-03-02T11:00:00Z", "origContent": "Interest in restoring P.E.I.'s historic buildings remains high, going by the number of recent heritage awards to people investing in the Island's built heritage. \r\nHeritage awards were recently given out in ceremonies by the City of Charlottetown and the province. CBC talked with some of the award winners to find out why they decided to buy and restore heritage properties. \r\nRon Coffin received an award for restoring the old Alma Schoolhouse, outside Montague in eastern P.E.I. While many old one-room schoolhouses still exists on P.E.I., many have been changed beyond recognition but not this one. \r\n\"I really do think it helps if you are going to live in the space a little bit,\" Coffin said. \"Sometimes you realize that well, why shouldn't it just be what it is? A lot of times doing less is the best answer, you don't need to do too much to make these things habitable.\" \r\nI do like taking an ugly duckling and turning it into something that's a good addition to the downtown streetscape. \r\nCoffin has maintained the open layout of the schoolhouse, adding a modern kitchen and a small loft over it. He has saved the original windows and added new ones that match. \r\nCoffin is originally an Islander and moved back home a few years ago. He is now looking for another small heritage house to restore and would like to eventually have three, renting out two to tourists. \r\n\"There's not even a word to describe how charming they are, and less is more don't fuss them up,\" he said. \r\nTerry Hennessey's 25th renovation project is 25 Hillsborough St., he said. Although not a carpenter himself, Hennessey has been working with many of the same contractors for years and pitches in on many jobs like painting. \r\nThe building was the former Knights of Columbus Hall plus two apartments upstairs.\r\n\"It needed a makeover, it was the ugly duckling on the street,\" Hennessey said. The renovation cost him well over $150,000, he said, plus the cost of the house. \r\nRenovations to any heritage properties in Charlottetown require approval by the city's heritage board, Hennessey said, noting there are stringent rules in place.\r\n\"It comes down to passion. You don't do it for money in this particular deal, I probably have more money invested in it than I'll ever get out of it,\" he said. \"But I do like taking an ugly duckling and turning it into something that's a good addition to the downtown streetscape. I've done it many times and it's worked out in the past. \r\n\"This one is probably one of my nicer ones and it turned out well.\" He took what he called a \"patchwork quilt\" of previous repairs and additions, and restored it as best he could to how it looked when it was built in the 1930s.\r\n\"That's the goal whenever I do buy a property is I want to restore it back to the original,\" Hennessey said. Hennessey is renting out the three units long term. \r\nMuch of historic downtown Charlottetown has also been sympathetically restored, he said, leading to a much-improved streetscape. He said that's important to him because he grew up there. He's now restoring another property on Water Street where he and his family plan to live. \r\n\"When people walk by a property I like people to stop and look and admire, and that's kind of my driver,\" he said. \r\nThere are grants available from the city for some upgrades to heritage homes but Hennessey said he did not apply. \r\nThomas Alley House at 62 Prince St. was most recently offices of the Canadian Red Cross. The building was purchased a few years ago by Dico Reijers, who got a group together to restore the building's exterior and make it into high-end rental units. The Thomas Alley House Group received a heritage award from the city last week. \r\nThomas Alley was an architect who built four notable brick buildings in Charlottetown, all still standing: Trinity United Church on Prince Street, the Coles Building (originally Charlottetown's court house), The Union Bank Building on the corner of Richmond and Great George, and his own residence at 62 Prince St.\r\n\"We've had lots of compliments on it,\" said Bruce Donaldson, one of the investors who, with his wife, owns one of four condos in the building. They live in their 1,800 square-foot, one-bedroom unit and they love living downtown, he said. \r\nHe and his wife had renovated a couple of other heritage homes over the years and enjoyed it.\r\n\"There's a lot to it, so you have to be patient,\" he said of abiding by the city's heritage rules. \r\n\"For anybody going into these projects that's the first thing they've got to understand is there is going to be added costs,\" Donaldson said. \"You're going to find things in these buildings that you weren't expecting.\"\r\nHe said receiving a heritage award was unexpected and rewarding. \r\nSteve and Nancy Godkin received an award from Charlottetown for their restoration of the exterior of 267 Richmond St. \r\nThe house was designed by renowned P.E.I. architect William Critchlow Harris and was most recently used as a group home until the couple bought it a few years ago. \r\n\"Two years of hard work has gone into this so to get recognized for any part of it was very exciting and rewarding,\" said Nancy Godkin. \r\nThe couple wanted the exterior to look exactly as it did back in the house's heyday in 1896. They say their contractor Paul Coles, who has extensive knowledge and love for Charlottetown heritage homes, probably took the restoration \"a little further\" than they would have, and they are thrilled with the result.\r\nThey turned the interior into three units they rent on Airbnb, and the house even has its own Facebook page where you can see all the renovations to Parkview on Richmond. ", "tags": ["lot patient", "built 1930s", "used home", "condos building", "painting building"], "related_articles": [{"title": "Why Amazon May Pay No Federal Income Taxes This Year", "source": "fortune", "url": "http://fortune.com/2019/03/01/amazon-federal-corporate-income-tax/"}, {"title": "Water, the original solvent, can provide its own solutions", "source": "the-economist", "url": "https://www.economist.com/special-report/2019/03/02/water-the-original-solvent-can-provide-its-own-solutions"}, {"title": "The Trailer: At CPAC, it's their way or the socialist way", "source": "the-washington-post", "url": "https://www.washingtonpost.com/politics/paloma/the-trailer/2019/02/28/the-trailer-at-cpac-it-s-their-way-or-the-socialist-way/5c7704271b326b2d177d5f84/"}]}, {"title": "Siri Shortcuts gets more useful: A shortcut guide to animating routines on your iPhone", "source": "usa-today", "date": "2019-02-28T19:01:20Z", "origContent": "The Siri Shortcuts feature that Apple launched last fall as part of iOS 12 has always had oodles of potential. And for some of you this feature, which lets you use your voice to automate a string of tasks or routines, may have just gotten a whole lot more useful.\r\nOn Thursday, Apple announced a fresh set of integrated Siri Shortcuts, which are just now available or coming soon, and which the company says joins the thousands of other apps that already take advantage of the feature. American Airlines and Airbnb join existing app partners such as Marriotts Bonvoy, Pandora, Waze and The Weather Channel. \r\nThe basic idea behind the Shortcuts feature is that Siri can learn your app preferences and routines over a period of time to suggest shortcuts that can streamline tasks or commands on your iPhone or iPad, and in more limited instances on the Apple Watch, HomePod or AirPods. (The feature doesnt work with Macs or on Apple TV, despite Siris presence on the hardware.)\r\nShortcuts work with the apps you already have on your devices. Some suggested shortcuts will appear automatically on the lock screen of your device or when you do a search, recommending, right then and there, for example, to call or message your spouse. You tap the button to activate the particular shortcut that shows up. You can initiate other shortcuts yourself by uttering a short designated phrase out loud.\r\nWhats more, though fewer of you are likely to do so, you can also fetch the Apple Shortcuts app for free in the App Store and create your own custom shortcuts built around a personalized voice phrase you record.\r\nApple is seeking ways to make Siri more helpful, especially in light of the fact that many pundits believe that its digital assistant lags Amazons Alexa and the Google Assistant, both of which also let you create customized routines via voice, often through Echo or Google Home smart speakers.\r\nSamsung has similar designs with the Quick Commands feature associated with its Bixby assistant. \r\nAmong the newly announced Siri Shortcuts is one from American Airlines that will let you summon flight updates by voice (Hey Siri, flight update). Such updates are contextual: Before leaving your house, you can get the drive time to the airport along with a map. After checking in, youll receive an updated flight status with a map of the terminal showing the gate location, walking time to that gate and boarding time. \r\nAnother new shortcut, from Merriam Webster Dictionary, will let you ask Siri for the word of the day.\r\nA third new shortcut, from the Caviar local food delivery app, responds to commands such as \"Hey Siri, order my usual pizza or \"Hey Siri, Caviar order status.\r\nMake a cappuccino by voice through the Drop app Shortcut and a Bosch coffee machine.\r\nSome of the Apple shortcuts integrate with some of your connected smart home appliances  For example, shortcuts tied to the Drop and Smarter apps will let you control coffee makers by voice. \r\nOthers shortcuts are meant to work with health devices you may use in conjunction with the iPhone. The Dexcom Continuous Glucose Monitoring System, for example, launched a shortcut that enables diabetics better manage glucose levels through their app (Hey Siri, whats my blood glucose?).\r\nComing soon is a shortcut for ReSound hearing aids that will enable a person who is hard of hearing change the device settings, depending on the environment (Hey Siri, restaurant mode.)\r\nTo see which of your favorite apps have shortcut integrations, on your iPhone, visit Settings &gt; Siri & Search &gt; All Shortcuts.\r\nThe Siri Shortcuts app library show widgets for your custom shortcuts.\r\nTo build your own shortcut, launch the Shortcuts app, and choose actions or building blocks, which are each of the basic steps that will make up your app. Apple presents a number of suggestions inside the app. For example, if you want to add a shortcut called Log Workout in conjunction with the Health app on your phone, youd choose the type of activity (running, swimming, etc.), the duration, the calories burned or distance. You can then record the personalized phrase that would tell Siri to run the shortcut. \r\nInside the app youll also find a Gallery of premade Shortcuts that you might take advantage of.  Among the Morning Routine options, you'll see, are shortcuts that let you know when to leave home so you wont be late for work, as well as a brushing teeth timer that will make you sure youre at it for a full two minutes.\r\nSince shortcuts can be shared, you might want to pass that one along to your kids.\r\nEmail: ebaig@usatoday.com. Tweet @edbaig to share your most creative shortcuts", "tags": ["loud whats", "app youll", "bixby assistant", "custom shortcuts", "system example"], "related_articles": [{"title": "Smart Lights: Questions to ask about Philips Hue, Eufy and others before diving in", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/talkingtech/2019/02/28/installing-smart-lights-what-you-need-know-using-alexa-google-siri/2954793002/?utm_source=google&utm_medium=amp&utm_campaign=speakabl"}, {"title": "CNBC'S BRIAN SCHWARTZ: BLOOMBERG AIDES INTERVIEW POTENTIAL STAFFERS IN NEW HAMPSHIRE AND IOWA AS THE FORMER MAYOR CONSIDERS A 2020 RUN", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/01/cnbcs-brian-schwartz-bloomberg-aides-interview-potential-staffers-in-new-hampshire-and-iowa-as-the-former-mayor-considers-a-2020-run.html"}, {"title": "What fitness trainers carry in their gym bags", "source": "nbc-news", "url": "https://www.nbcnews.com/better/lifestyle/16-things-these-fitness-trainers-always-carry-their-gym-bags-ncna977096"}]}, {"title": "3 reasons to choose a college based on price", "source": "associated-press", "date": "2019-02-28T18:40:12Z", "origContent": "Many prospective students choose a college for its location, its reputation or even its campus vibe. Here are three reasons to choose a college based on price.\r\nIf you pick an affordable college, you're less likely to be burdened with high debt. Borrowing less now will leave you with more money for other things you might want to do eventually, like buy a home, take the vacation of a lifetime or start a family. It also frees up money for you to make smart financial decisions like build an emergency fund or save for retirement.\r\nThe sticker price of a school will show you tuition, fees, room and board. But the net price is the best indicator of affordability - it's how much you'll pay after factoring in free financial aid.\r\n\"In California, if you were looking only at sticker price, I would say, 'Go to a community college,'\" says Jessica Thompson, director of policy and planning at the Institute for College Access and Success. But because of how the state grant aid system works, the net price for attending a four-year University of California school is often less, Thompson says.\r\nIn general, public colleges and universities are cheaper than private ones. But say you get $35,000 in grant aid and scholarships to attend a private school with a sticker price of $50,000. It would be more affordable than a $20,000-per-year public college that offers you nothing.\r\nBefore you apply, use the net price calculator available on a prospective college's site. Then when you get your college acceptances, compare financial aid award letters to see how much free financial aid you qualify for, such as grants, scholarships and work-study, along with federal loans.\r\nIf your parents plan to help you with college costs, choosing a less expensive school can help them avoid tapping their savings, home equity or retirement.\r\nAlong with using income and savings for college costs, parents might take on private loans or federal PLUS loans. Parent PLUS borrowers take an average $16,100 per year, according to The Brookings Institution, a nonprofit public policy organization.\r\nPLUS loans have higher interest rates and fewer repayment plans available compared to federal direct loans, which undergraduates take. That means it's cheaper for you to borrow than your parents, and you'll have more time to repay the debt. It also leaves your parents' savings intact.\r\nThe lower your college costs, the better the chance you'll get a satisfying return on your investment. That means earning enough after graduating to justify the expense of attending school.\r\nTo figure out which schools have the best chance of setting you up for success, start with the U.S. Department of Education's College Scorecard . It has key details including average net price, graduation rates and typical salaries after attending. It also shows you popular majors, which you can use as a starting point to learn more about possible careers.\r\nNext, research potential careers and earnings using the U.S. Department of Labor's Occupational Outlook Handbook . It includes job descriptions, schooling required and potential job growth. Sites like PayScale, Salary.com and Glassdoor also have information on salary potential.\r\nUsing that salary information, aim to keep your payments under 10 percent of projected after-tax monthly income in your first year out of school.\r\nSay you think you'll earn $45,000 in your first year out of college and you have only federal loans with the standard 10-year repayment term and 5.05 percent interest rate. Limiting payments to 10 percent of your income means a monthly payment of about $250, which would allow you to borrow no more than $23,600. A student loan affordability calculator can show more estimates.\r\nRemember to factor in total costs for at least four years of school, too. At Making Waves College and Alumni Program, a nonprofit program geared toward low-income high school graduates in the San Francisco Bay Area, Director of Financial Services Ivette Chavez says she talks to students about the impact of taking out loans year after year.\r\n\"We break it down to them: If it's $5,000 this year, but your financial profile stays the same, it will translate to this much after four years,\" Chavez says. \"Do you really want to start life after college in a deficit?\"\r\nThis article was provided to The Associated Press by the personal finance website NerdWallet. Anna Helhoski is a writer at NerdWallet. Email: anna@nerdwallet.com. Twitter @annahelhoski.\r\nNerdWallet: Is College Worth It? Here's How to Do the Math http://bit.ly/nerdwallet-is-college-worth-it\r\nU.S. Department of Education: College Scorecard https://collegescorecard.ed.gov\r\nU.S. Department of Labor: Occupational Outlook Handbook https://www.bls.gov/ooh/", "tags": ["aid california", "indicator affordability", "popular majors", "expensive school", "net price"], "related_articles": [{"title": "Kroger ban on Visa credit cards: What you need to know", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2018/08/01/kroger-ban-visa-credit-card/881228002?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Whitmer prepares 1st budget: 'There are no easy answers'", "source": "associated-press", "url": "https://apnews.com/3c400bfd46eb4117813a0673990ac795"}, {"title": "JPMorgan Chase is transforming its mortgage business to make it recession-proof — even if it means profits suffer", "source": "business-insider", "url": "https://www.businessinsider.com/jpmorgan-chase-is-making-its-mortgage-business-recession-proof-2019-2"}]}, {"title": "The Daily 202: Michael Cohen hearing showcased fresh faces – and the significance of divided government", "source": "the-washington-post", "date": "2019-02-28T14:06:39Z", "origContent": "THE BIG IDEA: After cutting short his summit with North Korean leader Kim Jong Un and before beginning the long journey back to Washington, President Trump complained overnight that House Democrats scheduled Michael Cohens hearing for while he was in Hanoi.\r\nI tried to watch as much as I could, he said, adding that it was hard because he had to focus on negotiations, which fell apart when Kim demanded that all sanctions be lifted without promising to fully denuclearize. I think having a fake hearing like that and having it in the middle of this very important summit is really a terrible thing. They could have made it two days later or next week, and it could have been even better. They would have had more time.\r\nThe president only fielded one question on Cohen during his 37-minute news conference. By calling on several foreign journalists from places like Israel, China and South Korea, Trump reduced the odds hed be asked specific follow-ups about the explosive claims that his longtime former lawyer made about him.\r\nTrump said Cohen lied a lot but also claimed vindication. The most important question up there was the one on collusion, and he said he saw no collusion, the president said. I was actually impressed that he didnt say there was collusion He could have gone all out. He only went about 95 percent. He could have gone 100 percent.\r\nIn fact, while Cohen stopped short of accusing Trump of conspiring with Russia to influence the election, he did not flatly rule it out. Instead, he noted that his former boss has a win-at-all-costs mentality.\r\nMr. Trumps desire to win would have him work with anyone, Cohen told the House Oversight Committee.\r\nCohen suggested that Trump knew in advance about the June 2016 Trump Tower meeting that Don Jr. held with a Russian lawyer in pursuit of dirt on Hillary Clinton, which the president has previously denied. Cohen also testified that he heard Roger Stone tell Trump in advance that WikiLeaks planned to publish hacked Democratic emails, a conversation Stone and Trump have denied having.\r\n-- Wednesdays hearing, and Trumps latest complaint about what he called the Russia witch hunt hoax, underscored the profound significance of divided government to the Trump presidency. Elections have consequences, and the seven-hour inquest never would have happened if Democrats had not won control of the House in November. \r\nThe top Republican on the committee, Rep. Jim Jordan (R-Ohio), said they would have instead held a hearing yesterday to question Deputy Attorney General Rod Rosenstein about whether he really considered invoking the 25th Amendment to remove Trump from office. They just want to use you, Mr. Cohen, Jordan said. Youre their patsy today, Mr. Cohen.\r\nHouse Republicans used their rounds of questioning to argue that Cohen has no credibility and that Congress should not hear from an admitted felon. Senate Republicans, meanwhile, are not using their majority to conduct vigorous public oversight of the Trump administration.\r\n-- Hearing from Cohen was especially meaningful because Attorney General William Barr has not committed to publicly releasing the full report that will be submitted by special counsel Bob Mueller. Barr has cited Justice Department guidelines that limit the disclosure of information about people who are not charged with a crime. That means much of what the public learns about Trump vis-à-vis the investigations could come from House Democrats.\r\nThe Cohen hearing laid the groundwork and offered rationales for Democrats to issue subpoenas to a host of Trump world figures, including the presidents children Don Jr., Ivanka and Eric, plus several top executives in the Trump Organization. Cohens testimony also provided fresh fodder for Democrats to pursue Trumps tax returns.  \r\n-- Notably, it was freshmen Democrats on the Oversight Committee swept into office with the blue wave of 2018 who ferreted out some of Cohens most notable answers, foreshadowing future lines of inquiry.\r\nRep. Alexandria Ocasio-Cortez (D-N.Y.), the most famous new member, got Cohen to say that Trump provided insurance companies with financials that exaggerated his assets and wealth. She also got him to name names of three people in the Trump Organization who could speak to that. Ocasio-Cortez asked if it would be useful for Congress to review Trumps tax returns to corroborate his claims. Cohen said yes.\r\nRep. Harley Rouda Jr. (D-Calif.), who defeated pro-Russia Republican Dana Rohrabacher in Orange County, pressed Cohen on Trumps relationship with Felix Sater, a former Trump business associate who had deals to build Trump Soho in New York and was heavily involved in the pursuit of a Trump Tower in Moscow during the 2016 campaign. Trump testified in a sworn 2013 deposition that he would not recognize Sater if the two were ever in the same room. But Cohen told Rouda that Sater was a business partner and had been given both Trump business cards and an office in the Trump Organizations suite. Cohen even noted that his office at Trump Tower in New York, which was right by Trumps, had previously been used by Sater. Rouda asked Cohen if Trump had been misleading or, at worst, lied under oath, during the deposition. Yes, Cohen responded.\r\nRep. Katie Hill (D-Calif.), who defeated Republican Steve Knight last November, also asked more pointed questions than many of her more senior colleagues. Representing a swing district and anticipating a tough 2020 reelection campaign, the 31-year-old began her five-minute round of questioning by noting that she is not someone who has a vendetta against the president but just wants to get to the truth.\r\n-- Some of the new Democratic firebrands, who ran on promises to lead the anti-Trump resistance, showed on Wednesday theyre still getting accustomed to the rules and mores of Congress. \r\nRep. Mark Meadows (R-N.C.), one of Trumps biggest defenders in the House, invited Lynne Patton, who is African American, to stand behind him as he challenged Cohens claims that Trump is a racist. Cohen brought Patton into the Trump Organization, and she is now an employee at the Department of Housing and Urban Development.\r\nRep. Ayanna Pressley (D-Mass.), another freshman, also referred to Pattons presence. She asked Cohen a rhetorical question: Would you agree that someone could deny rental units to African Americans, lead the birther movement, refer to the diaspora as shithole countries, refer to white supremacists as fine people, have a black friend, and still be racist? Cohen answered yes.\r\nCohen said hes talked with Muellers office seven times.\r\nHe guessed that he briefed Don Jr. and Ivanka Trump on Trump Tower Moscow project about 10 times.\r\nCohen said he threatened or intimidated people at Trumps request, including reporters, probably 500 times over the decade he worked for him. He said it was more than 200 times.\r\nHe said he secretly recorded conversations maybe 100 times over 10 years while working for Trump.\r\n-- Trumps ex-lawyer suggested that federal prosecutors remain interested in other possible illegal acts regarding the president. Cohen said the last time he heard from Trump or one of his agents was about two months after his home and officer were raided, but he declined to say more because of a pending probe. \"Unfortunately, this topic is something that's currently being investigated right now by the Southern District of New York, he said.\r\nCohen alleged that Trumps lawyer Jay Sekulow was involved in editing what would turn out to be Cohens false congressional testimony: At one point, Cohen said, the changes had to do with the length of time that the Trump Tower Moscow project stayed and remained alive, though later he said he would have to look at the document he submitted to describe Sekulows precise edits. In response, Sekulow said, Todays testimony by Michael Cohen that attorneys for the President edited or changed his statement to Congress to alter the duration of the Trump Tower Moscow negotiations is completely false. The document was shared with Sekulow and Abbe Lowell, the lawyer for Trump son-in-law Jared Kushner and daughter Ivanka Trump, as part of a joint defense agreement, Cohen said. At the end of the day, Cohen said of Trump, I knew exactly what he wanted me to say.\r\nIn other moments, Cohen shot down dark allegations that have long circulated about Trump. He said he had no knowledge of any compromising salacious material held by the Russians, as alleged in a dossier written before the election by a former British spy. Cohen also said he has never been to Prague, knocking down another allegation in the dossier that he visited the European city to meet with Russian operatives in the fall of 2016. (Cohen told The Post in January 2017 that he had been to Prague once around 2002, when he drove through the city but did not stop.) He said he did not believe there is a rumored video of Trump striking his wife in an elevator, and that he was confident Trump would not hurt his wife.\r\n-- Cohen unspooled a withering portrait of his longtime patron as a liar and a fraud in starkly personal terms, Paul Schwartzman writes in a sidebar. He described how Trump ordered him to lie to the first lady about his relationship with an adult-film star and personally directed a hush-money scheme. He said Trump inflated his net worth to try to secure loans and to boost his status. He recounted how Trump made racist remarks, claiming he said at one point that African Americans were too stupid to vote for him. Asked during his testimony if White House staffers may end up in legal jeopardy because of their allegiance to the president, he replied, Sadly, if they follow blindly like I have, the answer is yes.\r\n-- Cohen managed to suppress the angry, righteous, thuggish personality he has shown for years to reporters, lawyers and people doing business with Trump, adds Marc Fisher. Instead, he presented as a beaten-down puppy sad, defeated and remorseful, fearful for his familys safety, showing only flashes of the feisty, combative advocate who long took pride in his blind loyalty to all things Trump. Cohens day-long quest for a morsel of redemption played for Republicans as a cynical attack on the presidents character and for Democrats as a vital affirmation of what many in Trumps inner circle have until now said mostly behind the cloak of anonymity. There was no evidence that Cohen altered a single opinion in Congress, but his stark language and harsh portrait of the president put some meat on the bones of the long-standing case against Trump. Asked whether he was a cheat, Cohen demurred. No, he said, a fool.\r\n-- The Republican focus on discrediting Cohen left little time for them to defend Trump. Most Republicans on the Hill mused that Jordan couldnt have done any better given his position in the minority. Truthfully, it is tough to ignore some of the gross immoral behavior by the president, one senior House Republican told Rachael Bade on background. The reason there was no defense is because there is no defense.\r\n-- Ominously, Cohen warned that Trump wont peacefully relinquish power. Given my experience working for Mr. Trump, I fear that if he loses the election in 2020 that there will never be a peaceful transition of power, he said. I pray the country does not make the same mistakes I have made.\r\nThe former fixer also suggested that Trump truly believes he could shoot someone on Fifth Avenue and get away with it. You dont know him, Cohen testified. I do.\r\n-- Cohen is back at the Capitol today for this third day of testimony. Hell answer questions from the House Intelligence Committee in a closed session.\r\nGlenn Kessler and Salvador Rizzo: Fact-checking the Michael Cohen hearing. \r\nJonathan OConnell and David A. Fahrenthold: Trump inflated his total assets when it served his purposes, Cohen alleges in his hearing, citing financial documents.\r\nKatie Mettler: Here are the documents Cohen brought to Congress.\r\nMorgan Smith: Cohen says he threatened schools over possible release of President Trumps SAT scores or grades.\r\nPhilip Bump: The question of Cohens lie to Congress gets more complex: He blames Trumps attorneys.\r\nEugene Scott: Cohens claims about Trumps racism say more about him than the president.\r\nAaron Blake: The GOPs attacks on Cohen sound a lot like attacks on Trump.\r\nEli Rosenberg: Can we go home now?: How conservative media downplayed Cohens explosive testimony.\r\nPeter Marks: The Cohen hearing wasnt a hearing at all. It was cheap theatrics.\r\nKaren Tumulty: Of all the things [Cohen] revealed, the one that shed the greatest light was this: Trump never expected or even really wanted to win the 2016 election.\r\nMax Boot: Here are five felonies Trump committed if Cohen is telling the truth.\r\nFrom the Posts Editorial Board: Cohens hearing was explosive but not for what was new.\r\nAlexandra Petri: What is the truth youre most afraid of? The Cohen testimony, in brief.\r\nE.J. Dionne Jr.: Cohen just breached Trumps GOP stone wall.\r\nJennifer Rubin: The most important and worst moments for Trump and the GOP he corrupted.\r\nHenry Olsen: Cohen has blown a lot of political smoke but no impeachable fire. \r\n--Although Kim said he was ready in principle to denuclearize, he and Trump abruptly cut short their two-day summit after they failed to reach a deal to dismantle Pyongyangs nuclear weapons. Philip Rucker, David Nakamura and Simon Denyer report. Talks collapsed unexpectedly amid a disagreement over economic sanctions, with the two leaders and their delegations departing their meeting site in Vietnams capital city without sitting for a planned lunch or participating in a scheduled signing ceremony. ... Trump said the main impediment to a deal was Kims requirement that the United States lift all economic sanctions on North Korea in exchange for the closure of only one North Korean nuclear facility, which still would have left Pyongyang with a large arsenal of missiles and warheads. 'We had some options, but at this time we decided not to do any of the options,' Trump said. He added, 'Sometimes you have to walk, and this was just one of those times.'\" \r\n-- Asked if he was confident the pair would reach a deal, Kim was equally guarded, per our guys on the ground. \"Its too early to tell. I wont prejudge, Kim said in reply to the question from a Post reporter, a rare response from a North Korean leader to an independent journalist. From what I feel right now, I do have a feeling that good results will come. ... Both Kim and Trump also said they would welcome the idea of opening a U.S. liaison office in the North Korean capital. Washington does not have direct diplomatic representation in Pyongyang. ... The turn of events amounted to a diplomatic failure for the president, who hoped his second summit with Kim would produce demonstrable progress toward North Korea's denuclearization. During the press conference, Trump handed the mic to Secretary of State Mike Pompeo, who said he wished 'we could have gotten a little bit further.\"'\r\n-- At the news conference, Trump claimed he believes Kim's denials he didn't know anything about the torture of American student Otto Warmbier, who died shortly after being released from a North Korean prison. He tells me that he didnt know about it, and I will take him at his word, Trump said.\r\n-- The White House banned four U.S. journalists from Trumps dinner with Kim after they shouted questions at the leaders. Rucker and Josh Dawsey report: Reporters from the Associated Press, Bloomberg News, the Los Angeles Times and Reuters were excluded from covering the dinner because of what White House press secretary Sarah Sanders said were sensitivities over shouted questions in the previous sprays. ... The White Houses move to restrict press access [over shouted questions about Cohen] was an extraordinary act of retaliation by the U.S. government, which historically has upheld the rights of journalists while a president travels overseas. It was especially remarkable because it came during Trumps meeting with the leader of a totalitarian state that does not have a free press.\r\n-- North Korean reporters, on the other hand, remained silent as they observed Kim interact with Trump. Min Joo Kim reports: Its just another day for members of North Koreas state-controlled media, whose singular job is to chronicle Kims every move to make him appear wise, statesmanlike and generally infallible.\r\n-- In a bid to ease tensions, the Pakistani government will release an Indian fighter pilot who was captured after his plane was shot down in Kashmir. Joanna Slater and Shaiq Hussain report: The pilot will be released, Prime Minister Imran Khan told parliament, in a 'peace gesture' one day after Pakistan and India engaged in their first their first aerial combat in nearly 50 years. ... The announcement comes just hours after Trump said that he had 'reasonably attractive news' that the tensions between India and Pakistan were likely to lessen. The United States and other countries called upon India and Pakistan to cease hostilities after two days of tit-for-tat airstrikes where both claimed to have shot down the others fighter jets and Pakistan captured an Indian pilot. \r\n-- Though the U.S. and Chinese positions on Indian-controlled Kashmir have differed in the past, they had a similar message this time: for the countries to stop fighting. Chinas Foreign Ministry spokesperson Lu Kang said Wednesday that we hope the two sides will bear in mind the peace and stability in the region. (Rick Noack) \r\n-- Before Khan's announcement, the Pakistani information ministry posted and later deleted a video of the Indian pilot. Alex Horton reports: In a video circulated Wednesday and later deleted by the Pakistani information ministry, the pilot gave his name, rank and service number but declined to provide more information to his captors a common military custom for prisoners. He called them sir. But the Pakistani government may have diverged from other norms spelled out in the Geneva Conventions, appearing to violate regulations written to protect prisoners from, among other things, insults and public curiosity, as spelled out in Article 13.\r\n-- The nuclear arsenals held by India and Pakistan add more tension, Niha Masih notes. Both countries are aware of the risks. On Wednesday, Pakistani Prime Minister Imran Khan explicitly referred to both countries nuclear arsenals. From here, it is imperative that we use our heads and act with wisdom, Khan said. I ask India: With the weapons you have and the weapons we have, can we really afford such a miscalculation? Ever since India and Pakistan conducted tit-for-tat nuclear tests in 1998, they have both worked to enlarge their arsenals though their stockpiles remain smaller than those of countries such as France and China.\r\n-- The U.S. economy expanded at a 2.9 percent pace last year, the Commerce Department announced this morning, a strong rate but just shy of Trumps goal of 3 percent.Heather Long reports: Last years growth marked the fastest gain for the economy since 2015. The economy received a big boost from the largest corporate tax cut in U.S. history that went into effect last year, as well as additional government spending on the military and domestic programs. But that stimulus is widely expected to wear off later this year, causing growth to slow somewhat in 2019. Growth in the final quarter of last year was 2.6 percent, above forecasts but below the 3.4 percent pace in the third quarter and 4.2 percent pace in the second quarter. The Federal Reserve is currently predicting 2.3 percent growth for 2019. The Commerce Department had to delay this report because of the partial government shutdown that furloughed many employees who work on key economic data collection and calculation.\r\nVirginia Gov. Ralph Northam, accompanied by his wife, Pam, speaks during a news conference in the governor's mansion in Richmond. (Steve Helber/AP)\r\nVirginia first lady Pam Northam attracted criticism for giving raw cotton to two African American children and asking them to imagine being enslaved during a tour of the governors mansion. Gov. Ralph Northams office said the first lady handed out the cotton to a group and didnt single out the black students, but one of their parents complained the episode showed the Northams have not taken allegations of racism seriously since the governor's blackface controversy. (Gregory S. Schneider and Laura Vozzella)\r\nThe GOP political operative at the center of ballot-tampering allegations in North Carolinas 9th Congressional District was arrested and indicted. Leslie McCrae Dowless, who worked for Republican Mark Harris, was charged with seven felonies, and the Wake County district attorney said that more charges are likely, possibly against Harris himself. (Amy Gardner and John Wagner)\r\nSupreme Court Chief Justice John Roberts sided with his liberal colleagues for the third time in recent weeks, ruling that an inmate with dementia cannot be executed if he is unable to understand the reason for his punishment. The decision gives Alabama death-row inmate Vernon Madison another chance to show that strokes and worsening vascular dementia have left him incapable of remembering why he might be executed for killing a police officer in 1985. (Robert Barnes)\r\nThe court also heard arguments about the Bladensburg Peace Cross, a Maryland memorial commemorating World War I dead that has attracted a legal challenge because of its location on public land. The American Humanist Association, an atheist group, has complained that the religious symbol represents an unconstitutional connection between church and state. But a majority of the justices seemed to be searching for a way to keep the cross, possibly by issuing a narrow decision on the case. (Robert Barnes)  \r\nA train exploded after hitting a barrier at Cairo's main railway station, killing at least 20. Investigators believe a fight between two train conductors caused the crash. (Heba Farouk Mahfouz and Sudarsan Raghavan)\r\nU.S. pedestrian deaths hit its highest number since 1990 last year. The Governors Highway Safety Association estimated that 6,227 pedestrians died in 2018. (AP)\r\nEducation Secretary Betsy DeVos will propose a new federal tax credit for individual and corporate donations to private-school scholarship programs. The credits are meant to support school choice without directly sending tax dollars to private schools. (Laura Meckler)\r\nFor five years, the California utility PG&E repeatedly delayed a safety overhaul of a power line that is now suspected to have caused the Camp Fire. The company first told federal regulators in 2013 that it would replace much of the Caribou-Palermo line, but the project has not yet started. In November, a wire snapped free from the line, probably sparking the wildfire that killed 85 people. (Wall Street Journal)\r\nA U.S.-funded broadcaster fired eight reporters and editors after they aired anti-Semitic segments in Cuba disparaging prominent Democratic donor George Soros. Radio and Television Martí, a sister agency to Voice of America, aired a three-part report alleging Soros was working to undermine governments in Central America. (Aaron C. Davis)\r\nInjections of umbilical cord blood, which has been touted as a miracle cure for a variety of ailments, have sickened at least 17 people over the past year. The hospitalizations across five states have prompted warnings from health officials about the risks of unproven stem-cell treatments. (William Wan and Laurie McGinley)\r\nThe FBI said that a former missionary who maintained an amateur museum in his Indiana home had nearly 2,000 human bones that appeared to have been taken from ancient Native American burial sites. FBI agents raided Donald Millers collection in 2014 on their suspicion that many artifacts were obtained in violation of antiquities laws. But little was known about what they uncovered until this week, when an official from the FBIs art theft unit spoke to CBS News. (Antonia Noori Farzan)\r\nRep. Mike Thompson (D-Calif.) and former congresswoman Gabby Giffords (D-Ariz.) hold a news conference on Capitol Hill. (Jonathan Ernst/Reuters)\r\n-- The House approved a bill to expand background checks on gun purchases and gun transfers, but it will almost certainly never make it through the Republican Senate. Mike DeBonis reports: The Bipartisan Background Checks Act of 2019, which passed 240 to 190 with mostly Democratic votes, is unlikely to be considered in the Senate, where Republicans hold a majority with 53 seats. [Trump] issued a veto threat Tuesday for the expanded background checks bill. But amid loud applause in the House, Democrats and gun-control advocates celebrated Wednesdays vote as the first significant congressional movement on tightening access to firearms since the 1990s. Eight Republicans supported the overall measure, a showing that the bills proponents said reflected the bipartisan viability of the legislation. But many more GOP lawmakers and Trump opposed the bill, saying it represented an unwarranted burden on constitutional rights.\r\n-- But House Republicans scored a significant tactical victory by winning approval of an amendment to the bill to require ICE be notified when undocumented immigrants try to buy guns. Mike DeBonis reports: Twenty-six Democrats joined Republicans on the vote, an embarrassing setback for party leaders who had carefully screened amendments to keep GOP fingerprints off a high-profile bill. [It marked] the second occasion this month where Republicans passed a motion to recommit and amend the legislation something that did not happen once during the previously eight-year GOP majority. Behind the scenes, according to multiple Democratic aides, tensions have emerged between [Nancy] Pelosi who views these procedural votes as something Democrats should only rarely support and [Majority Leader Steny] Hoyer and [Majority Whip Jim] Clyburn, who want to give members frequent latitude to join Republicans as long as their votes do not change the final outcome.\r\n-- Democrats are now considering changing some House rules after the GOPs victory. Majority Leader Steny Hoyer (D-Md.) and other top Democrats are thinking about revising the rules so Republicans are required to give them more notice on procedural votes known as motions to recommit. (Politico)\r\n-- The limited number of Republican defections on the gun bill demonstrated once again how the GOP has embraced a herd mentality under Trump, even on issues that were vulnerabilities for them in last years midterms. Paul Kane reports: Course corrections do not happen quickly in politics, no matter how big the defeat might have been in November. Of the 197 Republicans in the House, just three represent districts that Hillary Clinton won over Trump in 2016, down from more than 20 last year. That ideological purity creates a reflex action in which most Republicans now see backing Trump as their first instinct, no matter what his standing might be in national polls.\r\n-- Despite their majority, House Democratic leaders are still taking a cautious approach to gun legislation. DeBonis explains: They have not announced firm plans for further gun votes, and prominent voices on the issue are hardly talking about action on aggressive measures such as an assault weapons ban that have long been liberal lodestars. The rationale for that pragmatic approach is partly rooted in history, when Democrats endured drubbing after drubbing in rural districts and states where the [NRA] and other pro-gun organizations mobilized voters against their candidates. Many rural and suburban Democrats remained in a defensive crouch, which helped explain why, during their last House majority from 2007 to 2011, party leaders never brought a gun bill to the floor even when the party held the presidency and a Senate supermajority, as well.\r\n-- Unprecedented: Attorney Eric Miller was confirmed as a judge on the countrys most liberal appeals court this week, and for the first time in the Senates history, the confirmation took place without the consent of either home-state senator, a break from tradition that Democrats say Republicans will come to regret, Deanna Paul reports. Millers lifetime appointment followed a brief hearing, which took place during a congressional recess and with only two Republican senators present. Miller was confirmed on Tuesday on a 53-46 vote Historically, senators from the state where a federal judiciary nominee lives may submit opinions, known as blue slips, or choose not to return them. Before Tuesday, a nominee had never been confirmed without the support of at least one home-state senator, the Congressional Research Service told The Washington Post. Neither Sen. Patty Murray (D-Wash.) nor Sen. Maria Cantwell (D-Wash.) returned blue slips on Millers nomination. Murray called the confirmation a dangerous first.\r\nWhy this matters: When Barack Obama was president and Democrats controlled the Senate, they respected the blue slip and Republicans repeatedly used that to block even the most moderate nominees. Thats why there were so many vacancies for Trump to fill when he took office. Miller, who clerked for Clarence Thomas, is Trumps 31st confirmed nominee to an appellate court. Judicial appointments will be one of his biggest legacies as president, no matter how it ends.\r\n-- The border wall prototypes in San Diego have been taken down. The four concrete and four steel panel models of Trump's proposed wall were demolished 11 months after Trump visited them. (AP)\r\n-- Five transgender troops testified before the House Armed Services Committees subcommittee on military personnel, becoming the first to speak openly about their experiences before Congress. Dan Lamothe reports: They appeared in civilian clothing in their own capacity, describing their experiences at a time when the Trump administration is fighting in federal court to put in place a new policy that will limit many transgender people from serving in their preferred sex. All five service members have deployed and are eligible to do so now, they said. They all indicated they believe transgender service members should be required to do their jobs to stay in the military.\r\nRep. Matt Gaetz (R-Fla.) speaks during a House Judiciary Committee hearing on gun violence. (Jose Luis Magana/AP)\r\n-- The D.C. attorney general has subpoenaed documents from Trumps inaugural committee. Peter Jamison reports: The subpoena, issued Tuesday, requests documents related to committee payments to the Trump Organization or Trump International Hotel, according to two law enforcement officials familiar with the matter. It states that [Karl] Racine is seeking the documents under his civil authority to ensure that nonprofit groups in the District are not wasteful, mismanaged and/or improperly provided private benefit. The subpoena set a deadline of March 29 for the inaugural committee to respond, according to the law enforcement officials. If the committee does not meet that deadline, Racines office could file a lawsuit in pursuit of the documents. Racines subpoena marks the third request for documents from the committee this month.\r\n-- Citing new information from a witness, the special counsel's office corrected one element of its allegations that former Trump campaign chairman Paul Manafort lied about his contact with a Russian businessman, giving Manafort's defense team new ammunition. From the New York Times's Sharon LaFraniere: Prosecutors working for the special counsel, Robert S. Mueller III, cited new evidence that they obtained less than two weeks ago from Rick Gates, the Trump campaigns deputy chairman. They said their revised account should not change the recent ruling by Judge Amy Berman Jackson that Mr. Manafort had been untruthful about his interactions with the Russian associate, Konstantin V. Kilimnik, because they had presented sufficient other evidence of Mr. Manaforts lies. Nonetheless, the filing was a rare admission of a mistake by the special counsels office, which is winding up a nearly two-year investigation into Russian interference in the 2016 presidential race and whether anyone tied to the Trump campaign conspired in the effort to influence the outcome of the vote.\r\nIn a tweet, Gaetz said he apologized to Cohen and said his family should be left alone. \r\nIve personally apologized to @MichaelCohen212 4 referencing his private family in the public square. Regardless of disagreements, family members should be off-limits from attacks from representatives, senators & presidents, including myself. Lets leave the Cohen family alone.\r\n-- The daughter of Putin's spokesman took a European Union internship, baffling lawmakers fighting against the Kremlin's influence on their political systems. Michael Birnbaum and Amie Ferris-Rotman report: Elizaveta Peskova, 21, the Instagram-famous daughter of Putin spokesman Dmitry Peskov, is interning in the office of a far-right French member of the European Parliament, Aymeric Chauprade, the lawmaker confirmed. Peskovas father has been a key shaper of Putins public image during nearly the entirety of his 19-year presidency. The arrangement has raised alarm among some members of the parliament, who said they feared the security consequences of her presence in their institution and condemned the message it sent about their ability to stand up to the Kremlin particularly ahead of May parliamentary elections that they fear Russia is targeting. Some lawmakers said the internship fit into a pattern of Kremlin efforts to undermine the West, often with a twist of black humor. \r\nSaudi Arabia's Crown Prince Mohammed bin Salman confers with Jared Kushner in Riyadh in 2017. (Jonathan Ernst/Reuters)\r\n-- Jared Kushner met with the Saudi crown prince to try to build support for his Middle East peace plan. The New York Timess Ben Hubbard reports: The meeting, held on Tuesday, was Mr. Kushners first face-to-face encounter with Crown Prince Mohammed bin Salman, the day-to-day ruler of Saudi Arabia, since Saudi agents killed [Post contributing columnist] Jamal Khashoggi in Istanbul in October. The White House statement did not mention Mr. Khashoggi, a Saudi citizen who lived in Virginia. The White House issued its statement a day after the meeting took place, as public attention was dominated by congressional testimony by [Cohen].\r\n-- With just 30 days to go before Britain is scheduled to leave the European Union, the British Parliament seems to agree on only one thing: Brexit might have to be delayed. William Booth and Karla Adam report: But beyond a consensus about possible postponement, the gridlock that has seized the British political class continued. ... On Wednesday, Parliament decisively voted against a one-page outline of a Brexit plan proposed by the opposition Labour Party and its leader, Jeremy Corbyn. ... The British Parliaments rejection of Labours plan widely expected boxes a reluctant Corbyn into throwing his weight behind a new public vote on Brexit. \r\n-- Treasury Secretary Steven Mnuchin made an unannounced visit to France this week. Damian Paletta reports: It marked a major diplomatic excursion for the public official whose signature is stamped on American currency. But the Treasury Department had never announced that Mnuchin was even leaving the country. On Friday, when Treasury revealed its public engagements for this week, it suggested Mnuchin wouldnt make a single one. Mnuchins trip, parts of which he has now chronicled on social media, is the latest in a string of events that show he is continuing to do things his own way, at times avoiding public scrutiny even if that has traditionally been part of the job.\r\n-- Canadian Prime Minister Justin Trudeau's troubles deepen as his country's former attorney general testified that she experienced a sustained effort by people in Trudeau's government to interfere in the prosecution of a major Canadian engineering company. From the AP's Rob Gillies: Ex-justice minister and ex-attorney general Jody Wilson-Raybould said 11 people tried to interfere in her prosecutorial discretion. In a meeting with Trudeau, the prime minister raised the issue and asked her to 'help out' with the case, she said. Wilson-Raybould said she asked Trudeau if he was politically interfering with her role as attorney general and told him she would strongly advise against it. 'No, no, no. We just need a find a solution,' she said Trudeau responded. ... Asked if she has confidence in Trudeau, Wilson-Raybould paused for some time and did not say yes. 'Ill say this ... I resigned from Cabinet because I did not have confidence to sit around the Cabinet table,' she said.\r\nBeto O'Rourke takes selfies with supporters during a rally in protest of President Trump's proposed border wall in El Paso. (Christ Chavez/Getty Images)\r\n-- Beto ORourke has decided not to run against Sen. John Cornyn (R-Tex.) next year and appears to be headed toward a presidential bid. Isaac Stanley-Becker reports: ORourke has made up his mind about a possible presidential bid, which could transform the nascent race for the Democratic nomination. He said Wednesday that he and his wife are preparing to make an announcement. If history is any guide, the announcement of the announcement rarely leads to a quiet withdrawal from public life. 'Amy and I have made a decision about how we can best serve our country,' the former three-term congressman from El Paso said ... 'We are excited to share it with everyone soon,' he added.\r\n-- Sen. Kamala Harris (D-Calif.) mischaracterized a policy she backed as San Francisco district attorney to turn over undocumented minors suspected of felonies to ICE. CNNs Nathan McDermott and Andrew Kaczynski report: Speaking to an audience in Iowa Sunday on Political Party Live, a podcast about Iowa politics, Harris was asked by host Misty Rebik about [the 2008 policy] In her answer, Harris called the reporting of arrested juvenile undocumented immigrants before they were convicted of a felony an unintended consequence of the policy that she did not support. However, this was in fact the intent of the policy.\r\n-- The majority of the Massachusetts congressional delegation is so far refraining from backing Sen. Elizabeth Warrens (D-Mass.) presidential bid. The Boston Globes James Pindell reports: [W]hen Warren kicked off her presidential campaign in early February, she showcased those members who were with her. Introducing her were Senator Ed Markey, and Representatives Lori Trahan of Lowell and Joseph Kennedy III of Newton. Not at the rally, but who is now also backing Warren, was Representative Jim McGovern of Worcester. But the rest of the delegation presents a mixed bag for the Cambridge Democrat. Five members have yet to endorse any presidential candidate and another has made his preference clear for another White House hopeful.\r\n-- Chirlane McCray said that the timing is not exactly right for her husband, New York City Mayor Bill de Blasio (D), to run for president next year. Politicos Zack Stanton reports: McCray talked up de Blasios five-year record as the mayor of Americas largest city, and said the demands of his current job would make a White House run difficult. [A]n aide to the mayor stated that a de Blasio presidential candidacy is at least up for discussion. De Blasio returned to Iowa last weekend for a visit that smacked of presidential ambition, and he acknowledged that he had not ruled out a run for president, obviously.\r\n-- A year and a half after Hurricane Maria, Puerto Rico has emerged as both a 2020 campaign stop and campaign issue. Some candidates like Warren and Julián Castro have already stopped by the territory and Sen. Bernie Sanders (I-Vt.) named San Juan's mayor his campaign co-chair. From Politico's Marc Caputo: Between the well-publicized ravages of Hurricane Maria, loud criticisms of [Trumps] disaster response and the delegate yield from the commonwealths primary, Puerto Rico is now something close to a must-stop for Democratic White House hopefuls. Adding to Puerto Ricos political value, Gov. Ricardo Rosselló is backing a plan to move the 2020 primary from early June to one of the final two weekends in March.\r\nRussian state media got a question. China state media got a question. Hannity got a question. https://t.co/xcHcuiTkQo\r\nTo give a sense of how abrupt this change in scheduling is, the White House had already sent out the menu for President Trump and Kim Jong Uns lunch, a meal that didnt happen.\r\nAnd the Saudis re: Khashoggi. https://t.co/jZEdbkP5Tr\r\nAs we wait for Trumps press conference and an explanation of why the summit with Kim Jong-un was cut short, Im reminded of his words after their first meeting in Singapore last year. pic.twitter.com/iNN2K2Exb1\r\nHahahaha Michael Cohen begged to work at the White House and everyone knows it.\r\n Donald Trump Jr. (@DonaldJTrumpJr) February 27, 2019\r\nThis sounds like a breakup letter... and Im keeping your sweatshirt.\r\n Donald Trump Jr. (@DonaldJTrumpJr) February 27, 2019\r\nMichael was lobbying EVERYONE to be Chief of Staff. It was the biggest joke in the campaign and around the office. Did he just perjure himself again?\r\nDon Jr. also rather surprisingly retweeted this thought from a Wired contributor:\r\nIncredible to see all the hubris drained from Cohen. I've been personally screamed at by Cohen on the phone before and know how much bravado he once had. This is a man with nothing left, with no reason to lie or obfuscate at all. Humbling, in its way.\r\n Garrett M. Graff (@vermontgmg) February 27, 2019\r\nSTATEMENT on Michael Cohen testimony to Congress: WikiLeaks publisher Julian Assange has never had a telephone call with Roger Stone. WikiLeaks publicly teased its pending publications on Hillary Clinton and published &gt; 30k of her emails on 16 March 2016. https://t.co/XcH75u3kbu\r\nFor the record, I am not payingnor have I paidMr. Cohens legal bills.\r\nThis is the portrait Cohen says Trump arranged a bidder to pay $60k for, to be reimbursed through a Trump charity. Its now on display at a Trump golf club. pic.twitter.com/fynvzzcE6i\r\n20-page opening remarks summed in one line from Shakespeare: I come to bury Caesar, not to praise him.\r\nThis hearing reminds me of an old policing maxim: You can't prosecute the devil with angels as witnesses.\r\nBeing in the House has always seemed like a terrible job, but I would consider running and then serving long enough to become a committee chairperson just so I could hire an experienced counsel to ask witnesses questions instead of committee members.\r\nJim Jordan harping on how suspicious it is that Lanny Davis would work for Michael Cohen for free. Does he know that Giuliani is working for Trump for free?\r\nOr that Paul Manafort worked for Trump for free? https://t.co/jefIpnMtYv\r\nHow will these GOP defenses of President Trump sound a couple decades from now? Trying to imagine what these members of Congress will tell their grandkids about this moment...\r\ntfw you go to eat your hallway pizza and get told youre in the live shot pic.twitter.com/ppkq9PJraO\r\n-- The inability of the Office of Government Ethics to punish Commerce Secretary Wilbur Ross for his financial disclosure inaccuracies has revealed the limitations of the office to effectively crack down on such behavior. Carrie Levine and Peter Overby report for the Center for Public Integrity: In a rare rebuke of a Cabinet-level official, [OGE] last week refused to certify Ross 2018 personal financial disclosure report, which he first filed last August. But OGE lacks enforcement authority, leaving it with few tools beyond a public scolding and the ability to refer potential investigations to entities such as the inspector general at Commerce or the Department of Justice. [Watchdog groups] say despite Ross disclosures and the series of amendments hes filed they continue to have questions about what hes actually divested.\r\n-- They killed a white woman: Fifty-four years later, Leroy Moton looks back at the killing that changed the civil rights movement, by Donna Britt: Few know about [Leroy] Motons contribution to black history, or about the ink-black night a month after his release when he raced through the Alabama countryside in work boots he wore during the 54-mile march from Selma to Montgomery. Dashing through muddy pastureland, Moton was fleeing the unseen gunman whose speeding car had pulled alongside the automobile he had been riding in. The man had fired into the front seat, killing the driver protester Viola Liuzzo, a Detroit mother of five who became the only white woman killed in the civil rights movement. Whoever had murdered Liuzzo, Moton feared, was right behind him. Weeks later, the unprecedented slaying of a white female protester inspired Congress to pass the once-stalled Voting Rights Act of 1965.\r\n-- New York Times, \"21 Savages Still-Bumpy Path to Freedom, by Jon Caramanica: While his case winds its way through the immigration system, 21 Savages team has been actively underscoring the political dimension to his plight and marshaling public support. A #Free21Savage coalition of a couple of dozen activist organizations is drawing attention to his situation, and two members of Congress Hank Johnson and Zoe Lofgren spoke publicly on his behalf while he was still in detention. Lofgren, from California and chairwoman of the House Judiciary Immigration and Citizenship Subcommittee, released a statement opening the door for 21 Savage to appear as a witness before her subcommittee and floating the idea that he had been arrested as a result of publicly questioning United States immigration policy. 'Was his arrest in response to his Constitutionally protected speech?' the statement said. 'It looks like that.'\r\n-- New Yorker, Are Robots Competing for Your Job? by Jill Lepore: The old robots were blue-collar workers, burly and clunky, the machines that rusted the Rust Belt. But, according to the economist Richard Baldwin, in 'The Globotics Upheaval: Globalization, Robotics, and the Future of Work' (Oxford), the new ones are 'white-collar robots,' knowledge workers and quinoa-and-oat-milk globalists, the machines that will bankrupt Brooklyn. Mainly, theyre algorithms. Except when theyre immigrants. Baldwin calls that kind 'remote intelligence,' or R.I.: theyre not exactly robots but, somehow, they fall into the same category. Theyre people from other countries who can steal your job without ever really crossing the border: they just hop over, by way of the Internet and apps like Upwork, undocumented, invisible, ethereal. Between artificial intelligence and remote intelligence, Baldwin warns, 'this international talent tidal wave is coming straight for the good, stable jobs that have been the foundation of middle-class prosperity in the US and Europe, and other high-wage economies.' Change your Wi-Fi password. Clear your browser history. Ask H.R. about early retirement. The globots are coming. How can you know if youre about to get replaced by an invading algorithm or an augmented immigrant?\r\n-- Time, Julia Louis-Dreyfus knew she was good. She fought to make sure the world did too, by Molly Ball: Louis-Dreyfus has always demanded to be taken seriously. For three decades, she has been portraying funny, self-centered women who are compelling despite often being ill-behaved. Selina, her capstone creation, pushes the envelope furthest: the accidental Presidents megalomania, and her flamboyant vulgarity, have helped Veep break awards records. (I was the game changer! Selina yells in a scene from the upcoming season. I took a dump on the glass ceiling!) The show has made Louis-Dreyfus, 58, arguably the most decorated television comedy actress in history. But over the course of her career, Louis-Dreyfus hasnt only made a lot of people laugh. She has also left an indelible cultural mark, expanding the possibilities for women in comedy and maybe in politics and public life as well.\r\nLawmaker promoting anti-vaxx bill suggests measles can be treated with antibiotics. (It cant.) from Lindsey Bever\r\n: Amid a relentless anti-vaccine movement and measles outbreaks across the United States, a Texas lawmaker has falsely suggested that antibiotics can be used to treat the deadly childhood disease. Texas state Rep. Bill Zedler (R), an anti-vaxxer who is promoting legislation to allow parents to more easily opt out of vaccinations for their children, said he had measles when he was a child. They want to say people are dying of measles, [Zedler said]. Yeah, in Third World countries theyre dying of measles. Today, with antibiotics and that kind of stuff, theyre not dying in America. There is no known treatment for measles, a highly contagious virus that once sickened millions of patients each year in the United States. Antibiotics, which are used to treat bacterial infections, cannot kill viruses.\r\nA conservative activist was punched in the face at UC Berkeley. The response enraged the right, from Katie Mettler\r\n: Activist Hayden Williams was recruiting students for a grass-roots conservative organization at the University of California at Berkeley last week when he was confronted by two men, one of whom pushed him repeatedly and punched him in the face. Tuesday night, a week after the incident, UC Berkeley officials announced that police were preparing to apprehend a suspect, who has not been publicly named, on a felony charge once they were issued an arrest warrant. The news comes after a seven-day campaign by conservative activists both at Berkeley and nationally, who have argued, on social media, right-leaning political websites and Fox News, that because of liberal bias, the attack garnered what they perceive as a delayed response from the police and university and a muted response from the public.\r\nTrump is flying back to Washington from Hanoi Thursday.\r\nTheres no question the Republican House failed, and they failed us in securing the border, but they also failed to make good on the promise to him that we would get that money for the wall. They completely lied about that. Senior White House adviser Kellyanne Conway criticizing congressional Republicans for failing to fund Trumps border wall while in the House majority. (John Wagner)\r\nNEWS YOU CAN USE IF YOU LIVE IN D.C.:\r\n-- It will be sunny during the day, but snow may fall this night. The Capital Weather Gang forecasts: Enjoy the sun today, as there may be little of it through the weekend. Snow potential is climbing for late tonight into early Friday morning as a weak disturbance strengthens over the area. Some accumulation is possible, especially from the District north. The weekend is cloudy, and rain and/or snow is likely to develop Sunday. \r\n-- The Wizards beat the Nets 125-116. (Candace Buckner)\r\n-- A growing chorus of Maryland officials, including Gov. Larry Hogan (R), called for the resignation of Del. Mary Ann Lisanti after she used the n-word in a conversation with colleagues. Ovetta Wiggins reports: We know she is one of our colleagues, we know she is a Democrat, but party has nothing to do with the hatred and bigotry that comes out of someones mouth, said Del. Darryl Barnes (D), who chairs the Legislative Black Caucus of Maryland Democratic Party chair Maya Rockeymoore Cummings also called for Lisanti to step down. Hogan said any public official who engages in this reprehensible conduct should do the right thing and step down.\r\n-- The Maryland House of Delegates gave initial approval to instituting a $15 minimum wage in the state. Arelis R. Hernández reports: The House, where Democrats have a veto-proof majority, passed the bill on a voice vote. A vote to give it final approval is scheduled for Friday. After that, it would be considered in the Senate. Some business groups, including the state restaurant association, are lobbying heavily against the wage increase.\r\n-- Sully, George H.W. Bush's service dog, will now work with veterans at the Walter Reed National Military Medical Center. Helena Andrews-Dyer reports: According to his Instagram page (yes, Sully has one), his official rank is hospital corpsman second class, an enlisted medical specialist in the U.S. Navy. Sully (okay, fine, his human handler) wrote that his new assignment was 'an honor and a privilege.'\r\nChris Christie on Michael Cohen testimony: \"There hasn't been one Republican yet who's tried to defend the president on the substance. I think that's something that should be concerning to the White House.\" https://t.co/ij0AmYP27Tpic.twitter.com/0Zgubp7t5d", "tags": ["first lady", "presidential candidate", "marc fisher", "federal regulators", "quickly politics"], "related_articles": [{"title": "6 takeaways from the Michael Cohen hearing", "source": "cnn", "url": "https://www.cnn.com/2019/02/27/politics/michael-cohen-hearing-takeaways/index.html"}, {"title": "Cohen gives who's who of Trump allies, potential witnesses", "source": "associated-press", "url": "https://apnews.com/51d1ad23e2e148479572328db27ea9b5"}, {"title": "Trump-Kim summit ends abruptly with no deal: 'I'd rather do it right than do it fast'", "source": "fox-news", "url": "https://www.foxnews.com/us/trump-kim-summit-ends-abruptly-with-no-deal-id-rather-do-it-right-than-do-it-fast"}]}]}