{"topterms": [["amazon", 156], ["new york", 81], ["trump", 79], ["china", 72], ["washington", 70], ["united states", 70], ["walmart", 65], ["congress", 57], ["country", 54], ["investors", 54]], "articles": [{"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "date": "2019-03-01T21:30:43Z", "origContent": "Amazon's purchase of Whole Foods in 2017 sent shock waves through the grocery industry and hammered the stocks of traditional grocers.   Eighteen months later, Whole Foods stores don't look much different.   Prices were a little cheaper for a period of time, then rose again. The stores started offering some new services like curbside pickup and delivery, but grocers like Walmart and Kroger were already far ahead of Amazon in rolling out those options.   For a while, it seemed that initial speculation around Amazon's impact on the grocery industry was overblown.   But that could all soon change.   Amazon is reportedly planning to launch a new grocery-store chain, and it sounds like it could become the game-changing threat that analysts expected when the e-commerce giant bought Whole Foods.   The new stores will be smaller and cheaper than Whole Foods, and carry a broader assortment of products than the organic grocery chain, according to a report in The Wall Street Journal, which cited people familiar with the matter. They will also focus on convenience and curbside pick-up, the report said.   This is bad news for traditional grocers such as Walmart, Kroger, and Aldi.   Grocery is a low-margin business, and any added pricing pressure from a new Amazon chain could eat into profits.   \"Amazon clearly has significant opportunity in the middle of the market, which a new concept could serve well,\" KeyBanc Capital Markets analyst Edward Yruma wrote in a note to clients on Friday. \"This also gives Amazon the opportunity to use some subset of the technology employed in Amazon Go in a larger footprint box.\"   But Amazon would still have a lot of catching up to do to steal market share from major grocers. Walmart has more than 4,000 stores in the US, and about half currently offer curbside grocery pickup. Kroger has more then 2,700 stores and Aldi has more than 1,800 stores.   That said, Amazon has been known to move rapidly. In the span of just a few years, the company built a massive delivery network with the capacity to compete with carriers like FedEx and UPS.   \"Since Amazon's acquisition of Whole Foods, grocery retailers have waited to see if Amazon would launch its own branded stores - and that day is finally arriving,\" Sylvain Perrier, CEO and president of the grocery ecommerce platform Mercatus, said in a statement via email. \"Amazon grocery stores will certainly use their expansive shopper data to merge the in-store and online grocery experience and given that Amazon has a way of making certain strategies the industry standard, grocers will be in trouble if they do not heavily invest in their digital practices and find effective ways to complement the in-store and digital experiences.\"", "tags": ["new stores", "low margin business", "few years", "expansive shopper data", "grocery pickup"], "related_articles": [{"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/03/01/amazon-after-buying-whole-foods-may-open-new-supermarket-chain/3029489002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "How U.S. retailers turn their bane into boon with 'click and collect'", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-retail-pickup-analysis-idUSKCN1QE1VE"}, {"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "url": "http://fortune.com/2019/02/27/m-and-s-shares-ocado/"}]}, {"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "date": "2019-03-01T20:16:26Z", "origContent": "Amazon wants to bring back slower delivery for some people. These Prime members will only get deliveries once a week. Amazon, which rattled the grocery industry when it purchased Whole Foods, is now looking at opening a separate set of supermarkets across the U.S., according to a report in the Wall Street Journal.  The e-commerce giant is negotiating putting supermarkets in several cities, including Chicago, Philadelphia and San Francisco, according to the Journal citing people familiar with Amazon's plans. The first of what could be dozens of storefronts  may open in Los Angeles in the next several months. Amazon bought Whole Foods, for $13.7 billion in 2017. But unlike that chain, known for its select foods and high prices, the new markets would have different, more affordable offerings. And even as it reportedly signs leases, Amazon is also considering buying existing regional companies to more quickly grow the new chain's footprint, the Journal says. Amazon, which has upended the entire retail landscape by accelerating the shift to online shopping, would grab an even stronger foothold in the $750 billion grocery market if it opens new supermarkets. It's already introduced a new grocery concept with Amazon Go, which cuts out cashiers by enabling customers to scan an app, and automatically make purchases as they peruse the aisles. The company has opened Amazon Go stores in Seattle, Chicago and San Francisco, with more planned in those cities and elsewhere. And at a time when retailers like Walmart are expanding an option that enables customers to buy groceries online, then pick them up or have them delivered, Amazon has also begun a curbside pickup service at some Whole Foods locations for members of its Prime subscription service. But the new supermarket chain that is reportedly being considered is a \"game changer,'' says Bob Phibbs, CEO of the New York-based consultancy The Retail Doctor. The Whole Foods purchase gave Amazon the education it needed to expand in the grocery space, he says. Ninety percent of groceries are still sold in brick-and-mortar, Phibbs said. Now, they can take that (information) and leverage that. Its taking all their knowledge and data and having more of a laboratory that makes them more money ... If I were Kroger, I wouldnt be sleeping tonight. Phibbs also views Amazons grocery development as the companys way to get more information about its shoppers, from their health to their favorite brands. Its all about data, he said.  Phil Lempert, founder of supermarketguru.com, which tracks industry news and trends, said the stores will likely not be the same as traditional grocery stores, but more like big-box stores that have large food departments, like Walmart, the biggest grocery seller in the U.S., and Target. Lempert pointed out the irony that this Amazon grocery push is coming days after Yahoo News reported that Amazon was killings its Whole Foods 365 stores, which offered a lower price alternative to the original locations. But the appeal of the new supermarkets could be a more interactive, experiential feel than its rivals, which will appeal to the millennial and Generation Z shopper. If they go the high-tech route for non-foods departments and maybe even foods departments, itll be a hit, he said.", "tags": ["chicago", "stores", "phibbs", "several cities", "lempert"], "related_articles": [{"title": "'The Retail Doctor' says Macy's restructuring plan is not bold enough (M)", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/macys-stock-price-restructuring-plan-not-bold-enough-2019-2-1027986065"}, {"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}, {"title": "How U.S. retailers turn their bane into boon with 'click and collect'", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-retail-pickup-analysis-idUSKCN1QE1VE"}]}, {"title": "CNBC'S CHRISTINA FARR & EUGENE KIM: AMAZON TAPS A COMPANY VETERAN TO LEAD ITS NEW PHARMACY BUSINESS, INCLUDING PILLPACK", "source": "cnbc", "date": "2019-02-27T17:24:00Z", "origContent": "Amazon veteran Nader Kabbani is in charge of the company's new pharmacy initiative, CNBC has learned. The entire leadership team from PillPack, which Amazon bought for more than $800 million last year, reports to him, according to an internal document. Amazon has multiple initiatives in the $3.5 trillion health-care market. Amazon has tapped 14-year company veteran Nader Kabbani to run its new pharmacy business, including the team that came in through last year's acquisition of PillPack, CNBC has learned. Kabbani, who helped build Amazon's Kindle self-publishing platform and has served as vice president in the logistics and Flex businesses, is now \"vice president of consumables, special projects,\" according to an internal document that was viewed by CNBC. The entire team at PillPack, which Amazon bought for more than $800 million in June, reports directly to Kabbani, the document says. That includes CEO TJ Parker, product chief Elliot Cohen and technology head Alan Gao. The pharmacy business has huge potential for Amazon. In the U.S., more than 4 billion prescriptions are ordered annually, and spending is expected to top $600 billion in the next few years, much of that covered by insurers and Medicare and Medicaid. With PillPack, Amazon is poised to take a slice of the growing home delivery market, though it could also potentially incorporate retail pharmacy offerings at Whole Foods locations, after buying the upscale grocery chain for more than $13 billion in 2017. Kabbani's appointment shows Amazon is putting one of its most ambitious new projects in the hands of a trusted company executive with plenty of experience in supply chain and logistics, but no background in pharmaceuticals or health care. He was in charge of Amazon Flex, the company's program that hires individuals to make deliveries on a flexible schedule, as well as other aspects of Amazon's last-mile delivery strategy. His LinkedIn page has him listed as the vice president of Flex since March 2017. The pharmacy and distribution industries have been watching Amazon's every move. Following the announced acquisition of PillPack, shares of drug distributors and pharmacies plummeted, with Walgreens Boots Alliance plunging 9.9 percent and McKesson dropping 6.1 percent. CVS Health, Cardinal Health, AmerisourceBergen and Rite Aid also fell on concern that Amazon would eat into their markets. Pharmacy is a notoriously challenging sector, given the dominance of brick-and-mortar incumbents and the middlemen that negotiate drug prices and manage their distribution. Shortly into his new role, Kabbani was the point person for the purchase of PillPack, according to three people familiar with the matter who asked not to be named because the discussions were private. Walmart had been in talks with PillPack for months prior to that deal. The PillPack purchase represented one of Amazon's most public moves into the $3.5 trillion health-care industry. The company has been looking at the pharmacy space for years and started hiring a team in 2017. \"No matter how complicated health care may be behind the scenes, consumers see pharmacy as just another e-commerce category,\" said Jonathan Schwartz, CEO of Carezone, an internet pharmacy start-up. \"They want modern digital experiences. Traditional providers ought to be rethinking their approach to customer retention.\" Since the acquisition, the PillPack team has remained fairly quiet, other than filing for some new pharmacy licenses. Amazon hasn't announced plans for PillPack and has done little by way of adding new health products to its marketplace. It already sells over-the-counter pills, at-home DNA tests, and medical supplies like gauze and bandages. Kabbani is best known for his work on the Kindle e-reader, which he worked on from 2007 to 2013. He helped create the Kindle Direct Publishing platform, enabling authors to self-publish digital and printed books. He's also a classical concert pianist and board member at the Seattle Symphony. Kabbani reports to Sunny Jain, a former Procter & Gamble managing director who is now Amazon's vice president of consumables, a group focused on consumer packaged goods. With CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information 410 million homes worldwide, including more than 90 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries. CNBC has a vast portfolio of digital products, offering CNBC content to a variety of platforms such as: CNBC.com; CNBC PRO, a premium service that provides in-depth access to Wall Street; a suite of CNBC mobile apps for iOS and Android devices; Amazon Alexa, Google Assistant and Apple Siri voice interfaces; and streaming services including Apple TV, Roku, Amazon Fire TV, Android TV and Samsung Smart TVs. To learn more, visit https://www.cnbc.com/digital-products/. Members of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc. For more information about NBCUniversal, please visit http://www.NBCUniversal.com.", "tags": ["home delivery market", "middlemen", "medical supplies", "brick", "pharmacy business"], "related_articles": [{"title": "Amazon tapped a company veteran to lead its new pharmacy business, including PillPack", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/amazon-tapped-nader-kabbani-to-run-its-phamacy-business.html"}, {"title": "Northern Indiana city loses pharmacy, gets a 'telepharmacy'", "source": "associated-press", "url": "https://apnews.com/ba183f33402649fb98469f259bbadc60"}, {"title": "The Latest: Buffett says tariffs have hit Berkshire Hathaway", "source": "associated-press", "url": "https://apnews.com/6185c0ef8dc24e27bfd81553f8e54a14"}]}, {"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "date": "2019-03-01T22:31:37Z", "origContent": "While US-China trade talks continue to hold centre stage, investors will be following a bevy of economic data, retail earnings and central bank developments in the coming week. Investors will get a fresh look at the booming US labour market on Friday when the government releases data for February. Economists expect 180,000 new jobs and an unemployment rate of 3.9 per cent, according to a Reuters poll. The US added 304,000 jobs in January, while the unemployment rate stood at 4 per cent, helping ease concerns over the impact of a partial government shutdown and slower economic growth. Wage data will be of particular interest amid a period of muted inflation. Average hourly earnings in January were up just 0.1 per cent compared with the prior month, the weakest rate of growth since October 2017. In other US economic data, new home sales and the Institute for Supply Management’s non-manufacturing index are due on Tuesday, and a report on housing starts will arrive on Friday. On Wednesday, the Federal Reserve will release its monthly Beige Book, an anecdotal look at business activity across the central bank’s 12 districts. The spate of retail earnings will continue next week. Target and Kohl’s, the American department store chains, will release their fourth-quarter financial results on Tuesday. Discount retailer Dollar Tree, grocery chain Kroger, bookseller Barnes & Noble and warehouse outlets Costco and BJ’s Wholesale Club are also scheduled to report earnings during the week. Other US big-box stores such as Walmart, Best Buy and Macy’s have already disclosed fourth-quarter profits and sales. Walmart eased investors’ concerns about domestic retail sales, which abruptly fell in December, with strong holiday sales aided by strength in the grocery and toy aisles. Best Buy, the electronics retailer, also benefited from better sales than expected during the holiday period. Other closely watched earnings reports coming next week include Salesforce.com and Brown-Forman, the owner of Jack Daniel’s. The European Central Bank will provide an update on monetary policy and its president, Mario Draghi, will speak at a press conference on Thursday. The ECB is expected to hold rates steady amid a deceleration in regional growth and tepid inflation numbers. Investors are also watching the ECB for economic forecasts and news on long-term loans to banks. The Reserve Bank of Australia and the Bank of Canada have their own rate decisions coming next week. Minutes from the Bank of England’s latest policy meeting will be released. In the US, New York Fed president John Williams and Cleveland Fed president Loretta Mester will be among the central bank officials to give remarks. Elsewhere in global economic news, China is expected to announce an economic growth target as its annual National People’s Congress begins in Beijing. Key reports during the week include Italy’s GDP, Germany’s factory orders, China’s trade balance and Australia’s GDP.", "tags": ["electronics retailer", "latest policy meeting", "spate", "cleveland fed president loretta mester", "noble"], "related_articles": [{"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}, {"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}, {"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}]}, {"title": "And America's least favorite stores are...", "source": "nbc-news", "date": "2019-02-26T20:31:18Z", "origContent": "Feb. 26, 2019, 8:31 PM GMT When it comes to satisfying their customers, most U.S. retailers both brick-and-mortar and online are losing ground for the second year in a row, according to an annual consumer satisfaction survey. The retail sector, which includes supermarkets, discount stores, and department stores, slipped nearly 1 percentage point to score a 77 out of 100 in the annual American Customer Satisfaction Index survey released on Tuesday. Shoppers are not happy with the lackluster and underwhelming customer service they so often experience, said ACSI Managing Director David VanAmburg. Things like courtesy and helpfulness of store staff, call center support and even availability of merchandise on the shelves have seen drops from a year ago, he said. The 2018 ACSI Retail Report is based on interviews with more than 62,000 customers chosen at random and contacted by email between January and December last year. While Americans clearly prefer shopping online, even e-commerce showed signs of strain, dropping to an ACSI score of 80, down 2.4 percent from last year. Customers surveyed did not see any improvement in the online shopping experience since last year and felt most aspects of the process including desktop checkout, navigation and site performance have deteriorated. Mobile apps are the one bright spot, earning high marks for quality and reliability. The big news: Online giant Amazon, which held the top spot in the ACSI survey since 2010, plunged 4 percent to score an 82. Costco, which made its debut in the online category this year, scored an 83, to beat Amazon and lead the pack of the 25 internet retailers surveyed. Costco is the value leader among online retailers and its Kirkland brand may be part of the reason why, offering quality products at a lower price, the report noted. Other internet retailers that did well: Etsy, Kohls, Nike and Nordstrom all scored an 81; Apple, eBay, HP Store, Macys, Newegg, Overstock, Target and Wayfair all had an 80. Walmart (74) and Sears (73) were at the bottom of the list. Costco also takes the top spot in the department and discount store category, with an 83. Sams Club is close behind at 80. Both had the same scores from last year, even though customer satisfaction with the category dropped 1.3 percent to an ACSI score of 76. The third warehouse chain, BJs Wholesale Club, scored a 79 to take third place in a tie with Dillards, Kohls and Nordstrom (which saw a decline of 2 percent). Costco and Sams Club have figured out that customer service is critical, and they invest in it more than the bells and whistles we typically associate with other big box retailers, VanAmburg told NBC News. Several chains took a big hit this year: Fred Meyer, which is in the process of a major overhaul, dropped 5 percent, while Meijer was off 4 percent. Walmarts score rose 1 percent, but with a 72, its in next to last place. Walmarts checkout speed is the slowest in the industry and its staff are less courteous than its competitors, the report said. Beleaguered Sears, which struggles to say alive, slipped another 4 percent to score an all-time low of 70. The nations supermarkets also took it on the chin, with customer satisfaction in this category down 1.3 percent, for an ACSI score of 78. Except for convenience of location and store hours, all elements of the grocery shopping experience were worse than last year. Shoppers said brand names are less available and merchandise selection is lacking. They also felt the quality of the meat and produce has fallen, the stores arent as clean as they used to be, sales are less frequent, and the pharmacy service was worse. Supermarket apps were included in this years survey for the first time and scored an 82 for quality and reliability, but website satisfaction dropped 2 percent to 80. Stores that dont get the online component right will have difficulty competing as online grocery shopping becomes more popular. Two traditionally high-performing chains, Trader Joes and Wegmans, continued to shine with even higher scores this year. With an ACSI score of 86, Trader Joes is not only the highest-rated supermarket, its the highest-rated retailer in this survey. Wegmans is a close second at 85, followed by Aldi and Publix at 84, Costco (83), H-E-B (82) and Sams Club (80). Walmart holds on to its perennial last place, with a 72, down 1 percent. Why do Trader Joes and Wegmans take the top spots year after year? They take great care of their employees, which results in happy employees who are trained that the customer comes first, and they are to do what they need to do to make sure the customer experience is a great one, said industry analyst Phil Lempert, who runs the website SupermarketGuru.com. The big news in this category: Whole Foods dropped 2 percent to score a 79, which puts it in a tie with BJs Wholesale Club, Hy-Vee, Kroger and ShopRite. Considering the importance of retail to overall consumer spending, the continued decline in customer satisfaction cannot be taken lightly. The ACSI report suggests high employment is putting a strain on customer service because it creates staff shortages and constant turnover. Customer experience expert Jon Picoult, founder of Watermark Consulting, also blames short-sighted management who are dealing with competition from Amazon and other online-only retailers, by neglecting the in-store experience. While that might help bolster financial results for a few quarters, it has a very insidious long-term, consequence of undermining one of the few remaining sources of competitive differentiation available to traditional retailers in their battle with online rivals, Picoult told NBC News. Fewer employees, poorly trained staff and long lines at checkout all sour people to brick-and-mortar stores and drives them into the arms of online retailers who offer greater convenience, he said. Herb Weisbaum is a contributor to NBC News and writes about consumer-related issues. He can be found on Facebook, Twitter, or The ConsumerMan website.", "tags": ["nike", "available traditional retailers", "watermark consulting", "other big box retailers", "newegg"], "related_articles": [{"title": "Costco bests Amazon as most satisfying company for Internet retail, survey finds", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/costco-bests-amazon-internet-retail-satisfaction-survey-finds/2989478002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Homicide detectives determine foul play not involved after remains found in case of missing North Carolina man", "source": "nbc-news", "url": "https://www.nbcnews.com/feature/missing-in-america/celebration-life-planned-after-remains-found-case-missing-north-carolina-n976466"}, {"title": "Warren Buffett explains how Costco is dominating in one crucial area (COST)", "source": "business-insider", "url": "https://www.businessinsider.com/warren-buffett-costco-kirkland-brand-thrives-2019-2"}]}, {"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "date": "2019-02-27T11:41:45Z", "origContent": "Marks & Spencer Group Plc fell the most in two and a half years after the retailer said it will finance a nearly $1 billion investment in online retailer Ocado Group Plc with new shares and cut its dividend. M&S plans to offer as much as 600 million pounds ($797 million) in new stock to help pay 750 million pounds for a 50% stake in the partnership, diluting existing investments. Its shares fell as much as 10%, the most since June 2016, while Ocado rose as much as 6%. The agreement raises questions about the strategy of M&S, which will unseat John Lewis Partnership Plcs Waitrose as the tech startups main grocery supply source as of September 2020. Until now, M&S has focused on selling small baskets of premium-price grocery items, while large orders are more viable in low-margin e-commerce. M&S still havent proved that they can generate a high enough shopping basket to make online grocery pay, so this seems a huge leap in the dark for them, independent retail analyst Nick Bubb wrote in a note to clients. The deal combines M&Ss branded food and beverage range, currently sold in the companys food halls and convenience stores across Britain, with Ocados own-label and third-party branded products. It allows Ocado to focus on its business that licenses automated warehouse technology to supermarkets, which has grown faster than the U.K. grocery operation. This is a transformative deal in the U.K. grocery market which brings together two iconic and much loved British retail businesses, Ocado Chief Executive Officer Tim Steiner said by phone. U.K. stores have been struggling to compete with the rise of online shopping, as the Brexit-induced weakness of the pound squeezes profit margins, contributing to the growth of empty shopfronts throughout the countrys town and city centers. Discounters Lidl and Aldi are adding to the pressure, prompting market leader Tesco Plc to create its own cut-price store brand and J Sainsbury Plc to seek a purchase of Walmart Inc.s Asda that now faces growing regulatory opposition. The M&S venture with Ocado would have had sales of 1.5 billion pounds and earnings before interest, taxes, depreciation and amortization of 34.2 million pounds for the 52 weeks through Dec. 2, the companies said. Waitrose products, which have been delivered by Ocado for about a decade, will become exclusively available via the grocers own e-commerce service and in its stores when the partnership ends in September 2020. The retailer, a favorite of Londons upmarket shoppers, aims to double its online platform within five years and will be able to service thousands more online customers from the end of this year, it said in a statement Wednesday. It also plans to build a second fulfillment center to support growing order volumes in the U.K. capital. M&S chose to raise equity for the deal as its net debt stands at 1.8 billion pounds. Bondholders were cheered by the decision. The companys 400 million pounds of bonds due June 2025 rose almost one penny on the pound to a three-month high of 106 pence, according to data compiled by Bloomberg. M&S plans to cut its dividend by 40%. Ocado used a breakup clause in its contract with Waitrose to walk away from that contract before the expiry date in a year and a half. The agreement with M&S is the latest for Ocado, which has struck technology licensing deals with U.S. grocer Kroger Co., Frances Casino Guichard-Perrachon SA and others. M&S has been slower to move into home delivery than other British grocers. Its food business has waned as of late, following a slump in the apparel arm, pushing management into a cost-cutting initiative thats scheduled to eliminate 100 stores in the next three years. The Ocado partnership could enable it to reach a wider customer base and offer more product lines in stores as well as online. Its a game-changing step forward in shaping the future of M&S and becoming a digital-first retailer, with at least a third of the business online, CEO Steve Rowe said on a call.", "tags": ["had sales", "month high", "second fulfillment center", "inc.s", "spencer"], "related_articles": [{"title": "M&S taps investors and cuts dividend to fund Ocado deal", "source": "reuters", "url": "https://in.reuters.com/article/us-ocado-m-a-marks-spencer-idINKCN1QG0R8"}, {"title": "Ocado, the online grocer making waves on both sides of the Atlantic, is soaring after entering venture talks with an iconic UK retailer", "source": "business-insider", "url": "https://www.businessinsider.com/ocado-marks-and-spencer-deal-shares-surge-after-talks-confirmed-2019-2"}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "url": "https://www.ft.com/content/8aa756ac-3c35-11e9-b72b-2c7f526ca5d0"}]}, {"title": "How U.S. retailers turn their bane into boon with 'click and collect'", "source": "reuters", "date": "2019-02-25T15:04:38Z", "origContent": "(Reuters) - As retail casualties such as Sears or Toys ‘R’ Us kept piling up, costly real estate often got the blame for traditional retailers’ struggle to keep up with e-commerce rivals.  Yet last U.S. holiday shopping season showed stores may offer retailers a rare competitive advantage as they scramble to fend off the challenge from e-commerce giant Amazon.com and other online retailers.  Sales where customers order goods online and pick them up at a nearby store soared 47 percent in November and December compared with a year earlier, outstripping 16.5 percent growth in online sales, according to Adobe Analytics.  Among those reporting big increases in such sales are chains such Best Buy Co Inc, Target Corp, Walmart Inc and Home Depot Inc.  The experience of the 2017 holiday season when bad weather and a late surge in online orders overwhelmed shipping firms and led to delays is likely to have contributed to the surge in store pickups last season, retail experts say.  Yet even as UPS and FedEx largely avoided a repeat of such problems this time, analysts say store pickups, when handled right, offer enough benefits for consumers and retailers alike to keep gaining importance.  The numbers bear that out. According to retail research and consulting firm GlobalData Retail, store pickups accounted for nearly a third of U.S. online sales last November and December. That compares with about 22 percent a year earlier and just over 17 percent during the 2016 holiday season.  (Graphic: Click and collect growth during the holidays - tmsnrt.rs/2Ep2YJW)  The method “brings together the benefits of the digital shopping experience...with the instant gratification of same-day store pickup and easy returns,” said Jeff Sylvester a senior analyst at Foresee, a company that studies customer experience.  Shoppers, on their part, avoid shipping costs and the agony of waiting for the delivery and can get help from store staff if any issues come up.  Steve Molloy, a web designer who shuttles between Sydney, Los Angeles and San Francisco, said a 3-1/2-week delay in delivery of a pair of Nikes he ordered online during the 2016 holiday season made him switch to in-store pickup.  Retailers save on packaging and delivery costs as they have items on sale in their in-store backrooms rather than a distant warehouse.  Foresee’s Sylvester estimates it costs retailers about $5.60 in packaging, labor and fuel to deliver goods ordered online.  Factoring in other costs, retailers stand to make a 25 percent gross profit on a shipment of $82, the size of an average online order during the 2017 holiday season. The store pickup option raises that margin to at least 33 percent, he said.  It also helps bring in additional sales.  More than a third of customers who come to collect their orders end up buying something else, said Tom McGee, chief executive of International Council of Shopping Centers, a global trade association. During the holidays that number increases to 86 percent, he said.  U.S. retailers are some years behind their European peers in adopting “click-and-collect” and it has not yet reached a scale where it could pose a significant challenge to Amazon, analysts say. Yet already now, the model helps retailers better cope with the downward pressure on margins from online competition.  “Buy online pickup in store is every CEO’s nirvana,” said Ted McCaffrey, a retail strategy consultant with SensorMatic, a Johnson Controls company.  Making it work, however, takes careful planning and money.  It comes down to how fast an employee can fulfill multiple orders and if retailers can pull workers away during rush hours since long wait times can discourage customers who chose the service to save time, retail consultants say.  Creating dedicated space for order collection also requires investment, which can be substantial particularly in urban areas where stores tend to be smaller and real estate more expensive.  Among retailers that so far have made biggest strides in the United States is home improvement chain Home Depot, Adobe Analytics’ group manager Nate Smith said.  Adobe Analytics’ data showed that customers picked up nearly half of their online orders in Home Depot stores during the holidays last year and a fifth of those customers bought additional items doing so.  Smith said Home Depot had remodeled some stores to create separate pickup areas with lockers that customers can unlock with a government identification and an order number.  Walmart said it has added hundreds of ‘pickup towers’ in stores, while Target’s ‘Order Pickup’ and ‘Drive Up’ options in stores grew 60 percent during key holiday months last year, and accounted for a quarter of the company’s overall digital sales, the company said.  Similarly, Best Buy told Reuters that more than 40 percent of its online sales involve in-store pickups. The electronics chain also provides dedicated parking spaces for such customers.  “Store pickup is certainly convenient as 70 percent of Americans live within 15 minutes of a Best Buy store and millions of people drive past one of our stores each day on their way to and from work,” Best Buy spokesman Jeff Shelman said. ", "tags": ["johnson controls company", "steve molloy", "electronics chain", "rare competitive advantage", "nikes"], "related_articles": [{"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}, {"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/03/01/amazon-after-buying-whole-foods-may-open-new-supermarket-chain/3029489002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "General Motors’ Executive Shuffle: 2 Top Execs Are Leaving—One Might Go to Amazon", "source": "fortune", "url": "http://fortune.com/2019/02/28/general-motors-president-alan-batey-retire/"}]}, {"title": "Walmart and Garnier are piloting an in-store personalization tool (WMT)", "source": "business-insider", "date": "2019-02-25T14:24:00Z", "origContent": " Walmart is collaborating with beauty brand Garnier to bring its Virtual Shade Selector tool to 10 Walmart stores as part of a one-year pilot, according to a press release. The tool helps shoppers find shades that meet their needs with a short diagnostic test and allows them to virtually try on the colors they can get from various Garnier products.  Shade Selector has been available on Garnier's website for two months — it's proven popular, with 30% of consumers completing a 60-second exercise to use it, Glossy reports— and it will now have \"display screens at-shelf\" in select Walmart stores. The in-store version will also let shoppers test a shade by scanning a product's barcode. It will eventually appear at some Meijer, Wakefern, and Walgreens locations as well.   Tools that provide personalization and the opportunity to test products in-store can greatly improve the in-store shopping experience. Brick-and-mortar retail has struggled relative to e-commerce in the US, and part of that problem is because these tools are more available online.   By bringing comparable experiences like Virtual Shade Selector in-store, retailers enable consumers to discover and test products they couldn't otherwise, helping stores better match the online shopping process.   For retailers to get the most out of tools like Virtual Shade Selector, brand-agnostic versions are needed, which may be difficult to accomplish. Walmart and other physical retailers would likely prefer recommendation tools to consider their full selection of products, which would enable these tools to find the best products for consumers across all brands.   But Garnier's tool is specific to its products, which may be a continuing issue since L'Oréal, which owns Garnier, owns the technology company that developed Virtual Shade Selector, so it may not be interested in bringing in competing brands. Retailers should consider developing these types of tools themselves so they can maximize their value.   This move continues Walmart's trend of finding ways to bolster its in-store shopping experience with technology. In addition to this pilot, Walmart subsidiary Spatial& is now bringing virtual reality (VR) experiences to its stores.   Walmart's stores are one of its greatest strengths because of its tremendous footprint, and making store visits more valuable and attractive is key to its future success, so further investment and experimentation in in-store tools and experiences should be a priority.", "tags": ["tool", "greatest strengths", "recommendation tools", "year pilot", "walmart subsidiary spatial"], "related_articles": [{"title": "Your iPhone can take you to virtual worlds", "source": "cnn", "url": "https://www.cnn.com/2019/02/25/cnn-underscored/top-iphone-vr-headsets/index.html"}, {"title": "'Green Book' wins the best picture Oscar, and here's why many people aren't happy about it", "source": "business-insider", "url": "https://www.businessinsider.com/green-book-best-picture-win-controversy-2019-2"}, {"title": "I'm a financial planner and my most successful clients taught me 8 strategies are crucial to building wealth - Business Insider", "source": "business-insider", "url": "https://www.businessinsider.com/financial-planner-best-wealth-building-strategies-2019-2"}]}, {"title": "Amazon just opened up ads within its Instacart-killer AmazonFresh to win over big packaged goods brands", "source": "business-insider", "date": "2019-02-28T18:19:50Z", "origContent": "Amazon's move into advertising has been compared to Facebook and Google for its size and data -- now it's taking a page from retailers like Walmart to win over packaged-goods brands.   Amazon said today that it's rolling out ads within AmazonFresh, its online grocery service that competes with companies like Instacart and Peapod.   Walmart is also moving into online grocery delivery through its acquisition of Jet.com and Google has experimented with Google Express.   AmazonFresh is only available to Prime members and costs an additional monthly fee of $14.99 in big cities including New York, Boston, Dallas and Chicago. According to a report from Deutsche Bank analyst Paul Trussell last year, Amazon will be tied with Instacart in e-grocery delivery by 2025 with 19% market share, ahead of Walmart's 17% and Kroger at 7%.   Packaged goods brands that sell items on AmazonFresh can now run ads in search results and product-detail pages that specifically target AmazonFresh shoppers, Amazon said. The email also said that AmazonFresh ads will only be shown to customers who are eligible to purchase their products and can be targeted to a brand's new or returning shoppers.   Amazon did not respond to a press inquiry.   On Thursday morning, Frito-Lay was running ads promoting Fritos, Cheetos and Smartfood Popcorn in the AmazonFresh section while Nestle Waters' San Pellegrino was running ads for sparkling water at the top of search results.   Trevor George, CEO of Amazon-focused agency Blue Wheel Media, said AmazonFresh could be a big opportunity for CPG brands to work their way into Amazon's advertising program. He said that because AmazonFresh is a new area for ads, the cost per click will initially be low.   \"This could be a very profitable endeavor for brands that realize this,\" he said.   Amazon has long had close ties with CPG brands as its ad business has grown. According to Pivotal Research, Amazon's ad business is set to more than quadruple by 2023.   Amazon has been trying to make inroads with big brands, recently rolling out a new metric called \"new-to-brand\" that tracks the number of people who saw an ad and then bought that brand on Amazon for the first time in a year.   The e-commerce giant has been experimenting with video advertising in its streaming service FreeDive and in mobile search results. Business Insider recently reported that Amazon has been pushing a video ad format within mobile search results, though agencies noted that there were challenges around the price, data and creative.   \"To Amazon's credit, they're trying to figure out if there's space for video in the low-funnel shopping experience,\" said Nich Weinheimer, VP of e-commerce at Kenshoo, told Business Insider recently. \"For most marketers that leverage Amazon, it's very transactional, it's all about sell-through. Amazon's trying to make strides to develop that consideration phase of their site and engage with a brand more broadly.\"", "tags": ["chicago", "cheetos", "available prime members", "amazonfresh ads", "google"], "related_articles": [{"title": "Walmart seeks ad business boost in fight with Amazon", "source": "reuters", "url": "https://in.reuters.com/article/walmart-suppliers-advertising-idINKCN1QF2GZ"}, {"title": "Walmart is going to let big brands advertise in its stores and online to help boost its ad business", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/walmart-is-going-to-let-big-brands-advertise-in-its-stores-and-online-to-help-boost-its-ad-business"}, {"title": "Walmart hopes to boost ad business by letting P&G, Unilever advertise in stores, online", "source": "reuters", "url": "https://www.reuters.com/article/us-walmart-suppliers-advertising-idUSKCN1QF25M"}]}, {"title": "What Retail Workers Say About Technology Potentially Eliminating Their Jobs", "source": "fortune", "date": "2019-02-28T16:00:59Z", "origContent": "Two out of three retail workers believe that technology will eventually replace some of their job responsibilities, underscoring the rising concern about the impact of automation and cutting-edge technology on the workplace. Thats according to a new survey Thursday by The Fair Workweek Initiative, a project spawned from the non-profit labor-monitoring groups The Center for Popular Democracy and Organization United for Respect. The report is intended to reveal how U.S. retail employees perceive the growing use of technology in their daily work-lives. In short, they see it as both a concern and potential opportunity. Organizations like the World Economic Forum have forecast that innovations like machine learning will significantly alter the labor market, potentially leading to major job losses while creating new kinds of work. The retail sector is particularly prone to major disruption, led by online giant Amazon as it increases spending on new technology in an effort to cut costs. Self-checkout kiosks, computer screens in stores that shoppers can use to look up information, and the early and limited adoption of robots to handle tasks like moving boxes are just some of what’s being adopted in retail. And some of those technologies are already changing how retail employees work. Overall, the survey shows that retail workers are optimistic about technology, said Carrie Gleason, director of the Fair Workweek Initiative. For instance, 62% of the respondents agreed with that notion that new technologies would create new job opportunities. As an example, Gleason pointed to Amazon potentially using its Whole Foods grocery stores as distribution centers. The practice can create a new kind of jobstore clerks who can work for Amazon’s logistics division or who can pick groceries and bag orders that are then delivered to customers. Additionally, Gleason says that the rise of apps like for ride-sharing service Lyft has made people more hopeful about being able to take on second jobs to supplement their income if their primary jobs don’t pay enough. Still, 66% of the respondents believe that technology may eventually replace some of their job duties. Meanwhile, 57% said that new technology would have a negative impact on the quality of their jobs such as reducing their wages, hours, and benefits. The survey is based on responses from 1,100 retail workers at major companies in industries as diverse as automotive, e-commerce, grocery, and clothing. The pool is described as representative of the country’s retail workforce as a whole. Although technology may eliminate some mundane tasks that employees dont like, it could also end up squeezing workers in ways that nobody thought about, Gleason said. Self-checkout kiosks, for instance, have replaced some cashiers. However, companies must still assign human workers to the machines to help confused shoppers, troubleshoot glitches, and guard against shoppers walking out the door without paying. Get Data Sheet, Fortunes technology newsletter. Walmart worker Ashley Washington, of North Charleston, SC, said her job of overseeing multiple self-checkout standsoften placed at different areas in the storeshas made her working life more difficult rather than easier. She wishes that the store would hire more people to help her oversee the self-check machines so that it wont be so stressful and frustrating. Despite tech’s impact on retail, 63% of respondents say that their current retail job won’t be fully replaced by technology during their lifetimes. The findings shows that people believe there are still tasks that humans can do more efficiently than machines. Still, Gleason said the survey “found some contradictions.” For instance, 78% of female respondents say tech won’t replace their jobs, compared to 50% of male respondents. But the reality, according to the report, is that women face the greatest potential for job loss in retail, primarily because 73% of cashiers are women and “cashiers are considered one of the easiest jobs to automate.” Gleason said this could be because some women feel that stores need human cashiers for “high-quality customer service” and its relationship to emotional labor, which society often places on women. But, not all women believe their jobs will be safe from technology. For Dreama Lovett, a Walmart employee in Jacksonville, Fla. who assembles and delivers online orders to customers visiting her Walmart store, “it’s inevitable” that tech will replace some jobs. She pointed to the rise of self-checkout kiosks and the possibility that stores would introduce robots to patrol aisles and potentially clean spills. If she were to start her career over again, Lovett said that she “would go to school to be a technology person.” “Thats where the jobs are going to be.”", "tags": ["women", "job loss", "major job losses", "primary jobs", "walmart store"], "related_articles": [{"title": "Group of Walmart Mexico workers threatens strike for higher pay", "source": "reuters", "url": "https://www.reuters.com/article/mexico-walmex-idUSL1N20L00B"}, {"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/03/01/amazon-after-buying-whole-foods-may-open-new-supermarket-chain/3029489002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Lyft plans to spend $300 million on Amazon Web Services through 2021", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/01/lyft-plans-to-spend-300-million-on-aws-through-2021.html"}]}, {"title": "Saks Takes Back Fifth Avenue", "source": "fortune", "date": "2019-03-01T13:00:57Z", "origContent": "Ascending a sleek new multi-colored escalator, designed by Dutch architect Rem Koolhaas, Saks Fifth Avenue president Marc Metrick is a man vibrating with excitement ahead of its grand unveiling. The escalators bright red and blue hues and a large LED ceiling (that creates the illusion of a blue sky) pop in sharp contrast with the grey curtains used to cordon off a dusty construction area. Change is afoot on the ground floor of one Manhattans most iconic department stores. The sense of theatre epitomizes what Metrick, who has been president of the HBC-owned Saks since 2015, is convinced the company has to offer todays shoppers, particularly at its 650,000 square-foot New York City flagship. The buzz of activity comes at a time when Saks has some wind in its sails again after faring a rough patch three years ago. Sales were declining quarter after quarter. It was losing market share and the Grande Dame of New York luxury, a fixture since 1924, had lost much of what made it stand out. Now, Saks has reported seven quarters of comparable sales gains in the last eight, including a 7.3% jump in the third quarter. And, to Metricks big satisfaction, that recent performance bested those of two major rivalsNordstrom and Neiman Marcusover the same period. But those competitors are not idling: both Neiman and Nordstrom are adding their first namesake department stores in New York this year. The luxury market might be crowded but it is booming: according to Bain & Co, the U.S. personal luxury goods market rose 5% to $85 billion in the United States. Whats more, Spectrem Group estimates there are now 10 million Americans with a net worth between $1 million and $5 million, up 67% from a decade ago.  A run of the mill store just wont do, both in terms of the physical location but also how tech is integrated into them. Ergo a $250 million invested in the multi-year remodel of the flagship of a 41-store chain. While the renovation doesnt feature anything outlandish like the indoor ski hill Saks installed in the 1930s (try getting a CFO to sign-off on that today) its still trying to channel that spirit as it looks to make the Fifth Avenue store a modern-day destination. Last year, the beauty section moved up a floor but not without getting 40% more space and new amenities like facial workouts and offering anti-cellulite treatments and. The area, historically on street level to generate shopper visits, offers clean sightlines with more natural light from outside, a feature all floors will have by 2021. (The next project is mens shoes, now spread out over three floors, but soon to be concentrated in one lavish area.) Shopping isnt the only component of Metricks vision for Saks as a New York destination: the evening of a recent press preview, Saks had its first VIP dinner at LAvenue, a new high-end Philippe Starck-designed restaurant on the 9th floor. Its the only outpost of the Paris eatery that attracts A-list names like Rihanna and Beyoncé. While Saks is thriving now, it was a different story just a few years ago. HBC, a department store conglomerate that also includes its namesake Canadian chain and Lord & Taylor, bought Saks for $2.4 billion in 2013.  There had been turmoil in the c-suite, strategy lurches, and the prevailing opinion that Saks was an icon adrift. So when Metrick, now a 23-year veteran of the brand, took the reins in 2015, he immediately began with a deep dive into customer perceptions. Among the humbling results: Saks and its archrival Neiman Marcus were interchangeable in shoppers eyes. After years of trying to be all things to all people, Saks didnt stand for anything, Metrick recalls.  And thats no small order, what with some 85% of any luxury department stores offerings overlapping with rivals. Its also not getting easier at a time brands themselves are opening more of their own stores and taking more control of how their wares are presented. The high-end department stores added to their own problems in the last decade by getting more promotional, says Bain & Co partner Vandana Radhakrishnan. That led many brands, from Coach and Ralph Lauren on up to focus more on their own stores. But luxury brands, particularly smaller ones, can only do so much with their own sites and stores in reaching a wide audience. So great, well-trafficked stores and strong e-commerce are remedies for that problem. Notably, Metrick says he can give detailed customer data to luxury brands, including what other brands they like. Thats why Metrick sees reinventing the flagship as so important, with many ideas being adapted to the 40 other stores in the fleet. Metrick says thats already paying off: online return rates are typically 40% to 50%, a cost that pinches margins. That drops to 20% for sales clinched via the Salesfloor service. Every year, some 30 million people visit a Saks store, while Saks.com gets 150 million visits. At stores, 20% of visits yield a sale, while online the rate is more like 2.5%. And so while not as flashy as a designer escalator, ecommerce is crucial for maintaining momentum. Shes thinking about every other online experience out shes having today and is Saks as easy as all that, says HBC CEO Helena Foulkes of the prototypical Saks shopper. Saks was recently reminded of how hard it is to win over the modern shopper, even on its home turf. In January, it closed a womens store in Lower Manhattan after only two years.  But Foulkes, previously president of CVS pharmacys $80 billion retail business, won kudos from analysts for dropping an underperforming location and zeroing in on where Saks can win. The next dollar I invest has to be in the place with the most upside, she says.  To enable that, Foulkes has been busy in her first year on the job making big moves to undo much of HBCs aggressive expansion in the last half decade, one that led it to go around chasing stars, as Scotiabank retail and consumer analyst Patricia Baker puts it. That has included paying down HBCs sizeable debt by selling off half of its struggling European business, its Lord & Taylor flagship 10 blocks south of Saks, and Gilt Groupe; moves that won it recent upgrades from debt agencies. HBC also recently announced the closure of 20 Off Fifth discount stores and halted its Canadian expansion of Saks, which had called for seven stores, opting instead to cap it at three.  Thats not to say HBC is only in contraction modethe company is planning a new Saks store at the American Dream mega-mall being built in East Rutherford, New Jersey. But it does signal that HBC is doubling down on best performing businessSaksparticularly the flagship. Though HBC doesnt break out individual stores numbers, the Manhattan flagship generates at least $600 million a year, or 15% of so of Saks total sales. The Saks brand is only going to be as strong as that Fifth Avenue store, says Scotiabanks Baker. And Saks doesnt want its so-called branches to be seen as backwaters. So edgy brands like Vêtements and Jacquemus are now sold at other stores too, not just Manhattan. Other ideas have also made their way to its branches in other markets. Take The Collective, an area that focuses up and coming brands, including to solidify what Metrick calls Saks fashion authority. Our role in the fashion ecosystem is to be the place to introduce brands to our consumer, he says.  A more subtle part of Saks store remodel has been to mix up price points and brands rather than consign all ultra high end designer items in the same areas, as they were before. On the fifth floor for instance, more accessible brands like Acne and Alexander Wang are next to designers like Comme des Garçons and Simone Rocha. Under Metrick and Foulkes, Saks has a much faster metabolism now. Fail fast and move on. And that, he says, is merely a reflection of how customer behavior has evolved. The luxury consumer is certainly less forgiving and less patient that they used to be, Metrick says.", "tags": ["more space", "accessible brands", "customer perceptions", "large led ceiling", "own sites"], "related_articles": [{"title": "ITV sees ad spending extend its decline into first quarter", "source": "financial-times", "url": "https://www.ft.com/content/b8c278ec-3a63-11e9-b72b-2c7f526ca5d0"}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/24/target-is-inviting-other-retailers-to-join-its-website.html"}, {"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "url": "https://www.reuters.com/article/us-gap-stocks-idUSKCN1QI4NY"}]}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "date": "2019-02-25T13:00:00Z", "origContent": "Over the past few months, Target says it's been working with a handful of brands including sporting goods retailer Mizuno, educational toy maker Kaplan and keyboard company Casio to test this approach to third-party retailing. It says other areas where it wants to add more products online via third-party sellers are in home goods, electronics, musical instruments and outdoor gear. \"We are selecting these categories based on guest research ... what people are searching for [on Target.com],\" Gomez said. Aside from helping boost profitability, this should also help Target continue to grow its online sales. The company has for the past four years reported digital sales growth of more than 25 percent. And though that's largely pleased analysts and investors, Walmart had e-commerce growth of 40 percent last year. Walmart has been adding items to its website through acquisitions like that of Moosejaw, tie-ups with other retailers like Lord & Taylor and making the terms of its agreements with third-party sellers more flexible. While Target has been pouring more money into its stores both remodeling existing locations and opening new ones it looks to also be focused on building a better website this year. The rollout of \"Target +\" is a sign of that. And Gomez said the platform is just in its \"early stages.\" When Target reports fourth-quarter and full-year earnings on March 5, Wall Street will be monitoring for growth in the retailer's e-commerce business. During the holidays, Target said online sales were up 29 percent. Though that growth often comes at a cost, Target has said it expects pressure on margins to lessen in the future. For the fourth quarter, Cowen and Co. analyst Oliver Chen expects Target's gross margins to be 25.7 percent, declining 40 basis points from where they were a year earlier. Target's gross margins declined 91 basis points, to 28.7 percent, during the third quarter.", "tags": ["past few months", "digital sales growth", "walmart", "early stages", "selecting categories"], "related_articles": [{"title": "Target is inviting brands to its marketplace (TGT)", "source": "business-insider", "url": "https://www.businessinsider.com/target-inviting-brands-online-marketplace-2019-2"}, {"title": "Target rips a page from Walmart, Amazon, adding more items from outside sellers to website", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/target-like-amazon-welcomes-more-third-parties-sell-its-site/2982013002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Target is taking a page out of Amazon's playbook — but it could face some challenges (TGT, AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/target-debuts-marketplace-vs-amazon-walmart-2019-2"}]}, {"title": "UPDATE 1-Femsa's Mexican Oxxo stores feel squeeze from cost of taking cash", "source": "reuters", "date": "2019-02-28T18:20:31Z", "origContent": "MEXICO CITY, Feb 28 (Reuters) - Mexico’s ubiquitous Oxxo stores, run by conglomerate Femsa, are grappling to control the escalating cost of accepting cash from the millions of Mexicans without bank accounts who rely on the chain for basic financial services, Femsa said on Thursday.  On a call with analysts after reporting fourth-quarter results, Femsa Chief Executive Eduardo Padilla said the company would likely roll out a better system to manage the cash influx in about a year, in effort to ease the pressure on margins.  More than 60 percent of people in Mexico have no bank accounts. Many rely on Oxxo, rather than banks, for basic financial services such as paying a gas bill or sending money to family members. Shoppers can also make cash purchases from more than a thousand online merchants.  “A business that we considered would be a marginal business is now a major business for us,” Padilla said. “It took us by surprise the amount of cash we’re managing. ... The cost of handling cash went up dramatically.”  That cost is largely tied to the expense of safely removing and transporting cash from Oxxo stores across Mexico on a daily basis.  Every four out of five pesos collected by Oxxo cashiers in cash are for financial services, rather than purchases of sodas, cigarettes and other goods, Padilla said.  Femsa reported an almost six-fold jump in fourth-quarter net profit on Wednesday, driven by higher Oxxo sales as well as a favorable comparison with the previous fourth quarter, when earnings sank due to a change in the reporting for Femsa’s Coca-Cola bottling unit in crisis-hit Venezuela.  Femsa opened 1,422 net new stores in 2018, bringing its total of Oxxo stores to nearly 18,000. The majority are in Mexico, although Femsa is also expanding in Colombia, Chile and Peru. Padilla told analysts that Femsa expects to maintain that pace of growth this year as well.  Padilla also said the company was considering investing in Brazil over the next three to six months in “small-format businesses,” but did not elaborate.  In Mexico, Oxxo’s package pick-up service for Amazon will likely grow as the e-commerce leader expands its presence throughout the country, Padilla said, adding that the program is active in 3,000 to 4,000 stores. ", "tags": ["mexico", "fold jump", "mexicans", "cash influx", "favorable comparison"], "related_articles": [{"title": "Group of Walmart Mexico workers threatens strike for higher pay", "source": "reuters", "url": "https://www.reuters.com/article/mexico-walmex-idUSL1N20L00B"}, {"title": "Mexican president urges reason in wage demands", "source": "associated-press", "url": "https://apnews.com/713bf165b1b645c8aaf6e48d65fd4f40"}, {"title": "5 things to know for February 25: Oscars, Venezuela, China, R. Kelly, plane crash", "source": "cnn", "url": "https://www.cnn.com/2019/02/25/us/five-things-february-25-trnd/index.html"}]}, {"title": "Kroger ban on Visa credit cards: What you need to know", "source": "usa-today", "date": "2019-03-01T15:47:06Z", "origContent": "Using a Visa credit card to pay for bread, milk, steak and other foods is second nature to many American shoppers. But now, they may need to pause before pulling out the plastic. Grocery chain Kroger plans to stop accepting Visa credit cards on April 3 at 142 Smith's Food & Drug supermarkets and 108 gas stations in seven states. The move is an expansion of another ban in August, when Kroger stopped accepting Visa credit cards at about two dozen locations in California.  The nation's largest grocer said it could further expand the ban, which stems from a beef over high fees and that could force customers to use cash or competing cards. Starting April 3, Kroger will no longer accept Visa credit cards at its Smith's locations in Utah, Nevada, New Mexico, Wyoming, Idaho, Montana and Arizona. Previously, Kroger banned Visa credit cards at 21 of its Foods Co. supermarkets and five gas stations in California. Kroger says the move is to save on high costs associated with Visa's \"interchange rates and network fees.\" Mike Schlotman, Kroger's chief financial officer, would not rule out continued expansion of the ban. \"No option is off the table. Smith's stores and Foods Co. stores will still accept all debit cards, including Visa debit cards, as well as MasterCard, American Express and Discover credit cards. Merchants like Kroger simply think these swipe fees which can range between 1 percent and 3 percent  are too high, said Matt Schulz, chief industry analyst at CompareCards.com, which is owned by mortgage lender LendingTree. \"(It is) basically a power move to try and force Visa to knock those fees down,\" Schulz told USA TODAY in August. \"The battle over swipe fees has been brewing for some time and this move by Kroger shows that it is about to escalate.\" Retailers pay an estimated $90 billion in swipe fees annually, Bloomberg reported, and Kroger is concerned that Visa's rates and fees are among the highest charged. Kroger's move follows Walmart's decision last year to end its card agreement with Synchrony Financial after failing to come to an agreement over terms. Party favor and flavor?: Aldi stores get ready for St. Patrick's Day with green and alcohol-infused cheeses Kroger has argued the ban will save customers from higher prices. In general, despite the convenience of credit cards, \"retailers argue that the (swipe fees) raise the prices of their items because the cost gets passed on to consumers or the retailers have to eat the cost themselves,\" which cuts into profits, especially in low-margin businesses like groceries, says Kimberly Palmer, credit card expert at personal finance site NerdWallet.com. But while shoppers would be thrilled to pay lower prices at checkout, that's not always the case, according to Schulz. \"There's no guarantee,\" he said, noting that when regulations drastically reduced debit card swipe fees, a subsequent decrease in prices didn't materialize. \"So there's little reason to think it will happen in this case,\" he adds. Not having the option of using a Visa credit card could be viewed as a big enough inconvenience to drive shoppers away, analysts say. The trend in the industry, of course, is a shift away from cash payments to electronic transactions. \"Consumers want choices, and they end up losing if they don't have the option of using their Visa credit cards to buy items,\" says NerdWallet's Palmer. \"Some consumers might even decide not to go to Kroger as a result of that inconvenience.\" A big benefit for people who use credit cards is the reward benefits that come with using their plastic to make purchases.  The less they use their cards the \"less lucrative their rewards,\" Schulz said.", "tags": ["smith", "ban", "many american shoppers", "fees", "arizona"], "related_articles": [{"title": "Kroger expands ban on Visa credit cards to Smith's Food & Drug stores in 7 states", "source": "usa-today", "url": "https://www.usatoday.com/story/money/business/2019/03/01/kroger-visa-credit-card-ban-expands-smiths-food-drug-stores/3026396002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Kroger Bans Visa Cards at 250 Additional Stores", "source": "fortune", "url": "http://fortune.com/2019/03/01/kroger-bans-visa-cards-at-250-additional-stores/"}, {"title": "The European Commission is pushing the TIPS real-time payments platform (MA, V)", "source": "business-insider", "url": "https://www.businessinsider.com/european-commission-pushing-real-time-payments-platform-2019-2"}]}, {"title": "FedEx to Test Robot for Same-Day Delivery", "source": "the-wall-street-journal", "date": "2019-02-28T09:39:34Z", "origContent": "will soon start testing robots that could make same-day deliveries of medicine, pizzas and other items to consumers homes, pushing the parcel-delivery giant into a new market competing against startups like Postmates Inc. that use humans for rapid deliveries.FedEx executives declined to say how soon their delivery robots may become commonplace on streets and sidewalks. But they said their approach, using a cargo compartment atop the modified base of a motorized wheelchair developed by the founder of the Segway upright scooter, is the best way for FedEx to enter a crowded field.The project makes FedEx the latest in a growing stream of companies to test automated, unmanned machines to make deliveries. and United Parcel Service Inc. have demonstrated drones to deliver packages in certain areas, and Amazon has displayed a rolling robot it calls Scout in trials on city streets. Grocery chain recently showed off an unmanned vehicle that can deliver groceries in certain markets, and several robotics startups are testing autonomous delivery robots that use sensors and cameras to navigate sidewalks for short trips, including lunch deliveries to crowded Beijing office buildings. But on-demand delivery companies such as Deliv Inc. and DoorDash Inc. that make point-to-point trips carrying food or e-commerce purchases typically rely on armies of couriers who travel by car, scooter or bicycle. We think this particular opportunity is going to be the most cost effective in the marketplace, FedEx Chief Marketing Officer Brie Carere said in an interview Wednesday. We dont think anybody is doing it scalably, at the right price point. The FedEx SameDay Bot, as the company calls it, is starting off small, with tests planned in the corporations hometown of Memphis, Tenn., this summer, pending final approval from the local government. It will deliver packages to homes and businesses that were dropped off at FedEx Office locations, supplementing a same-day, intracity service the company currently offers.  It plans to subsequently roll out the robot deliveries to two other municipalities and then soon thereafter we hope to be in test with some of our retail partners, Ms. Carere said. The company declined to name those locations or say how many robots would be involved in the pilots. The robots are being designed on the base used by a motorized wheelchair developed by Deka Development & Research Corp. Deliveries will be monitored, and the robots will have speakers and cameras to help navigate their routes and detect pedestrians. The pilot is a departure for FedEx, whose current same-day service primarily involves drivers in package vans making multiple deliveries between businesses. ", "tags": ["businesses", "rapid deliveries", "city streets", "upright scooter", "cargo compartment"], "related_articles": [{"title": "FedEx partners with Walmart, Pizza Hut to test last-mile delivery robot", "source": "reuters", "url": "https://www.reuters.com/article/us-fedex-autonomous-idUSKCN1QG1M7"}, {"title": "FedEx's new delivery bot could help it circumvent Amazon (FDX, AMZN, UPS, TGT, WMT, WBA)", "source": "business-insider", "url": "https://www.businessinsider.com/fedex-sameday-bot-could-circumvent-amazon-2019-3"}, {"title": "Robots may soon make your FedEx delivery from Walmart, Target and Pizza Hut", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/2019/02/27/fedex-sameday-bot-may-make-deliveries-walmart-pizza-hut-and-target/2992119002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Target is inviting brands to its marketplace (TGT)", "source": "business-insider", "date": "2019-02-26T15:02:00Z", "origContent": " Target has been inviting certain third-party brands to sell on its website as part of its new initiative entitled \"Target +,\" according to CNBC. The program is invite-only for brands and will hold sellers responsible for shipping, though Target will accept returns in-store. Early participants include sporting goods company Mizuno and electronics company Casio.  The retailer is looking to grow its online product selection, just like Walmart is doing, to become a more attractive e-commerce destination. Having more products from a variety of brands can bring more consumers to a marketplace since it'll be more likely to have the products shoppers want; this strategy is key to Amazon's success.   Likewise, Target's and Walmart's moves to bring in more sellers could win over new consumers and increase basket size from its existing customer base.   Target's decision to make Target + invite-only for sellers, for the time being at least, can set it apart in both positive and negative ways.   Curating Target +'s assortment allows Target to tailor the program to its shoppers' interests. Target has been keeping an eye on which product categories its shoppers are searching for, helping inform its decisions about which segments it should expand into and, in turn, which brands to invite to the service. This process can help make all of the products on Target.com appealing for consumers if Target understands what its shoppers are looking for correctly. Additionally, the retailer doesn't have to deal with lesser products or brands bringing down perceptions of its quality.  Target is also continuing its private label push, which complements its efforts with Target + to build out its assortment with quality products. The retailer is launching three new brands in the lingerie and sleepwear categories, adding to its stable of private labels that spans a number of product segments.   Adding products through exclusive labels is another way for Target to extend its reach to new segments its consumers want, and between this strategy and Target +, the retailer has the capability to grow its selection quickly and effectively. ", "tags": ["process", "strategy", "walmart", "new consumers", "decision"], "related_articles": [{"title": "Target rips a page from Walmart, Amazon, adding more items from outside sellers to website", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/target-like-amazon-welcomes-more-third-parties-sell-its-site/2982013002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/24/target-is-inviting-other-retailers-to-join-its-website.html"}, {"title": "Target is taking a page out of Amazon's playbook — but it could face some challenges (TGT, AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/target-debuts-marketplace-vs-amazon-walmart-2019-2"}]}, {"title": "Robots may soon make your FedEx delivery from Walmart, Target and Pizza Hut", "source": "usa-today", "date": "2019-02-27T12:00:10Z", "origContent": "Thats the vision, anyway, behind the FedEx SameDay Bot that the shipping giant unveiled Wednesday. This sub-200-pound autonomous delivery robot was developed by DEKA Development & Research Corp, whose founder is Segway inventor Dean Kamen.  The SameDay Bot is so-named because its mission is to help retailers make same-day, last mile deliveries to local customers. FedEx is collaborating with AutoZone, Lowes, Pizza Hut, Target, Walgreens and Walmart.  FedEx plans to test the bot this summer in select markets and FedEx Office locations, starting in the companys own Memphis hometown, pending final approval by the city. That approval would appear to be likely since it has the backing of Mayor Jim Strickland. According to FedEx, on average, more than 60 percent of merchants customers live within three miles of a store location, demonstrating the opportunity for on-demand, hyper-local delivery.  Prior to making its formal announcement, FedEx teased the news on Twitter.  FedEx currently offers same-day delivery service in 32 markets and 1,900 cities, using branded FedEx vehicles and uniformed human FedEx employees. We have something exciting to share tonight pic.twitter.com/5im8bMEjYZ The FedEx SameDay Bot represents the next chapter in our long legacy of delivering innovation and outstanding service, supported by an already existing FedEx logistics ecosystem,\" Brian Philips, president and CEO of FedEx Office, said in a statement. We are excited to bring this technology to address new markets and better support our customers. The companies who have provided feedback on its potential use have been instrumental in ensuring we are looking towards the future of e-commerce. In his own statement, Target chief operating officer John Mulligan said, Were excited to be collaborating with FedEx to explore how autonomous robots could enhance delivery services and more, ensuring we continue to exceed our guests expectations for ease and convenience. Target wine collection: Target launches new cheap wine collection at $9.99 per bottle starting this weekend The robot makes use of multiple cameras, laser light technology and machine learning algorithms to help it avoid pedestrians and other obstacles, and to comply with road safety rules. It can also navigate curbs, uneven surfaces and even steps.  Along those lines, the FedEx bot is modeled after DEKAs iBot, an FDA-approved stair-climbing motorized wheelchair, which Kamen says has more than 10 million hours of reliable, real world operation. Amazon's Scout is an electric-powered delivery robot and has begun testing six of the cooler-sized, six-wheeled robots at a neighborhood in Washington state. FedEx, of course, is not the only company experimenting with such bots. Amazon is field testing a delivery system called Amazon Scout in Snohomish County, Washington, kind of a medium-sized cooler on six wheels.  It appears quite similar to bots developed by Starship Technologies out of Estonia, a startup that launched in 2014 by the co-founders of Skype. Absent a human delivery person, the FedEx bot presumably is not at a stage where it can deliver a package that requires a customer signature. Email: ebaig@usatoday.com; Follow @edbaig on Twitter", "tags": ["mission", "dekas ibot", "fedex office locations", "deka development", "hyper local delivery"], "related_articles": [{"title": "FedEx reveals a package-delivering robot backed by Walmart, Target, and Lowe's that can climb stairs, carry hot food, and replace human workers (FDX)", "source": "business-insider", "url": "https://www.businessinsider.com/fedex-delivery-robot-backed-by-walmart-target-lowes-2019-2"}, {"title": "FedEx's new delivery bot could help it circumvent Amazon (FDX, AMZN, UPS, TGT, WMT, WBA)", "source": "business-insider", "url": "https://www.businessinsider.com/fedex-sameday-bot-could-circumvent-amazon-2019-3"}, {"title": "FedEx partners with Walmart, Pizza Hut to test last-mile delivery robot", "source": "reuters", "url": "https://www.reuters.com/article/us-fedex-autonomous-idUSKCN1QG1M7"}]}, {"title": "US STOCKS-Futures hold gains after benign inflation data", "source": "reuters", "date": "2019-03-01T14:12:09Z", "origContent": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.)  * Core PCE rises 0.2 percent in December  * U.S. manufacturing activity data at 10 am ET  March 1 (Reuters) - U.S. stock index futures were higher on Friday, setting up Wall Street’s main indexes for a higher open, after data showed inflation remained benign in December.  The personal consumption expenditures (PCE) price index, the Federal Reserve’s preferred inflation measure, rose 0.2 percent, after excluding volatile food and energy components, following a similar gain in November.  Investors are also awaiting the Institute for Supply Management (ISM) survey on U.S. manufacturing activity for February which is expected to have slowed slightly from January.  Earlier, a private survey showed China’s factory activity contracted for a third straight month in February but at a slower pace, helping lift global equities.  “It’s a China type day which is giving investors confidence that all is well in China and that fear is probably off the table,” said Andre Bakhos, managing director at New Vines Capital LLC in Bernardsville, New Jersey.  The Commerce Department said U.S. personal income fell for the first time in more than three years in January, pointing to a moderate growth in consumer spending.  At 8:50 a.m. ET, Dow e-minis were up 159 points, or 0.61 percent. S&P 500 e-minis were up 15.5 points, or 0.56 percent and Nasdaq 100 e-minis were up 46.25 points, or 0.65 percent.  Wall Street’s main indexes closed slightly lower on Thursday as support from better-than-feared U.S. GDP data was countered by concerns about earnings and U.S.-China trade relations.  The benchmark S&P 500 index has risen 11 percent since the beginning of the year, bolstered by progress in trade talks and the Federal Reserve’s cautious stance on interest rates.  After President Donald Trump delayed a deadline that would have triggered higher tariffs on Chinese imports, Bloomberg reported on Thursday afternoon that a summit between Trump and his Chinese counterpart Xi Jinping to sign for a final trade deal could happen as soon as mid-March.  Among shares trading premarket, Gap Inc surged 20.5 percent after the company said it would separate its better-performing Old Navy brand and shutter about 230 stores of its struggling namesake apparel business.  Foot Locker jumped 12.7 percent after the footwear retailer reported quarterly same store sales above analysts’ expectations. Its partner Nike Inc’s shares rose about 1.2 percent. ", "tags": ["foot locker", "supply management", "u.s. stock market", "lower support", "commerce department"], "related_articles": [{"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "Home Depot, Caterpillar weigh on stock futures; Fed testimony awaited", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QF1I0"}, {"title": "US STOCKS-Wall St set to open lower as Home Depot, Caterpillar weigh; Fed in focus", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L4L9"}]}, {"title": "US STOCKS-Futures dip as Trump-Kim summit starts, India-Pakistan tensions flare", "source": "reuters", "date": "2019-02-27T12:47:54Z", "origContent": "(Reuters) - U.S. stock index futures edged lower on Wednesday, mirroring global markets, as the second U.S.-North Korean nuclear summit kicked off and fresh hostilities erupted between nuclear-armed neighbors India and Pakistan.  North Korean leader Kim Jong Un and Donald Trump met in Hanoi, with the U.S. president saying he was not walking back on U.S. demands for North Korea’s denuclearization.  Pakistan said on Wednesday it shot down two Indian fighter jets, a day after Indian warplanes struck inside Pakistan for the first time since a war in 1971, prompting several world powers to urge both sides to show restraint.  “Tension between India and Pakistan is weighing on markets this morning ahead of a very busy day of events,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  “We don’t expect (Federal Reserve Chair Jerome) Powell’s second round of testimony before the U.S. House Financial Committee to change, thereby keeping the focus on geopolitical worries and the Trump-Kim summit that will likely lead to a mixed market session.”  Powell said on Tuesday that the Fed was in “no rush to make a judgment” about further changes to interest rates and that rising risks and recent soft data should not prevent solid growth for the U.S. economy this year.  The Fed’s dovish signals and optimism around China-U.S. trade talks have boosted equities in recent weeks, pushing the benchmark S&P 500 index to within roughly 5 percent of its record closing high hit in late September.  At 7:23 a.m. ET, Dow e-minis were down 64 points, or 0.25 percent. S&P 500 e-minis were down 6 points, or 0.21 percent and Nasdaq 100 e-minis were down 14.5 points, or 0.2 percent.  Among stocks, shares of Mylan NV sank 9.9 percent in premarket trading after the generic drugmaker reported a lower-than-expected quarterly profit and forecast weak 2019 earnings, as it grappled with significant problems at its Morgantown, West Virginia plant.  Best Buy Co Inc jumped 11 percent after the consumer electronics retailer beat analysts’ estimates for quarterly same-store sales on demand for wearable devices, gaming consoles and appliances during the holiday quarter.  Lowe’s Companies Inc rose 2.4 percent after the U.S. home improvement chain’s fourth-quarter profit beat market expectations.  The Commerce Department will release its report on December factory goods orders at 10:00 a.m. ET, likely showing a 0.5 percent rise, compared with an unexpected fall in November. ", "tags": ["premarket trading", "fresh hostilities", "india", "korean nuclear summit", "geopolitical worries"], "related_articles": [{"title": "US STOCKS-Wall St dips as Trump-Kim summit starts, India-Pakistan tensions flare", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20M57N"}, {"title": "Home Depot, Caterpillar weigh on stock futures; Fed testimony awaited", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QF1I0"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}]}, {"title": "M&S taps investors and cuts dividend to fund Ocado deal", "source": "reuters", "date": "2019-02-27T10:20:09Z", "origContent": "LONDON (Reuters) - British retailer Marks & Spencer will raise cash from investors and cut its dividend to finance a joint venture with online supermarket pioneer Ocado that will give M&S a full online food delivery service for the first time.  Marks & Spencer (M&S), Britain’s best-known stores group, said on Wednesday it will buy a 50 percent share of Ocado’s UK retail business for up to 750 million pounds ($994 million), financed by a 600 million pounds rights issue of shares and a 40 percent cut to its dividend.  Shares in M&S were down 9 percent at 0947 GMT, reflecting the equity raise, the dividend cut and fears it may have overpaid, while Ocado’s were up 1.3 percent.  Both stocks had risen sharply on Tuesday after talks between the companies were confirmed following months of speculation.  M&S Chief Executive Steve Rowe dismissed the suggestion that Ocado had got the better of a deal, which values the joint venture at 1.5 billion pounds.  “We think we’re paying a fair price and I think Ocado do too,” he told reporters, adding the deal “transforms the UK food online market”.  As well as the retail joint venture agreement M&S will become a technology customer of Ocado.  “Not only have M&S paid a lot of money for 50 percent of the new jv entity, that new jv will also feed the hungry (Ocado) technology business,” said Bernstein analyst Bruno Monteyne.  The joint venture will trade as Ocado.com from September 2020 at the latest, following the termination of Ocado’s sourcing agreement with upmarket grocer Waitrose, which is owned by the John Lewis Partnership.  Waitrose confirmed that its near two decade long commercial arrangement with Ocado will end as it focuses on its own online operation.  “We have strengthened our own online business significantly and said last summer that we will double Waitrose.com within five years,” said Waitrose Managing Director Rob Collins.  Online is Britain’s fastest growing grocery segment. It is expected to grow by 52 percent over the next five years to 17.3 billion pounds, according to industry researcher IGD.  Though Ocado has a 1.3 percent share of Britain’s grocery market, its 6.9 billion pound stock market valuation has been driven by the technology side of its business.  Its technology arm provides retailers with the infrastructure and software to develop their own online grocery businesses to compete with tech giants such as Amazon.  Founded by three Goldman Sachs bankers 19 years ago. Ocado struggled for years to make a profit but has been transformed in the last year after striking major technology deals with international retailers such as U.S. group Kroger Co and France’s Casino.  M&S, a 135-year-old clothing and food retailer, is a mainstay of Britain’s shopping streets but has struggled to cope with the rise of fast fashion, discounters and online shopping.  The firm currently sells wine, flowers and clothes online, but does not offer a full delivery service for its food, putting it at a disadvantage to rivals such as Waitrose and Britain’s two biggest supermarkets Tesco and Sainsbury’s.  Some analysts have said they are wary of the M&S brand’s ability to make the online economics work, given the firm’s natural bias to convenience and events.  Only last month Rowe said M&S’ basket size was not appropriate for a full online grocery service, noting 41 percent of its customers shop for “today/tonight”.  Rowe struck a different note on Wednesday.  “We think our products, combined with Ocado’s own brand and their extensive range of other branded products completes that basket,” he told reporters.  The joint venture will offer over 50,000 different grocery items to shoppers - a combination of M&S’s branded range and Ocado’s range of own label and third party branded products.  For Ocado the deal is a major boost following a devastating fire this month at its flagship robotic distribution center.  M&S and Ocado said that for the year to Dec. 2 2018, the joint venture would have generated revenue of 1.47 billion pounds and core earnings of 34.2 million pounds.  M&S said the deal would provide potential synergies of at least 70 million pounds a year, achieved by the third year following completion.  It also said current trading was in line with the board’s expectations. ", "tags": ["stocks", "natural bias", "new entity", "international retailers", "retail joint venture agreement"], "related_articles": [{"title": "Ocado, the online grocer making waves on both sides of the Atlantic, is soaring after entering venture talks with an iconic UK retailer", "source": "business-insider", "url": "https://www.businessinsider.com/ocado-marks-and-spencer-deal-shares-surge-after-talks-confirmed-2019-2"}, {"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "url": "http://fortune.com/2019/02/27/m-and-s-shares-ocado/"}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "url": "https://www.ft.com/content/8aa756ac-3c35-11e9-b72b-2c7f526ca5d0"}]}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "date": "2019-03-01T12:48:27Z", "origContent": "(Reuters) - U.S. stock index futures bounced on Friday, setting up Wall Street’s main indexes for gains at the open, with investors waiting for data on inflation and manufacturing activity.  The benchmark S&P 500 index has risen 11 percent since the beginning of the year, bolstered by progress in trade talks and the Federal Reserve’s cautious stance on interest rates.  Fed Chairman Jerome Powell said on Thursday that a rise in productivity last year gives more room for wages to grow without the risk of higher inflation, offering the central bank another reason to hold off on further rate hikes.  For further clues on inflation, investors will keep a close watch on the Commerce Department’s personal consumption expenditures (PCE) price index, the Fed’s preferred inflation gauge.  The report, due at 8:30 a.m. ET, will likely show consumer spending fell 0.2 percent in December, after rising 0.4 percent in November.  At 7:12 a.m. ET, Dow e-minis were up 180 points, or 0.69 percent. S&P 500 e-minis were up 17.75 points, or 0.64 percent and Nasdaq 100 e-minis were up 53.5 points, or 0.75 percent.  Also on the list is the Institute for Supply Management (ISM) survey on U.S. manufacturing activity for February which is expected to have slowed slightly from January.  Earlier, a private survey showed China’s factory activity contracted for a third straight month in February but at a slower pace, helped by improvements in domestic manufacturing.  Wall Street’s main indexes closed slightly lower on Thursday as support from better-than-feared U.S. GDP data was countered by concerns about earnings and U.S.-China trade relations.  Among shares trading premarket, Gap Inc surged 23 percent after the company said it would separate its better-performing Old Navy brand and shutter about 230 stores of its struggling namesake apparel business.  Foot Locker jumped 13.4 percent after the footwear retailer reported quarterly same store sales above analysts’ expectations. Its partner Nike Inc’s shares rose about 1.2 percent.  Tesla Inc fell 3.6 percent after the electric automaker said it would not be profitable in the first quarter. ", "tags": ["foot locker", "wages", "domestic manufacturing", "u.s china trade relations", "footwear retailer"], "related_articles": [{"title": "US STOCKS-Futures hold gains after benign inflation data", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O49J"}, {"title": "Home Depot, Caterpillar weigh on stock futures; Fed testimony awaited", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QF1I0"}, {"title": "US STOCKS-Wall St set to open lower as Home Depot, Caterpillar weigh; Fed in focus", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L4L9"}]}, {"title": "US STOCKS-Wall Street rises on trade optimism in slow week - Reuters", "source": "reuters", "date": "2019-03-01T18:21:00Z", "origContent": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.)  * Feb U.S. manufacturing, consumer sentiment miss view  March 1 (Reuters) - The S&P 500 and the Dow Jones Industrial Average rose on Friday after three days of losses, lifted by optimism on trade and upbeat economic data from China, but gains were capped by downbeat U.S. manufacturing and consumer reports.  A private survey showed China’s factory activity contracted for a third straight month in February but at a slower pace, indicating a marginal improvement in domestic demand as a flurry of policy stimulus kicked in from late last year.  The figures were more upbeat than the official Chinese PMI survey on Thursday that also showed new orders expanding and comes after a stronger-than-expected growth in U.S. gross domestic product in the fourth quarter.  “Certainly trade optimism is a driver for the markets right now. If China data continues to improve, that will start to put people’s minds at ease about whether China is in recession,” said Michael Antonelli, market strategist at Robert W. Baird in Milwaukee.  However, ISM data showed U.S. manufacturing activity for February dropped to its lowest since November 2016 and the University of Michigan survey showed consumer sentiment fell short of expectations in the month.  “At this point a little bit of a wet blanket is thrown over the rally, based on the U.S. economic data,” Antonelli said.  The benchmark S&P 500 index has risen 11.5 percent this year, bolstered by progress in trade talks and the Federal Reserve’s cautious stance on interest rates.  Of the 11 major S&P 500 sectors, six were higher. The healthcare sector rose 1.1 percent, providing the biggest boost, supported by gains in health insurers Cigna Corp and UnitedHealth Group.  The consumer discretionary sector rose 0.62 percent, lifted by a 6.2 percent jump in shares of Foot Locker .  The footwear retailer beat quarterly same-store sales estimates and helped drive a 1.8 percent gain in supplier Nike Inc shares.  At 12:58 p.m. ET the Dow Jones Industrial Average was up 71.36 points, or 0.28 percent, at 25,987.36, the S&P 500 was up 11.51 points, or 0.41 percent, at 2,796.00 and the Nasdaq Composite was up 43.60 points, or 0.58 percent, at 7,576.14.  After President Donald Trump delayed a deadline that would have triggered higher tariffs on Chinese imports, Bloomberg reported on Thursday afternoon that a summit between Trump and his Chinese counterpart Xi Jinping to sign a final trade deal could happen as soon as mid-March.  Among other stocks, Gap Inc surged 18.3 percent, the most on the S&P, after the company said it would separate its better-performing Old Navy brand and shutter about 230 stores of its struggling namesake apparel business.  Drug retailer Walgreens Boots Alliance Inc 6.4 percent, the most on the S&P. Brokerage Baird cut its price target.  A Commerce Department report showed inflation pressures remaining tame, which along with slowing domestic and global economic growth, gave more credence to the Federal Reserve’s “patient” stance towards raising interest rates further this year.  Advancing issues outnumbered decliners by a 1.46-to-1 ratio on the NYSE and by a 1.67-to-1 ratio on the Nasdaq. ", "tags": ["foot locker", "summit", "michigan", "policy stimulus", "economic data"], "related_articles": [{"title": "Wall Street rises on trade optimism in slow week", "source": "reuters", "url": "https://in.reuters.com/article/usa-stocks-idINKCN1QI4S9"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "CORRECTED-US STOCKS-Tech stocks help S&P inch higher, Home Depot weighs on Dow", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L56Q"}]}, {"title": "Wall Street rises on trade optimism in slow week", "source": "reuters", "date": "2019-03-01T18:33:31Z", "origContent": "(Reuters) - The S&P 500 and the Dow Jones Industrial Average rose on Friday after three days of losses, lifted by optimism on trade and upbeat economic data from China, but gains were capped by downbeat U.S. manufacturing and consumer reports.  A private survey showed China’s factory activity contracted for a third straight month in February but at a slower pace, indicating a marginal improvement in domestic demand as a flurry of policy stimulus kicked in from late last year.  The figures were more upbeat than the official Chinese PMI survey on Thursday that also showed new orders expanding and comes after a stronger-than-expected growth in U.S. gross domestic product in the fourth quarter.  “Certainly trade optimism is a driver for the markets right now. If China data continues to improve, that will start to put people’s minds at ease about whether China is in recession,” said Michael Antonelli, market strategist at Robert W. Baird in Milwaukee.  However, ISM data showed U.S. manufacturing activity for February dropped to its lowest since November 2016 and the University of Michigan survey showed consumer sentiment fell short of expectations in the month.  “At this point a little bit of a wet blanket is thrown over the rally, based on the U.S. economic data,” Antonelli said.  The benchmark S&P 500 index has risen 11.5 percent this year, bolstered by progress in trade talks and the Federal Reserve’s cautious stance on interest rates.  Of the 11 major S&P 500 sectors, six were higher. The healthcare sector rose 1.1 percent, providing the biggest boost, supported by gains in health insurers Cigna Corp and UnitedHealth Group.  The consumer discretionary sector rose 0.62 percent, lifted by a 6.2 percent jump in shares of Foot Locker.  The footwear retailer beat quarterly same-store sales estimates and helped drive a 1.8 percent gain in supplier Nike Inc shares.  At 12:58 p.m. ET the Dow Jones Industrial Average was up 71.36 points, or 0.28 percent, at 25,987.36, the S&P 500 was up 11.51 points, or 0.41 percent, at 2,796.00 and the Nasdaq Composite was up 43.60 points, or 0.58 percent, at 7,576.14.  After President Donald Trump delayed a deadline that would have triggered higher tariffs on Chinese imports, Bloomberg reported on Thursday afternoon that a summit between Trump and his Chinese counterpart Xi Jinping to sign a final trade deal could happen as soon as mid-March.  Among other stocks, Gap Inc surged 18.3 percent, the most on the S&P, after the company said it would separate its better-performing Old Navy brand and shutter about 230 stores of its struggling namesake apparel business.  Drug retailer Walgreens Boots Alliance Inc 6.4 percent, the most on the S&P. Brokerage Baird cut its price target.  A Commerce Department report showed inflation pressures remaining tame, which along with slowing domestic and global economic growth, gave more credence to the Federal Reserve’s “patient” stance towards raising interest rates further this year.  Advancing issues outnumbered decliners by a 1.46-to-1 ratio on the NYSE and by a 1.67-to-1 ratio on the Nasdaq.  The S&P index recorded 46 new 52-week highs and no new low, while the Nasdaq recorded 75 new highs and 27 new lows. ", "tags": ["foot locker", "summit", "michigan", "policy stimulus", "economic data"], "related_articles": [{"title": "US STOCKS-Wall Street rises on trade optimism in slow week - Reuters", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O4TZ"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "CORRECTED-US STOCKS-Tech stocks help S&P inch higher, Home Depot weighs on Dow", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L56Q"}]}, {"title": "Consumers, weak exports seen curbing U.S. fourth-quarter growth", "source": "reuters", "date": "2019-02-28T05:05:45Z", "origContent": "WASHINGTON (Reuters) - The U.S. economy probably slowed in the fourth quarter, held back by softer consumer spending and weak exports, which could leave 2018 growth just shy of the Trump administration’s 3 percent annual target.  The Commerce Department’s gross domestic product (GDP) report to be published on Thursday at 08:30 a.m. (1330 GMT) will offer the latest assessment of the impact of President Donald Trump’s economic policies, including deregulation, tax cuts, increased government spending and tariffs aimed at securing more favorable trade deals.  Trump has touted the economy as one of the biggest achievements of his presidency and declared last July that his administration had “accomplished an economic turnaround of historic proportions.”  Gross domestic product probably increased at a 2.3 percent annualized rate in the fourth quarter, according to a Reuters survey of economists after expanding at a 3.4 percent pace in the July-September period. However, the survey was completed before the release of December wholesale and retail inventories as well as housing, factory orders and goods trade deficit data, which led many institutions to downgrade their forecasts.  The release of the fourth-quarter GDP report was delayed by a 35-day partial shutdown of the government that ended on Jan. 25, which affected the collection and processing of economic data.  The Atlanta Federal Reserve is projecting GDP grew 1.8 percent in the October-December quarter, which would be the slowest in nearly two years. Economists are forecasting that the economy grew about 2.9 percent in 2018, which would the best performance since 2015 and better than the 2.2 percent logged in 2017.  “This is as good as it gets for the first Trump administration,” said Joe Brusuelas, chief economist at RSM in New York.  The economy is slowing as the boost from the Trump administration’s $1.5 trillion tax cut and more government spending fades. Growth is also being restrained by a trade war between the United States and China, which economists say is making businesses and households more cautious about spending.  “The tax cut was not a game changer, it did not result in a permanent lifting of the trajectory of growth, just a temporary increase,” said Brusuelas, who estimated the tax cut effect peaked in October.  The slowdown will come at time when the economy’s outlook is also being clouded by signs of cooling global demand and uncertainty over Britain’s departure from the European Union. These factors support the Federal Reserve’s “patient” stance towards raising interest rates further this year. Fed Chairman Jerome Powell reaffirmed the U.S. central bank’s position in his testimonies before lawmakers on Tuesday and Wednesday.  Growth in consumer spending, which accounts for more than two-thirds of U.S. economic activity, is expected to have slowed considerably from the third quarter’s robust 3.5 percent rate, but still benefits from a strong labor market.  Trade tensions with China could constrain the economy for a while. U.S. Trade Representative Robert Lighthizer told lawmakers on Wednesday that Washington’s issues with China were “too serious” to be resolved with promises from Beijing to buy more American goods and a threat of higher tariffs could loom over trade with China for years.  The trade dispute has combined with a strong dollar and weakening global demand to undercut export growth. It also led cautious businesses to hoard imports, causing the trade deficit to widen.  The trade shortfall is seen subtracting at least half of a percentage point from fourth-quarter GDP growth after slicing off 2 percentage points in the July-September period.  With consumer spending slowing, some of the imports probably ended piling up in warehouses. That is expected to have accelerated inventory accumulation, which could offset some of the anticipated drag on GDP growth from the trade deficit.  But the inventory boost would come at the expense of growth in the first quarter, which is already looking soft with most manufacturing measures weakening in January and February.  “Inventories could be more of a negative factor for future growth than we had anticipated,” said Daniel Silver, an economist at JPMorgan in New York.  Inventory investment added 2.33 percentage points to GDP growth in the third quarter. Business spending on equipment is also forecast to have remained moderate in the fourth quarter. It has slowed since the first quarter of 2018.  Residential construction was probably a drag on growth in the fourth quarter. Homebuilding has contracted since the first quarter, weighed down by higher mortgage rates, land and labor shortages as well a tariffs on imported lumber. ", "tags": ["third quarter", "inventory boost", "factory orders", "historic proportions", "government spending"], "related_articles": [{"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}, {"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}, {"title": "U.S. goods trade deficit deteriorates; factory orders edge up", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QG27A"}]}, {"title": "'The Retail Doctor' says Macy's restructuring plan is not bold enough (M)", "source": "business-insider", "date": "2019-02-26T17:08:00Z", "origContent": "Macy's on Tuesday announced it is cutting 100 management jobs as part of a restructuring plan. The restructuring plan \"doesn't seem bold enough\" to help boost customer demand, \"The Retail Doctor\" said. Department stores like Macy's should focus on building connections with customers especially under the impact of e-commerce, he says.  Macy's restructuring plan doesn't go far enough to help boost its business, \"The Retail Doctor\" says.  The department-store chain on Tuesday announced a restructuring plan aimed at reducing costs and speeding up decision making. As part of the move, it is cutting 100 management jobs. Macy's expecting the restructuring to generate annual expense savings of $100 million starting in fiscal 2019.  \"The steps we are announcing to further streamline our management structure will allow us to move faster, reduce costs and be more responsive to changing customer expectation,\" Macy's CEO Jeff Gennette said in a press release. But Bob Phibbs, CEO of New York-based consultancy \"The Retail Doctor,\" says cutting the number of management jobs doesn't touch the pain point of Macy's lower customer demand. \"It doesn't seem bold enough,\" Phibbs told Business Insider. \"They still struggle a bit to understand who their shoppers are and how to reach them.\" Macy's operates its business as a warehouse and expects its merchandise to sell itself, Phibbs said. \"It's not a good strategy. It lacks connections with customers,\" he added.  This year looks like it's going to be a tough one for US department stores. Macy's, JCPenney, Kohl's, and Nordstrom are closing more than a dozen stores collectively this year. While e-commerce sites such as Amazon add headwinds for brick-and-mortar stores, physical shops still have plenty of market opportunities as long as they focus on going after customers, according to Phibbs. ", "tags": ["decision making", "kohl", "operates business", "nordstrom", "lower customer demand"], "related_articles": [{"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/03/01/amazon-after-buying-whole-foods-may-open-new-supermarket-chain/3029489002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Macy’s to Thin Top Management Ranks as Sales Growth Remains Modest", "source": "fortune", "url": "http://fortune.com/2019/02/26/macys-holiday-results/"}, {"title": "Macy’s and Home Depot flag slowing sales growth", "source": "financial-times", "url": "https://www.ft.com/content/a0e21066-39dc-11e9-b72b-2c7f526ca5d0"}]}, {"title": "FedEx partners with Walmart, Pizza Hut to test last-mile delivery robot", "source": "reuters", "date": "2019-02-27T12:00:00Z", "origContent": "(Reuters) - FedEx Corp this summer plans to begin testing a robot to handle home deliveries for partners ranging from Walmart Inc to Pizza Hut.  Shippers, retailers and restaurants are experimenting with robots, drones and self-driving cars in a bid to use automation to drive down the high cost of delivering gadgets, groceries and even cups of coffee the “last mile” to consumer doorsteps.  FedEx is teaming up with DEKA Development & Research Corp, whose founder Dean Kamen invented the Segway stand-up scooter and iBot stair-climbing wheelchair, for its project. The delivery company said the robots could become part of its SameDay service that operates in 1,900 cities around the world.  The battery-powered robots look like coolers on wheels. Cameras and software help them detect and avoid obstacles as they roam sidewalks and roadways at a top speed of 10 miles (16 km) per hour.  The project must win approval in test cities, including the shipper’s hometown of Memphis, and the first deliveries will be between FedEx office stores.  On average, more than 60 percent of merchants’ customers live within three miles of a store location. FedEx said it is working with its partners, which also include AutoZone Inc and Target Corp, to determine if autonomous delivery to them is a viable option for fast, cheap deliveries.  The “last mile” to the home accounts for 50 percent or more of total package delivery costs. Restaurants pay third-party delivery companies like Uber Eats, DoorDash and GrubHub commissions of 10-30 percent per order.  Investors and companies are pouring millions of dollars into projects aimed at lowering those costs and overcoming regulatory hurdles. For safety reasons, many states want autonomous vehicles to have humans as emergency backup drivers.  Starship Technologies, which has raised more than $40 million in venture funding, last year deployed robots to deliver packages in the San Francisco Bay Area.  In January, it teamed up with French food service company Sodexo to take Starbucks, Dunkin’ Donuts and Blaze Pizza orders to the 40,000 students at George Mason University’s Fairfax, Virginia, campus. That service costs $1.99 per order.  Amazon.com is testing its own delivery robot dubbed “Scout”.  FedEx rival United Parcel Service Inc is not testing robots - but like FedEx and Amazon, it is experimenting with drone deliveries.  Other tests include tie-ups between grocery seller Kroger Co and self-driving car startup Nuro, as well as DoorDash and General Motors Co’s Cruise Automation. ", "tags": ["memphis", "home accounts", "scooter", "deka development", "drone deliveries"], "related_articles": [{"title": "FedEx to Test Robot for Same-Day Delivery", "source": "the-wall-street-journal", "url": "https://www.wsj.com/articles/fedex-to-test-robot-for-same-day-delivery-11551299486"}, {"title": "Robots may soon make your FedEx delivery from Walmart, Target and Pizza Hut", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/2019/02/27/fedex-sameday-bot-may-make-deliveries-walmart-pizza-hut-and-target/2992119002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "FedEx's new delivery bot could help it circumvent Amazon (FDX, AMZN, UPS, TGT, WMT, WBA)", "source": "business-insider", "url": "https://www.businessinsider.com/fedex-sameday-bot-could-circumvent-amazon-2019-3"}]}, {"title": "Etsy's sales thrived over the holidays (ETSY)", "source": "business-insider", "date": "2019-02-27T14:46:00Z", "origContent": " Etsy reported earnings for Q4 2018, revealing that it brought in over $200 million in revenue, which is up 46.8% year-over-year (YoY). Its gross merchandise sales (GMS) soared to more than $1.2 billion, its best performance in the metric to date.  Etsy's GMS rose 22.3% YoY in Q4, its sixth consecutive quarter of accelerating or flat GMS growth, which is now two quarters longer than the one-year slide in its GMS growth that ended in Q2 2017.   Thanksgiving through Cyber Monday was a key part of Etsy's success, as its GMS was up 30% YoY over the five-day period. Etsy turned in its \"highest-ever single-day performance\" on Cyber Monday, bringing in nearly $19,000 GMS per minute, CEO Josh Silverman said on the company's earnings call.   Two major factors in Etsy's holiday performance were wider availability of free shipping and increased marketing efforts.   A third of items on Etsy offered free shipping, up from less than 20% in Q3. This leads to higher conversion rates, according to Silverman, likely because it makes orders less expensive and more competitive with other e-commerce options. To get sellers to offer free or more competitive shipping prices, Etsy's been educating its merchants on how high shipping costs can lose sales and is prioritizing products with better shipping prices in search; it will likely continue these efforts, given their success so far.   Etsy's marketing spend was up 83.2% YoY as it tested new channels and how increasing spend would affect its returns. The e-tailer tried new channels for marketing, including TV and paid social, while spending more with Google in an attempt to boost its performance. These efforts appear to have paid off, as Silverman noted that Etsy's brand awareness and traffic improved in the quarter.  Despite the successful results it saw from marketing, Etsy has pulled back on its spend for Q1, potentially hurting its short-term performance. The e-tailer is using Q1 to slow its marketing spend and examine exactly what worked in Q4 so it can use those learnings in the future. While this strategy may pay off down the line, it will likely hinder Etsy's Q1 performance given that the company is forecasting 17-20% YoY GMS growth for the quarter.   But Etsy's base of \"habitual buyers\" is growing faster than its total number of active buyers, which can propel its performance regardless. Habitual buyers are defined as consumers who spend $200 or more on Etsy and have bought from it on six individual days in the previous 12 months, CFO Rachel Glaser said on the call.   Etsy now has 2 million habitual buyers, marking 22% growth from 2017 compared with the 18% rise in active buyers. If Etsy can continue to build its base of loyal and consistent shoppers, it should thrive regardless of what acquisition techniques it employs. ", "tags": ["competitive shipping prices", "flat gms growth", "techniques", "thanksgiving", "higher conversion rates"], "related_articles": [{"title": "JD.com nearly brought in $20 billion in Q4 — but it still faces struggles (JD)", "source": "business-insider", "url": "https://www.businessinsider.com/jdcom-faces-challenges-despite-net-revenue-increase-2019-3"}, {"title": "Business.com Expands Management Team with Proven Leaders to Address Rapid Growth - Associated Press", "source": "associated-press", "url": "https://www.apnews.com/cbc08c08a2fa4096325b7408cc7965fe"}, {"title": "Costco bests Amazon as most satisfying company for Internet retail, survey finds", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/costco-bests-amazon-internet-retail-satisfaction-survey-finds/2989478002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Chinese firm behind the 'Amazon Coat' hits jackpot in U.S., eschews China", "source": "reuters", "date": "2019-02-25T04:28:10Z", "origContent": "JIAXING, China/NEW YORK (Reuters) - When Kevin Chiu left his job in 2012 to try his luck at starting an online apparel business in a rural Chinese city, his main goal was to carve out more time to spend with his wife and newborn child.  It never entered his mind that his Orolay puffer jacket would become a huge hit, celebrated as the ‘Amazon Coat’ in U.S. social and traditional media - and held up as a budding rival to premium brand Canada Goose.  Using duck down sourced from China’s Hebei and Anhui provinces, the polyester coats are priced between $80 and $139. By contrast, Canada Goose jackets start from about $575 in the United States.  “We made more money in January than we did for the whole of 2017,” Chiu, 32, told Reuters at his factory in the eastern Chinese city of Jiaxing.  He estimates his firm made $5 million in sales last month and expects to bring in $30-$40 million this year. U.S. sales - almost all of which are sold through Amazon.com Inc - account for 70 percent of total revenue.  Orolay’s success is, however, not just a tale of competitive pricing and a design that found favour with U.S. consumers.  Chiu is among a wave of Chinese merchants that have benefited from measures introduced by Amazon in recent years that have made it easy for overseas vendors to sell on its site.  That’s provoked concerns among U.S. sellers on Amazon that they are being outgunned. And in industries such as apparel, experts say brick-and-mortar retailers cannot ignore the threat posed by the influx of small brands, many of which are based in China.  The number of Chinese merchants on Amazon is set to grow further as fierce competition and rising costs have made it less attractive to sell on local e-commerce sites like Alibaba Group Holding Ltd’s Tmall, analysts say.  Indeed, Chiu no longer sells in China. Orolay’s other markets are Europe, Japan, Taiwan and Australia.  “We did sell on Alibaba in the early days...but competition in China is stiffer,” he said, adding that increased costs to use local sites was also a factor.  In addition to fees to use Chinese e-commerce sites, sellers also face other costs such as investing in customer service teams. Alibaba declined to respond to Reuters questions about whether costs for vendors had increased.  Analysts say the number of Chinese merchants selling on Amazon’s U.S. site began to pick up over the last five years after it introduced measures that allowed sellers worldwide to store products at Amazon warehouses and provided help shipping those goods to customers.  Late last year, the retail giant also started a program that refers China-based sellers to local lenders. By comparison, Amazon offers loans to selected U.S., UK and Japan-based small businesses that sell on its site.  Chiu credits Amazon for much of the firm’s success but is thinking of branching out, saying offers from retailers include invitations to sell online from Walmart Inc and U.S. shopping site Rue La La.  Expansion plans include extending Orolay’s product line to cotton clothing and men’s outerwear. But for now, Chiu is still marvelling at how his business has become so successful in a market he barely knows.  “I went to New York for vacation twice last year, and was so excited to see that people on the street are wearing our jackets,” he said.  “I was very eager to ask them how they like our jackets, but didn’t do it because I don’t speak much English.” ", "tags": ["kevin chiu", "success", "united states", "u.s. sales", "u.s. shopping site"], "related_articles": [{"title": "Winnipeg hospital struggles with 'all-time high' demand for warm clothing", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/manitoba/clothing-depot-health-sciences-winnipeg-1.5033606"}, {"title": "Tesla Shift, HBO Chief, Boeing Sales: CEO Daily for March 1, 2019", "source": "fortune", "url": "http://fortune.com/2019/03/01/tesla-stores-hbo-chief-boeing-sales-ceo-daily-for-march-1-2019/"}, {"title": "Traded by Panthers, Brassard faces former team in Avs debut", "source": "usa-today", "url": "https://www.usatoday.com/story/sports/nhl/2019/02/25/traded-by-panthers-brassard-faces-former-team-in-avs-debut/39113421/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Fact Check: Did Ivanka Trump create 'millions of jobs'?", "source": "cnn", "date": "2019-02-25T20:31:58Z", "origContent": "Washington (CNN)During an address to US governors Monday morning, President Donald Trump discussed the need for training programs and claimed that his daughter Ivanka had \"created millions of jobs.\" He followed up by discussing the Pledge to America's Workers, an effort Ivanka has been involved in since its inception last year. In July of last year, Trump signed an executive order creating the National Council for the American Worker, co-chaired by Ivanka Trump and Commerce Secretary Wilbur Ross. One of the council's priorities is asking companies across the US to sign the Pledge to America's Workers. The pledge involves \"committing to expand programs that educate, train, and reskill American workers from high-school age to near-retirement,\" according to the White House.  Two hundred companies have agreed to the pledge, with each providing different numbers of training opportunities. This brings the total number of opportunities pledged to just over 6.5 million. (See the full list.)  CNN's Senior Economics Writer Lydia DePillis checked out a similar claim made by Ivanka herself last year as she discussed the pledge. \"We're up to 6.3 million new jobs,\" Ivanka said last October. That claim, DePillis found, was rather exaggerated.  First, the pledge does not translate to millions of immediate training opportunities. In a press release from the administration, the pledge is described as a commitment to \"new opportunities over the next five years.\"  Secondly, these are better understood as training opportunities, not necessarily \"jobs.\" In the same press release last year, the White House described these opportunities as \"apprenticeships and work-based learning, continuing education, on-the-job training, and reskilling.\" These opportunities can be for current employees.  Lastly, many of these opportunities pledged were already planned by the companies. As CNN previously reported, Walmart's pledged amount over five years would just about match the rate that its program Walmart Academies has trained since it started in 2016. The Associated Builders and Contractors provides a similar example as it pledged to provide roughly as many opportunities in five years as it trains in one year.  In sum, it's inaccurate to suggest that the number of training opportunities pledged are \"jobs.\" The timeline for these opportunities spans five years. And many of them match existing company goals and numbers.  It's simply not true that Ivanka Trump has \"created millions of jobs,\" as her father claimed.  CNN's Lydia DePillis contributed to this report.", "tags": ["different numbers", "council", "pledge", "opportunities", "amount"], "related_articles": [{"title": "Did Ivanka Trump create ‘millions’ of jobs?", "source": "the-washington-post", "url": "https://www.washingtonpost.com/politics/2019/02/27/did-ivanka-trump-create-millions-jobs/"}, {"title": "Target is inviting brands to its marketplace (TGT)", "source": "business-insider", "url": "https://www.businessinsider.com/target-inviting-brands-online-marketplace-2019-2"}, {"title": "The Trailer: What these campaign finance pledges really mean", "source": "the-washington-post", "url": "https://www.washingtonpost.com/politics/paloma/the-trailer/2019/02/26/the-trailer-what-these-campaign-finance-pledges-really-mean/5c746def1b326b71858c6c3e/"}]}, {"title": "Walmart is getting rid of greeters, worrying the disabled", "source": "nbc-news", "date": "2019-02-27T20:49:00Z", "origContent": "Feb. 27, 2019, 8:49 PM GMT As Walmart moves to phase out its familiar blue-vested \"greeters\" at some 1,000 stores nationwide, disabled workers who fill many of those jobs say they're being ill-treated by a chain that styles itself as community-minded and inclusive. Walmart told greeters around the country last week that their positions would be eliminated on April 26 in favor of an expanded, more physically demanding \"customer host\" role. To qualify, they will need to be able to lift 25-pound (11-kilogram) packages, climb ladders and stand for long periods. That came as a heavy blow to greeters with cerebral palsy, spina bifida and other physical disabilities. For them, a job at Walmart has provided needed income, served as a source of pride and offered a connection to the community. Now Walmart, America's largest private employer, is facing a backlash as customers rally around some of the chain's most highly visible employees. Walmart says it is striving to place greeters in other jobs at the company, but workers with disabilities are worried. Donny Fagnano, 56, who has worked at Walmart for more than 21 years, said he cried when a manager at the store in Lewisburg, Pennsylvania, called him into the office last week and told him his job was going away. \"I like working,\" he said. \"It's better than sitting at home.\" Fagnano, who has spina bifida, said he was offered a severance package. He hopes to stay on at Walmart and clean bathrooms instead. Walmart greeters have been around for decades, allowing the retail giant to put a friendly face at the front of its stores. Then, in 2016, Walmart began replacing greeters with hosts, adding responsibilities that include helping with returns, checking receipts to deter shoplifters and keeping the front of the store clean. Walmart and other chains have been redefining roles at stores as they compete with Amazon. The effect of the greeter phase-out on disabled and elderly employees who have traditionally gravitated toward the role as one they were well-suited to doing largely escaped public notice until last week, when Walmart launched a second round of cuts. As word spread, first on social media and then in local and national news outlets, outraged customers began calling Walmart to complain. Tens of thousands of people signed petitions. Facebook groups sprang up with names like \"Team Adam\" and \"Save Lesley.\" A second-grade class in California wrote letters to Walmart's CEO on behalf of Adam Catlin, a disabled greeter in Pennsylvania whose mother had written an impassioned Facebook post about his plight. Walmart said it has offered another job to Catlin. In Galena, Illinois, hundreds of customers plan to attend an \"appreciation parade\" for Ashley Powell on her last day of work as a greeter. \"I love it, and I think I've touched a lot of people,\" said Powell, 34, who has an intellectual disability. In Vancouver, Washington, John Combs, 42, who has cerebral palsy, was devastated and then angered by his impending job loss. It had taken his family five years to find him a job he could do, and he loved the work, coming up with nicknames for all his co-workers. \"What am I going to do, just sit here on my butt all day in this house? That's all I'm going to do?\" Combs asked his sister and guardian, Rachel Wasser. \"I do my job. I didn't do anything wrong.\" With the U.S. unemployment rate for disabled people more than twice that for workers without disabilities, Walmart has long been seen as a destination for people like Combs. Advocacy groups worry the company is backsliding. \"It's the messaging that concerns me,\" said Gabrielle Sedor, chief operations officer at ANCOR, a trade group representing service providers. \"Given that Walmart is such an international leader in the retail space, I'm concerned this decision might suggest to some people that the bottom line of the company is more important to the company than inclusive communities. We don't think those two are mutually exclusive.\" The greeter issue has already prompted at least three complaints to the U.S. Equal Employment Opportunity Commission, as well as a federal lawsuit in Utah alleging discrimination under the Americans with Disabilities Act. Under the federal law, employers must provide \"reasonable\" accommodations to workers with disabilities. Walmart did not disclose how many disabled greeters could lose their jobs. The company said that after it made the change at more than 1,000 stores in 2016, 80 to 85 percent of all affected greeters found other roles at Walmart. It did not reveal how many of them were disabled. This time, Walmart initially told greeters they would have 60 days to land other jobs at the company. Amid the uproar, the company has extended the deadline indefinitely for greeters with disabilities. \"We recognize that our associates with physical disabilities face a unique situation,\" Walmart spokesman Justin Rushing said in a statement. The extra time, he said, will give Walmart a chance to explore how to accommodate such employees. Walmart said it has already made offers to some greeters, including those with physical disabilities, and expects to continue doing so in the coming weeks. But some workers say they have been tacitly discouraged from applying for other jobs. Mitchell Hartzell, 31, a full-time Walmart greeter in Hazel Green, Alabama, said his manager told him \"they pretty much didn't have anything in that store for me to do\" after his job winds down in April. He said he persisted, approaching several assistant managers to ask about openings, and found out about a vacant position at self-checkout. But it had already been promised to a greeter who doesn't use a wheelchair, he said. \"It seems like they don't want us anymore,\" said Hartzell, who has cerebral palsy. Jay Melton, 40, who has worked as a greeter in Marion, North Carolina, for nearly 17 years, loves church, Tar Heels basketball and Walmart. His sister-in-law, Jamie Melton, said the job is what gets him out of bed.", "tags": ["climb ladders", "all workers", "inclusive walmart", "north carolina", "impassioned facebook post"], "related_articles": [{"title": "Many disabled Walmart greeters are being replaced by 'customer hosts,' causing backlash", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/27/walmart-greeters-some-disabled-lose-their-jobs-customer-hosts/3010732002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Walmart to make 'every effort' to keep disabled greeters", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/01/walmart-to-make-every-effort-to-keep-disabled-greeters.html"}, {"title": "Walmart greeters with disabilities could lose their jobs because of a policy change — and people are furious (WMT)", "source": "business-insider", "url": "https://www.businessinsider.com/walmart-greeters-with-disabilities-could-lose-jobs-2019-2"}]}, {"title": "UPDATE 2-French supermarket operator Carrefour raises cost savings goal", "source": "reuters", "date": "2019-02-28T08:58:14Z", "origContent": "PARIS (Reuters) - France’s Carrefour raised its savings goal and said it would step up plans to downsize its hypermarket stores, as Europe’s largest retailer delivered cost cuts of 1.05 billion euros ($1.2 billion) in 2018 and a higher free cash flow.  It posted a well-flagged 3.4 percent decline in 2018 operating profit, reflecting weakness in its domestic market that offset a better performance in Brazil, which is its second-biggest market behind France.  Carrefour shares were up 1.7 percent at 0853 GMT, however, as analysts welcomed its general plans to cut costs.  “Cost savings are progressing well but not enough to reinvigorate (the company’s business in) France yet,” said Bruno Monteyne, an analyst at brokerage Bernstein.  Carrefour launched a five-year plan a year ago to cut costs, boost E-commerce investment and seek a partnership in China with tech giant Tencent.  It aims to boost profits and sales and tackle growing competition from U.S. online retail giant Amazon  “For Carrefour, 2019 will be a year in which we will deepen the initiatives of the 2022 plan, to better serve our customers...Our encouraging results now allow us to revise upwards a number of 2022 targets,” CEO Alexandre Bompard said.  The plan includes expanding into convenience stores to reduce exposure to large hypermarket stores and having a greater focus on organic products and private labels.  Carrefour recently sealed a purchasing alliance with Britain’s Tesco which is expected to start bearing fruit this year..  Carrefour kept its annual dividend unchanged at 0.46 euros and said it now eyed cost savings of 2.8 billion euros by 2020 instead of the 2 billion previously targeted.  Free cash flow, excluding exceptional items, rose to 1.088 billion euros in 2018 from 950 million euros in 2017 as capital expenditures were limited to 1.611 billion euros.  It reported a 2018 recurring operating profit of 1.938 billion euros, in line with its guidance of 1.930 billion provided in January.  In France, where CEO Bompard has made reviving flagging sales at hypermarket stores a priority, operating profits 43.3 percent to 466 million euros, with the margin falling to 1.3 percent against 1.9 percent in 2017.  In France, Carrefour faces competition from the likes of Amazon and pressure from cheaper prices offered at rivals such as Leclerc.  The group’s Chinese operations remained loss-making last year amid competition from local players and a buoyant online market but Carrefour said its general performance in China nevertheless improved.  Finance chief Matthieu Malige said talks were continuing about a potential deal in which Tencent and local retailer Yonghui would take a stake in Carrefour China. ", "tags": ["tech giant tencent", "private labels", "local retailer yonghui", "leclerc", "hypermarket stores"], "related_articles": [{"title": "India's new draft rules for e-commerce make it harder for Amazon and Walmart", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/indias-new-draft-e-commerce-rules-makes-it-harder-for-amazon-walmart.html"}, {"title": "Shares in Nivea maker drop as CEO says sector in 'turmoil'", "source": "reuters", "url": "https://www.reuters.com/article/us-beiersdorf-results-idUSKCN1QG0TS"}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "url": "https://www.ft.com/content/8aa756ac-3c35-11e9-b72b-2c7f526ca5d0"}]}, {"title": "These major cities have more dollar stores than Whole Foods. It could have dangerous consequences for residents.", "source": "business-insider", "date": "2019-03-01T15:08:00Z", "origContent": "Dollar stores have been rooted in small towns for decades, but they've recently begun a rapid expansion across the US.   A December report from the Institute for Local Self-Reliance (ILSR) found that the number of nationwide dollar stores grew from about 20,000 in 2011 to nearly 30,000 by 2018.   The stores have become so ubiquitous, the report said, they are now feeding more Americans than Whole Foods. The comparison signifies the decline of full-service grocery stores in poor neighborhoods, which leaves residents with limited access to healthy food.   While many dollar stores concentrate in retail-starved towns, others have cropped up in major cities like Atlanta, Dallas, and Philadelphia.   As a follow-up to their report, the ILSR mapped the spread of three popular dollar store chains — Dollar General, Dollar Tree, and Family Dollar — across eight US cities. For the most part, the stores tended to concentrate in poor areas and communities of color.   \"They really are pretty blatantly targeting areas [with] worsening economic conditions,\" said Marie Donahue, who co-authored both reports.  A Dollar Tree in Richmond, Virginia. For those living in \"food deserts,\" or neighborhoods that lack access to fresh, affordable food, dollar stores are often seen as a saving grace. Residents who once had to travel miles to the nearest store can now acquire cheap, basic supplies near their home.   But the ILSR has found that dollar stores undercut mom-and-pop grocery stores, decreasing their sales and eventually forcing them to shutter.   With only dollar stores to rely on, members of disadvantaged communities are often confined to unhealthy food selections. While some dollar store chains have made an effort to sell healthy items like nuts, dried fruit, and multigrain chips, it's more common to find sugary cereals and other forms of junk food.   The fall of grocery stores also presages the flight of small businesses. As local shops begin to flee a neighborhood, they take away job opportunities, leaving communities mired in disadvantage.   The ILSR tells the story of a Pic Pac supermarket in Louisville, Kentucky, that closed its doors after 30 years in the neighborhood. The owner told the ILSR that his sales had declined by 30% due to arrival of chains like Dollar General. His shop was soon replaced by a Family Dollar.   In the Atlanta metropolitan area, around half a million residents live in food deserts. Within the city itself, there are more dollar stores than Whole Foods and Kroger stores combined, according to the locations listed on both companies' websites.   The ILSR counted 34 dollar stores within Atlanta's city limits.  A Dollar General in North Arlington, New Jersey. Of the eight cities studied in the report, Philadelphia had by far the highest number of dollar stores, with more than 100. Donahue told Business Insider that the city's 2011 vote to allow dollar stores in a historic neighborhood may have contributed to its high total.   The one exception to the pack was Washington, DC, which had only six dollar stores. Even then, the city's count exceeded the number of Whole Foods by one location.   Wherever a dollar store decides to locate, Donahue said, the effects are similar in both rural and urban areas.   \"These stores, we argue, are really just feeding off of left-behind places,\" she said. \"It is agnostic to whether they're in a city or a small town.\"", "tags": ["major cities", "kentucky", "donahue", "job opportunities", "stores"], "related_articles": [{"title": "Soda tax: Connecticut may be home to the first statewide soda tax in the U.S.", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/soda-tax-connecticut-could-be-first-state-to-implement/2943484002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Analysts remain wary of pound’s 7-month peak", "source": "financial-times", "url": "https://www.ft.com/content/821a5b2e-3b3b-11e9-b856-5404d3811663"}, {"title": "It's official: Philadelphia law says stores, restaurants must accept cash", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/philadelphia-law-requires-retailers-restaurants-accept-cash/3015039002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "The 10 best Walmart deals of the week", "source": "usa-today", "date": "2019-02-25T17:44:54Z", "origContent": "Walmart often has really competitive pricing on everything from TVs and tech accessories to clothing and beauty supplies. The problem is they don't always make it easy to know when something's actually a good deal. But don't worry, because we're here to help. 1. Under $100: A new set of nonstick cookware A new cookware set is the perfect motivation to do more home cooking. 2. Under $100: A highly rated upright vacuum for pet owners This is a great budget buy for pet owners. We test a lot of vacuums here at Reviewed, and Bissell's models always perform well, so while we haven't tested this one yet, the sub-$100 price tag and brand track record have us psyched about this deal. The Bissell CleanView is our top pick for affordable bagless upright vacuums, and our vacuum expert Jon Chan tells me this model has everything the CleanView offers, and in some cases, its tech is even better. Plus, it has a retractable power cord, a feature not enough plug-in devices have.  3. Under $50: The best affordable pack 'n play We've never seen such a great deal on the best affordable pack 'n play. Get the Graco Pack 'n Play On the Go Playard in Priscilla for $49.99 (Save $30) 4. Under $350: A budget big screen with streaming built in This budget big screen TV has 4K and Roku built in. Get the TCL S421 55-in. 4K Ultra HD HDR Roku Smart TV for $338 (Save $30) 5. Under $40: A decent space heater to keep winter chill away Stay warm without going broke with the help of an electric space heater. Get the Lasko Electric Tower Space Heater for $35.99 (Save $14) Prices are accurate at the time this article was published, but may change over time.", "tags": ["decent space heater", "playard", "tag", "models", "walmart"], "related_articles": [{"title": "The 5 best Amazon deals you can get right now", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/reviewedcom/2019/02/25/best-amazon-deals-5-amazing-sales-happening-right-now/2977460002/?utm_source=google&utm_medium=amp&utm_campaign=speakabl"}, {"title": "The 5 best deals you can get on Amazon today", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/reviewedcom/2019/02/28/best-amazon-deals-these-top-products-sale-right-now/3009099002/?utm_source=google&utm_medium=amp&utm_campaign=speakabl"}, {"title": "FedEx to Test Robot for Same-Day Delivery", "source": "the-wall-street-journal", "url": "https://www.wsj.com/articles/fedex-to-test-robot-for-same-day-delivery-11551299486"}]}, {"title": "India's new draft rules for e-commerce make it harder for Amazon and Walmart", "source": "cnbc", "date": "2019-02-25T05:09:00Z", "origContent": "India has outlined a new draft policy to govern its growing e-commerce sector that would protect domestic firms and may further restrict the way foreign companies operate within the country. New Delhi appears to be trying to follow China's playbook in successfully nurturing the likes of Baidu, Alibaba and Tencent to become global tech giants. Beijing has many restrictions on how foreign tech companies can operate in the world's second-largest economy. The draft, published Saturday, calls for data to be stored locally and for setting up more data centers and server farms within the country. It would not only give a boost to computing in India but would lead to local job creation, policymakers argued in the document. Foreign companies would have three years to prepare or build the infrastructure they need to comply with the regulation, which could add to their cost of operations. \"India's data should be used for the country's development,\" the draft said. \"Indian citizens and companies should get the economic benefits from the monetization of data.\" While e-commerce in India is still at its nascent stage, compared to the overall retail sector, the market is predicted to reach $200 billion by 2026 from under $39 billion in 2017, mostly due to rising incomes and a surge in Internet users, according to the government's India Brand Equity Foundation. The untapped potential of India's e-commerce market has led to a roughly $5 billion investment from Amazon and a $16 billion bet from Walmart into local player Flipkart. But in December, India put new restrictions on foreign direct investments into the e-commerce sector, forcing Amazon and Walmart-owned Flipkart to restructure their business operations to comply with the law. \"We are currently studying the draft policy and we will provide our inputs during the public review period,\" an Amazon India spokesperson told CNBC on Monday.", "tags": ["commerce sector", "india brand equity foundation", "local player flipkart", "commerce", "more data centers"], "related_articles": [{"title": "Amazon has a massive opportunity in a $600 billion market (AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-stock-price-huge-opportunity-in-india-2019-2"}, {"title": "Walmart seeks ad business boost in fight with Amazon", "source": "reuters", "url": "https://in.reuters.com/article/walmart-suppliers-advertising-idINKCN1QF2GZ"}, {"title": "India's foreign direct investment inflows fall amid pre-election uncertainty", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/reuters-america-indias-foreign-direct-investment-inflows-fall-amid-pre-election-uncertainty.html"}]}, {"title": "Rep. Tlaib vowed to be a plain-spoken fighter for her district. Her constituents consider whether she’s sending the right message.", "source": "the-washington-post", "date": "2019-03-01T11:00:00Z", "origContent": "DETROIT Rep. Rashida Tlaib had returned to Detroit to clean out her law office, a room in a creaky repurposed church filled with remnants of her past.  She picked up a piece of metal that once was part of a fence a developer put around a public park, until she and some neighbors tore it down. She pulled out a sandwich bag with black lumps of petroleum that she stole from a dumping site, so she could prove the material was toxic. Then she stared at a news article and reminisced about being carried away in handcuffs after chanting in favor of raising the minimum wage. I cant believe thats what I got arrested for! said Tlaib during that trip to Detroit earlier this year. Ive done so much worse. Tearing down fences. Stealing petroleum. Getting arrested. Three actions that helped mold the activist reputation Tlaib built before she went to Washington, where she pledged to be a plain-spoken fighter against President Trump. Hours after Tlaib was sworn in, the congresswomens past was overshadowed by three words, caught on tape, about how she wanted to handle the commander in chief: Impeach the motherf---er. On Wednesday, her words went viral again. This time, she was lambasting Rep. Mark Meadows (R-N.C.) for bringing an administration official and longtime Trump employee who is African American to a congressional hearing to argue that the president is not racist. The fact someone would actually use a prop, a black woman in this chamber, in this committee, is alone racist in itself, Tlaib said. Meadows was irate, and soon an intense back-and-forth about racism ensued between one of the first Muslim women to serve in Congress and the head of the conservative Freedom Caucus. The two appeared to find common ground a day later in a one-on-one discussion that ended with a hug. Since entering office, Tlaibs remarks have been called inappropriate by fellow Democrats and disrespectful by Republicans. Tlaib has refused to apologize. Instead, she has chosen to lean into being a combative, cursing congresswoman partly in hopes of gaining influence. Residents in her district hope the attention might help. Living in the third-poorest district in the country, voters here said they didnt elect a representative to simply come to the nations capital and toss out some naughty or provocative words. They want Tlaib to channel their frustration in Washington and create more substantive change. After the Meadows exchange, Woodss feelings began to change. Too much talking, she said. Shes starting to act like Trump. Tlaib says she is doing more than talking. She is pushing for legislation targeting discriminatory practices in home mortgage lending and setting car insurance rates, but she knows getting one of her plans through a Republican-controlled Senate is a long shot, at best. Which leaves her trying to address her constituents needs in other ways, such as turning her four district offices into neighborhood resource centers, where struggling families and residents can get help. And by making herself heard. Im a part of a new generation of Congress, Tlaib said as she packed up her office. Were going to hear things differently, and my constituents are going to be much more connected to me. The best thing I can do is speak up and fight for my district. Michigans 13th Congressional District, which includes western Detroit and suburban Wayne County, has long been associated with outspoken representatives. Tlaib, who served three terms in the state assembly, succeeded Democratic Rep. John Conyers Jr., a civil rights leader who stepped down amid allegations of sexual harassment. Tlaib had to convince voters that she, a Palestinian American in a district that is only 5 percent Arab, should replace a well-known black leader in a district that is 54 percent African American. Woods voted for Tlaib, she said, because she saw advantages in having a Muslim and a woman in office. Even though she wasnt enthusiastic about Tlaibs remarks Wednesday, she was unsure a conversation about Meadowss actions would have happened if the committee did not have women of color to state their discomfort. Congress needs to look more like a melting pot, Woods said. Maybe they would do better if they had a different perspective. Maybe they would make better decisions. Still, Woods wondered why more politicians werent talking more about what was going on at the GM factory. The plant where she worked had been shut down, affecting more than 1,500 workers. After 21 years with GM, Woods was angry that no one at the company let workers know about the closures; she found out while watching the news. Then she said she was told to be thankful she was being transferred to another factory 50 miles away, doubling her commute and costing her more gas money. Her old plant was one of five factory closures GM announced it was considering, potentially costing more than 15,000 jobs. As she watched politicians respond to the news, she noted a difference between the president she detested and the congresswoman she supported. Trump sent out two tweets, which she appreciated, but then he seemed to move on. But last month, Tlaib joined 300 protesters outside the Detroit auto show. She wore a thick black coat and winter hat and marched with them while golf carts ferried men in tuxedos and women in ball gowns to a charity auction. She joined the protesters in chanting, GM got bailed out! We got sold out! She grabbed the bullhorn. Lets chant so they can hear us, Tlaib yelled. Beyond the champagne, beyond the ball gowns, beyond the tuxedos, they need to hear that people are suffering! Despite all the notoriety she was getting in Washington, her presence on a local issue meant so much more. That was awesome, Woods said. It showed that shewas really in the corner for me. Tlaib hopes that her willingness to fight will help boost her support at home, where her congressional seat is tenuous. She had no major-party opposition in the general election but won in a crowded Democratic primary by a percentage point, or 900 votes. In the primary, she lost precincts within the city limits but pulled ahead by campaigning heavily in the working-class western suburbs union towns where factory workers live in ranch homes and some disenchanted Democrats swung in 2016 from Sen. Bernie Sanders (Vt.) in the Democratic primary to Trump in the general election. Over time, she wants constituents in Detroit to see in her what her supporters in the suburbs saw. For Michal Walker, a 75-year-old social worker who first met Tlaib at the Romulus Democratic Club, what she admired most was Tlaibs authenticity. She told everyone to call her Rashida. She gave out her cellphone number. She would laugh while telling stories about her two sons, choke up when talking about the water crisis in Flint and speak passionately when discussing politics steering too much toward the rich. Of the seven candidates on the primary ballot, Tlaib was Walkers immediate choice. Walker didnt care about her race or religion. She didnt mind that Tlaib was a democratic socialist. I saw that shes a real go-getter, Walker said. There are basically two types of politicians now in this country, said Don Mongrain, 35, who is also a member of the Romulus Democratic Club. Theres one who can relate to a man who has to sell blood so they could pay for the groceries, and theres another who can ask their father for a million-dollar loan to go to private school. Mongrain was a man who sold his plasma to buy groceries. He did data entry for an insurance company and is working on his bachelors degree, living from paycheck to student loan check to paycheck. He felt Tlaib could relate to his struggles. She was a 42-year-old single mother living in Southwest Detroit, encountering problems such as what to do after burglars stole her furnace. She had a working-class sensibility because she was working-class. And in Detroit, he said, working-class meant she cursed. That just who Rashida is, Mongrain said. Whats the big deal? The potential big deal was that Tlaib was now being defined by the moment. Democrats complained she was jumping to conclusions about the president before the conclusion of the special counsels investigation. Conservative media derided her as a foul-mouthed Islamic congresswoman, and a Florida lawmaker suggested she might bomb the Capitol. Her words have led to even more scrutiny, including her opponents seizing on her stance to divest from Israel and suggesting that she is an anti-Semite. Couldnt she just have been like Michelle Obama? asked Terrill Sewantek, 65, whose son lives down the street from Mongrain. Chris Sewantek, 35, told her that Tlaib was of a different generation that could not simply go high if she felt the president had sunk too low. She is responding to the way Trump acts, to show that he cannot bully her, he said. I might not necessarily swear like that, but he uses colorful language. Its nice to have someone check him. I think when we see him go away, the brashness being used to oppose him will go away, too. Tlaib doesnt want her brashness to go away. My constituents dont want me to sell out, she said as she took a lunch break across the street from her old office. She figured upsetting people was inevitable, given that she is one of the first Muslim women in Congress and a democratic socialist. My mere presence as a Muslim mother, as Palestinian cursing or not cursing is a threat, she said. That alone has shaken up Congress. And Im not quiet, and Im not hiding. Around the time of her election, Tlaib witnessed another way of waging battle with the White House. For all the talk of the new generation of Congress, it was House Speaker Nancy Pelosi (D-Calif.) more than 30 years in who won praise for how she dealt with President Trump during the partial government shutdown. During the standoff, Tlaib said she saw someone dealing with the president with grace, composure and strategy. Tlaib wasnt sure she could ever do the same. The people who elected me didnt want me to be a politician, she said. They want me to be real. They know I was raw. And right now, the feeling I have is anger. That anger got her more than 380,000 followers on Twitter and bookings on cable news networks. She has learned to deal with ambush interviews by tabloid television and to ignore the death threats unless the threat is imminent. She brings a communications director on interviews, which she said helps her catch myself before she thinks she goes too far. And she swears less in public. I would say that using the MF word became a distraction, a huge distraction from everything else I wanted to talk about, she said as she finished her lunch. I didnt expect it. Already, Washington was changing the woman who didnt want to sell out. As she made her way back to the old church, she was stopped by a man in gray dreadlocks who smiled broadly when he saw the congresswoman.", "tags": ["women", "jumping conclusions", "activist reputation", "walkers", "data entry"], "related_articles": [{"title": "The Technology 202: Advocate urges Congress to protect digital rights of people of color as it crafts privacy bill", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-technology-202/2019/02/26/the-technology-202-advocate-urges-congress-to-protect-digital-rights-of-people-of-color-as-it-crafts-privacy-bill/5c744bc31b326b71858c6c3a/"}, {"title": "The Daily 202: ‘Much like a mobster would do.’ Michael Cohen’s testimony paints a picture of how Trump ‘operates.’", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/27/daily-202-much-like-a-mobster-would-do-michael-cohen-s-testimony-paints-a-picture-of-how-trump-operates/5c7576b81b326b71858c6c4a/"}, {"title": "General Motors’ Executive Shuffle: 2 Top Execs Are Leaving—One Might Go to Amazon", "source": "fortune", "url": "http://fortune.com/2019/02/28/general-motors-president-alan-batey-retire/"}]}, {"title": "US STOCKS-Wall St set to open lower as Home Depot, Caterpillar weigh; Fed in focus", "source": "reuters", "date": "2019-02-26T14:05:45Z", "origContent": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.)  * U.S. housing starts drop to more than 2-year low  * Fed chief to appear before Senate committee at 10 a.m. ET  Feb 26 (Reuters) - Wall Street was set to open lower on Tuesday, weighed down by losses in Home Depot and Caterpillar shares, with focus also on Federal Reserve Chair Jerome Powell’s testimony on monetary policy.  Shares of the largest U.S. home improvement retailer fell 3.3 percent in premarket trading after the company issued a disappointing full-year earnings forecast amid slowing momentum in the U.S. housing market. Smaller rival Lowe’s Co Inc also fell 1.9 percent.  A report from the Commerce Department further underscored weakness in homebuilding, which tumbled to a more than two-year low in December and added to losses in futures.  Caterpillar Inc shares took a hit, falling 3.8 percent, after brokerage UBS double downgraded the company’s shares to “sell” as it expects downward earnings revisions.  “Caterpillar and Home Depot certainly give some concern to investors that maybe the recovery in stock prices came in too quickly,” said Rick Meckler, partner at Cherry Lane Investments in New Vernon, New Jersey.  “But now the markets are considerably higher than it was at the start of the year and the focus is more on whether it has risen too far too fast.”  U.S. stocks have been bolstered in recent weeks by trade optimism and dovish signals from the Fed, with the benchmark S&P 500 index about 4.8 percent away from its record closing high in September.  At 8:41 a.m. ET, Dow e-minis were down 119 points, or 0.46 percent. S&P 500 e-minis were down 6.75 points, or 0.24 percent and Nasdaq 100 e-minis were down 28.75 points, or 0.4 percent.  Investors will keep a close watch on Powell’s testimony On Tuesday, especially after the central bank last month shifted to a more cautious stance on further interest rate hikes.  “A cautious mood develops ahead of Powell’s testimony on monetary policy to the U.S. Senate Committee, as he will be drilled during the Q&A session,” said Peter Cardillo, chief market economist at Spartan Capital Securities in a client note.  Healthcare stocks could face some turbulence later in the day, as top executives from some of the largest drug companies are expected to get grilled in the U.S. Senate on the high cost of prescription drugs.  Wall Street ended higher on Monday after President Donald Trump said he would delay a planned hike in tariffs on Chinese imports.  Among gainers, AutoZone Inc jumped 9.6 percent after the auto parts retailer posted better-than-expected quarterly same-store sales.  J.M. Smucker Co rose about 6 percent after the packaged food maker reported quarterly sales above Wall Street estimates. ", "tags": ["further interest rate hikes", "top executives", "drop", "dow minis", "central bank"], "related_articles": [{"title": "US STOCKS-Wall St weighed by Home Depot, Caterpillar; Powell's testimony in focus", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L4WC"}, {"title": "Home Depot, Caterpillar weigh on stock futures; Fed testimony awaited", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QF1I0"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}]}, {"title": "Stocks to open lower | Trump and Kim meet | Weight Watchers craters", "source": "cnbc", "date": "2019-02-27T12:20:00Z", "origContent": "Papa John's (PZZA) fell two cents short of estimates with adjusted quarterly profit of 15 cents per share, and the pizza chain's revenue was also short of analyst forecasts. North American comparable store sales fell 8.1 percent during the quarter, and 7.3 percent for the full year However, the company's 2019 comparable store sales forecast is stronger than analysts had been expecting. Mylan (MYL) reported adjusted quarterly profit of $1.30 per share, falling six cents shy of consensus forecasts, with the generic drug maker's revenue in line with Street projections. Mylan also issued weaker than expected 2019 earnings guidance as it spends more on research, development, and marketing. U.S. private equity firm Cerberus would be open to a merger between Deutsche Bank (DB) and Commerzbank, according to a Reuters report. Cerberus is a major shareholder in both German banks. Facebook (FB) will launch a \"clear history\" feature later this year, allowing users to erase data related to their interactions with various apps and websites. Home Depot (HD) was downgraded to \"market perform\" from \"outperform\" at Telsey, which said it came away from the home improvement retailer's earnings call with concerns that the guidance of a 5 percent comparable sales increase could prove to be too optimistic. Rio Tinto (RTN) reported better than expected profit for its latest quarter, as well as its highest earnings since 2014. The mining company also announced a regular and special dividend, as well as giving an upbeat outlook for its iron ore business. Liberty Global (LBTYA) is in advanced discussions to sell its Swiss internet and digital TV unit to Zurich-based Sunrise Communications for $6.3 billion, according to a Reuters report. Gap (GPS) announced a new $1 billion stock buyback program. The apparel retailer also announced it would maintain its annual dividend at the current 97 cents per share for fiscal 2019. GW Pharmaceuticals (GWPH) reported better than expected earnings for its latest quarter, although the drug maker's revenue was short of Street forecasts. The drug maker said it is seeing strong demand for its new Epidiolex epilepsy drug.", "tags": ["commerzbank", "gps", "cerberus", "mining company", "maintain annual dividend"], "related_articles": [{"title": "Stocks making the biggest moves premarket: Lowe's, Best Buy, Weight Watchers, Office Depot & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/stocks-making-the-biggest-moves-premarket-lowes-best-buy-weight-watchers-office-depot--more.html"}, {"title": "Stocks making the biggest moves midday: Best Buy, IMAX, Campbell Soup, Mylan & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/stocks-making-the-biggest-moves-midday-best-buy-imax-campbell-soup-mylan--more.html"}, {"title": "How to factory reset your iPad", "source": "business-insider", "url": "https://www.businessinsider.com/how-to-factory-reset-ipad"}]}, {"title": "Private Equity Faces Down Brexit Risk as KKR Looks at Asda", "source": "bloomberg", "date": "2019-02-25T18:27:12Z", "origContent": "A customer pushes a shopping cart as she walks towards an Asda supermarket, operated by Wal-Mart Stores Inc., in the Wembley district of London, U.K. It would take a brave private equity investor to pounce on a U.K. retailer like  Walmart Inc.’s Asda only five weeks before Brexit. J Sainsbury Plc’s $9.5 billion deal to take over Asda nears collapse following tougher-than-expected  British retailers have become more vulnerable amid the rise of e-commerce and the growth of discount retailers Aldi and Lidl. A Brexit-induced decline in the pound has lifted sourcing costs and squeezed profit margins. The risk of a messy divorce from the European Union looms large ahead of the scheduled March 29 departure. best holiday quarter in years, defying a string of bad news in the U.S. retail sector, may lower the chances of a fire sale. Berry Global Group, which said it is also considering a bid. Qatar Investment Authority. Sky News reported that they teamed up on another proposal in 2016 that was abandoned after the grocer moved to buy Home Retail Group Plc. Before it's here, it's on the Bloomberg Terminal.", "tags": ["pushes shopping cart", "wembley district", "customer", "retail sector", "best holiday quarter"], "related_articles": [{"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "url": "http://fortune.com/2019/02/27/m-and-s-shares-ocado/"}, {"title": "May to rule out no-deal Brexit to stave off rebellion: media reports", "source": "reuters", "url": "https://in.reuters.com/article/uk-britain-eu-idINKCN1QF0LX"}, {"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}]}, {"title": "Stocks making the biggest moves premarket: Lowe's, Best Buy, Weight Watchers, Office Depot & more", "source": "cnbc", "date": "2019-02-27T13:25:00Z", "origContent": "Lowe's The home improvement retailer beat estimates by a penny a share, with quarterly profit of 80 cents per share. Revenue was slightly below forecasts, and a 1.7 percent comparable-store sales increase was below the Refinitiv forecast of a 2.1 percent rise. Best Buy The electronics retailer reported adjusted quarterly profit of $2.72 per share, 15 cents a share above estimates. Revenue also beat forecasts. Comparable-store sales were up 3 percent, better than the 2 percent Refinitiv estimate. Best Buy also gave an upbeat full-year earnings forecast, and announced a dividend increase to 50 cent per share from 45 cents. Campbell Soup Campbell beat estimates by 7 cents a share, with adjusted quarterly profit of 77 cents per share. Revenue topped forecasts, as well. Campbell reported flat organic sales, however, and saw profit margins fall. Office Depot The office products retailer earned an adjusted 9 cents per share for its latest quarter, 1 cent a share above estimates. Both revenue and comparable-store sales were below analysts' forecasts, however. Dean Foods The nation's largest milk producer reported a quarterly loss of 50 cents per share, nearly twice the 26 cents a share loss that analysts were anticipating. Revenue exceeded forecasts, but Dean said it experienced a significant increase in input costs. Dean also said it is exploring strategic alternatives including possible asset sales, and announced the suspension of its quarterly dividend. Weight Watchers Weight Watchers missed estimates by 14 cents, with adjusted quarterly profit of 46 cents per share. The weight loss company's revenue also missed forecasts and the company issued weaker-than-expected 2019 revenue guidance. Weight Watchers said it was disappointed with its 2019 start. Papa John's Papa John's fell 2 cents a share short of estimates, with adjusted quarterly profit of 15 cents per share. The pizza chain's revenue was also short of analysts' forecasts. North American comparable-store sales fell 8.1 percent during the quarter, and 7.3 percent for the full year The company's 2019 comparable-store sales forecast is stronger than analysts had been expecting. Mylan Mylan reported adjusted quarterly profit of $1.30 per share, falling 6 cents a share shy of consensus forecasts. The generic drugmaker's revenue was in line with Street projections. Mylan also issued weaker-than-expected 2019 earnings guidance as it spends more on research, development, and marketing. Deutsche Bank - U.S. private-equity firm Cerberus would be open to a merger between Deutsche Bank and Commerzbank, according to a Reuters report. Cerberus is a major shareholder in both German banks. Facebook Facebook will launch a \"clear history\" feature later this year, allowing users to erase data related to their interactions with various apps and websites. Home Depot Home Depot was downgraded to \"market perform\" from \"outperform\" at Telsey, which said it came away from the home improvement retailer's earnings call with concerns that the guidance of a 5 percent comparable sales increase could prove to be too optimistic. Rio Tinto Rio Tinto reported better-than-expected profit for its latest quarter, as well as its highest earnings since 2014. The mining company also announced a regular and special dividend, as well as giving an upbeat outlook for its iron ore business. Liberty Global Liberty is in advanced discussions to sell its Swiss internet and digital TV unit to Zurich-based Sunrise Communications for $6.3 billion, according to a Reuters report. Wynn Resorts Wynn was fined $20 million in connection with a probe by Nevada regulators into sexual misconduct allegations against former CEO Steve Wynn. It was the largest fine ever assessed by the state's gambling regulators. AT&T The Justice Department said it would not appeal Tuesday's court ruling rejecting its challenge to the approval of AT&T's acquisition of Time Warner. Blackstone Group The private-equity firm and drugmaker Novartis have formed a joint venture to develop drugs that treat blood clots. Gap Gap announced a new $1 billion stock buyback program. The apparel retailer also announced it would maintain its annual dividend at the current 97 cents per share for fiscal 2019. GW Pharmaceuticals GW reported better-thanexpected earnings for its latest quarter, although the drugmaker's revenue was short of Street forecasts. GW Pharma said it is seeing strong demand for its new Epidiolex epilepsy drug. Palo Alto Networks Palo Alto beat estimates on both the top and bottom lines, with the cybersecurity company seeing a 33 percent jump in its products business and a 29 percent increase in services revenue. It also gave an upbeat revenue forecast.", "tags": ["electronics retailer", "open merger", "services revenue", "development", "john"], "related_articles": [{"title": "Stocks to open lower | Trump and Kim meet | Weight Watchers craters", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/what-you-need-to-know-in-business-news-today.html"}, {"title": "Stocks making the biggest moves midday: Best Buy, IMAX, Campbell Soup, Mylan & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/stocks-making-the-biggest-moves-midday-best-buy-imax-campbell-soup-mylan--more.html"}, {"title": "Stocks making the biggest moves after hours: L Brands, Square, HP and more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/stocks-making-the-biggest-moves-after-hours-l-brands-square-hp-and-more.html"}]}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "date": "2019-03-01T20:04:11Z", "origContent": "Steve Rowe wasadamant this week that he has always believed people should be able to buy Marks and Spencer food online. So, given the M&S chief executive used to run the retailer’s food division, why did the high street chain wait so long to seal its £750m acquisition of half of Ocado’s retail business?  Part of the answer is that for the vast majority of retailers, selling food online is unprofitable. “It is truly one of the worst business models in existence,” said Brittain Ladd, a food retail consultant based in the US. “Retailers simply do not have the competence to deliver to homes profitably.”  M&S was hardly alone in harbouring doubts about the financial viability of fresh food delivery. Wm Morrison, the UK’s fourth-biggest supermarket by revenues, only began selling food online — also through a partnership with Ocado — in 2013. Aldi and Lidl, the German discounters that have grabbed significant market share over the past decade, do not sell online and have no immediate plans to start.  “All the incumbents have been cross-subsidising home delivery from their store operations,” said Nick Harrison, global retail practice co-leader at consultants Oliver Wyman. He estimates that it costs upwards of £10 to pick and fulfil each order, whereas delivery charges to the customer are half that amount. None of the big UK players disclose the sales or profits of their grocery delivery businesses separately.  “It is fundamentally dilutive for the main players, but they have to think about market share. They don’t want to lose that customer to another chain,” Mr Harrison added.  M&S had an additional concern. Its limited range of upmarket and mostly own-label merchandise resulted in an average transaction value of just £13 — nowhere near enough to justify the costs of picking and delivering those goods to customers.  Mr Rowe is hoping the Ocado tie-up will result in a “scaled and relevant” offering. The venture will have a vastly expanded product range that can cover a full family shop as opposed to the “meal for tonight” market that is M&S’s current strength. Ocado’s average basket is more like a trolley at more than £100. The UK was an early adopter of online grocery shopping, thanks in part to the launch of Ocado in 2000. But even so it only accounts for just over 6 per cent of the £190bn grocery market, according to Forrester — about a third of the penetration in non-food retail.  Without greater volumes, Mr Ladd argued, it will be difficult for supermarkets to achieve the order density needed to make delivery viable on its own. “Britain created grocery addicts by telling them they can have relatively small amounts delivered the same day,” he said. “Most of the vans are going out half-empty. They need to be going out full.”  There is also the question of how best to meet those orders. Ocado said its automated fulfilment centres are more efficient, despite their longer delivery runs. Tim Steiner, chief executive, firmly believes that more automation — eventually including self-driving delivery vans — will lower the cost further. Supermarkets mostly pick and pack goods by hand in stores. The labour costs are higher, but the stores are closer to customers — and they are a sunk cost.  Mr Ladd argued that customers should be “re-educated” to understand the trade-off between cost and convenience, and encouraged to shop in store for items that are expensive or awkward to deliver. He said this could be done by pricing some items differently online, something that the likes of Tesco and Sainsbury’s do in their convenience stores. He also advocates more pooling of orders.  This is effectively the business model for Buymie, an Irish start-up. Its operatives pick goods from stores and deliver in the Dublin area. Customers use an app to shop and are charged a platform fee and a delivery fee that is dependent on how quickly they want their goods.  “When we first started looking at it in 2014, across the UK and Ireland there were nine companies losing £300m a year between them on online delivery,” said Buymie founder Devan Hughes. His background in energy markets convinced him that shared infrastructure was the only way to achieve the volume and capacity utilisation needed to make grocery delivery profitable.  Others argued that focusing on profitability misses the point. “Online retail is lower margin, but it is also lower capital,” said Bruno Monteyne, European food retail analyst at Bernstein. “So in terms of return on invested capital, it is similar to other forms of food retail.”  In sectors with greater online penetration, such as fashion, retailers have started to scale back their store estates and Mr Harrison said this could happen in food too.  Mr Rowe is convinced that, despite its long gestation and high upfront cost, the M&S venture with Ocado will generate value. If it does not, it will hardly be the first to struggle. As Mr Hughes pointed out: “Supermarkets have been looking at this for two decades and none has managed to crack it.”", "tags": ["grocery market", "trade off", "believed people", "morrison", "capacity"], "related_articles": [{"title": "M&S taps investors and cuts dividend to fund Ocado deal", "source": "reuters", "url": "https://in.reuters.com/article/us-ocado-m-a-marks-spencer-idINKCN1QG0R8"}, {"title": "Ocado, the online grocer making waves on both sides of the Atlantic, is soaring after entering venture talks with an iconic UK retailer", "source": "business-insider", "url": "https://www.businessinsider.com/ocado-marks-and-spencer-deal-shares-surge-after-talks-confirmed-2019-2"}, {"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "url": "http://fortune.com/2019/02/27/m-and-s-shares-ocado/"}]}]}