{"topterms": [["amazon", 156], ["new york", 81], ["trump", 79], ["china", 72], ["washington", 70], ["united states", 70], ["walmart", 65], ["congress", 57], ["investors", 54], ["country", 54]], "articles": [{"title": "Cannabis may be coming to a mall near you: rolling papers and CBD products go upscale", "source": "usa-today", "date": "2019-02-26T09:58:03Z", "origContent": "Cannabis is not just going mainstream. Its going upscale.    The plant, whose species include hemp and marijuana, is showing up in luxe beauty products, sparking an array of glamorous accessories, and becoming the focus of Wall Street investors.  Luxury retailer Barneys New York will unveil a shop selling cannabis-related accoutrements  including blown glass pipes and 24 karat gold rolling papers at its Beverly Hills flagship next month. More than 100 shops selling lotions, balms and other personal care products infused with the cannabis extract CBD will be opening this year in premium centers owned by the nation's largest mall owner, Simon.  And the clamor to invest in medical marijuana has led the publicly traded Alternative Harvest fund to reach over $1 billion in assets in just 13 months.   Seventh Sense, a shop selling CBD infused wellness and beauty products will be opening in Simon Property owned malls across the U.S. \"It just felt like this was a cultural shift that needed to be addressed,'' said Matthew Mazzucca, creative director of  Barneys New York, whose cannabis accessories shop will be fittingly dubbed \"The High End.''   Cannabis got a major boost in December when Donald Trump signed off on an $867-billion Farm Billthat gave a green light for hemp to be cultivated on a large scale. Unlike marijuana, another cannabis species, hemp has almost none of the psychoactive compounds that cause a user to get high. And now that it's no longer labeled a controlled substance, more businesses have the opportunity to create hemp-based products, from tinctures to lotions. The 1-year-old Green Growth Brands is betting that its high-quality, low-priced CBD-infused personal care and wellness products will catch on. \"It's going to become mainstream,'' says Green Growth CEO Peter Horvath, adding that the company's stores look like \"part of Neiman Marcus or Nordstrom... different from the CBD kiosks I've seen'' previously. Two of its Seventh Sense Botanical Therapy branded shops are opening this month in Lexington, Kentucky, and Chattanooga, Tennessee. And Green Growth expects to open a store at Castleton Square Mall in Indianapolis in March, the first of 108 shops it's launching in properties owned by the top tier shopping center owner Simon.  As many retailers are struggling amid the rise of Amazon and rapidly shifting consumer tastes, getting in on the front end of a new category is a ripe opportunity, Horvath says.  \"Ive got three-plus decades of being in retail where weve been beating each other's brains out trying to sell T-shirts to customers...and coats and dresses and this is the first segment Ive seen in our lifetime where the market is going to increase,'' says Horvath, whose career as a retail executive includes a past stint as chief operating officer of Victoria's Secret. Burger King gives KFC a run for the money: Burger King trolls KFC's Colonel Sanders with new grilled chicken sandwich the K.F.G. Still, cannabis and CBD remain misunderstood by many, Horvath and others say. Barneys believes that by lending its craftsmanship and cachet to cannabis-related products, some of the stigma may fall away.  \"Doing it at a high level with a really sophisticated kind of approach is going to hopefully make this something that is more palatable, and introduce it to people who are curious but are uncomfortable otherwise engaging with it,'' Mazzucca says, adding that Barneys may be opening High End shops at other locations.    In Beverly Hills, the products for sale will include CBD infused face moisturizer, blown glass pipes crafted by Caleb Siemon, and 24-karat gold rolling papers from the company Shine. Though Shine says that at the time it launched in 2013, the priciest rolling papers cost just $3, it believed that if it created premium products, there would eventually be consumers who wanted them.  \"It was clear to us that, like nearly every product category,  whether it be cars, spirits, or electronics, theres always a demand for top shelf options,'' Dave Brown, Shine's founder and CEO said in an email.   Shine's rolling papers sell for as much as $45. \"We were the first to give them luxury choices when it came to smokable items,'' he said. But, \"theres still a ton of education needed to remove the stigma around cannabis,'' he says. \"When people stop seeing it as a drug and start seeing it as a healthier alternative to alcohol for recreational use, as well as a plant with tremendous medicinal value, thats when the stigma will be eradicated.'' Separate from the national legislation clearing the way for the sale of hemp-based products, dozens of states have also legalized the medicinal use of marijuana. The publicly traded Alternative Harvest fund (MJ), which invests in such businesses, has gone from $7.5 million when it launched in Dec. 2017 to currently having more than $1 billion in assets.  Cannabis is not yet fully mainstream, says Sam Masucci, CEO of ETF Managers Group, which includes the Alternative Harvest Fund. But over time, the sky could be the limit. We certainly see opportunities for this to double, triple ... its assets,'' Masucci said of exchange-traded fund. With continued \"positive regulations in the U.S. and abroad ... we think the growth opportunities will continue to make it a very interesting sector for people to invest in.''", "tags": ["though", "burger king", "green growth", "horvath", "many retailers"], "related_articles": [{"title": "Green Growth Brands' CEO says he's gearing up for an M&A tear and explains the types of companies he's going after", "source": "business-insider", "url": "https://www.businessinsider.com/green-growth-brands-ceo-peter-horvath-still-interested-in-aphria-bid-2019-2"}, {"title": "Wall Street thinks the $1 billion market CBD could explode to $16 billion by 2025", "source": "business-insider", "url": "https://www.businessinsider.com/cbd-marijuana-hemp-billions-health-industry-wall-street-analysts-2019-2"}, {"title": "Marijuana stocks have cost traders betting against them nearly $200 million in February (CGC, ACB, CRON, TLRY)", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/weed-stocks-short-sellers-get-pummeled-in-february-2019-2-1027990330"}]}, {"title": "Target is taking a page out of Amazon's playbook — but it could face some challenges (TGT, AMZN)", "source": "business-insider", "date": "2019-02-25T20:46:31Z", "origContent": "Target is jumping on the online marketplace bandwagon.   The retailer announced the launch of Target +, a third-party marketplace where it will partner with other brands, in a blog post on Monday.  Selling third-party merchandise on a retail platform is nothing new. Amazon and Walmart have been doing it for years. But, Target's approach is a little different. Instead of allowing brands and sellers to apply to be listed on the platform alongside first-party goods, Target's program is invite-only.   \"This is intended to be a very curated and select group of products and brands,\" Target CMO and CDO Rick Gomez told CNBC. \"We are reaching out to the brands we want.\"   Brands and sellers that have been invited so far include SVSports, Mizuno, Kaplan Early Learning Company, Serenity Health & Home Décor, and Music123. The program is still in its early days and is likely to expand.   The products will be sprinkled throughout the site, and there is no way to search specifically for Target + items, which are labeled with a \"ships and sold by [seller]\" marking. Customers can also return the items to Target stores and get free shipping, plus 5% off for using a Target credit card, making it similar to ordering from Target directly.   It also helps to expand selection, with the goal of having shoppers come to the same store and buy more stuff more often.   Target's model does sidestep a problem that some marketplaces have experienced, which is that it's challenging to effectively police goods sold on the website by third parties. Both Amazon and Walmart have run into problems with sellers breaking the platform's rules and selling offensive goods.   But a more central problem still remains. Regulators are increasingly keeping a close eye on companies that maintain a marketplace in addition to selling products directly.   Germany's competition watchdog — the Federal Cartel Office, or the Bundeskartellamt — announced in November that it had opened an investigation into Amazon for playing this dual role.   \"Its double role as the largest retailer and largest marketplace has the potential to hinder other sellers on its platform,\" Andreas Mundt, the president of the FCO, said in a statement. \"Because of the many complaints we have received we will examine whether Amazon is abusing its market position to the detriment of sellers active on its marketplace. We will scrutinize its terms of business and practices towards sellers.\"   But Germany's watchdog isn't the first to take notice of this aspect of Amazon's business and its potential anti-trust implications. The European Commission, led by Margrethe Vestager, announced in September that it had launched a preliminary investigation into whether Amazon's model has meant that its use of data has been in violation of European competition law.   \"The question here is about the data,\" Vestager said in response to a journalist's question at a press conference in Brussels, Belgium, at the time.   Though Target does not operate in Europe, it will still need to worry. Across the Atlantic, now-presidential hopeful US Sen. Elizabeth Warren has echoed the European regulators' sentiment. Sen. Elizabeth Warren is calling on Trump officials to invoke the 25th Amendment. Speaking with The New York Times' Andrew Ross Sorkin in September, Warren centered her criticism on the dual role Amazon plays.   The problem, Warren says, is that Amazon gets the data from sales on its platform and doesn't necessarily share it. With that information, Amazon could then potentially create its own market conditions and develop a private-label brand, critics argue.   \"Amazon gets this special information advantage that it [can] then exploit to wipe out [a business],\" Warren told Sorkin. \"That is a serious problem.\"   Warren said that, ultimately, Amazon should not be in both businesses. ", "tags": ["though", "serenity health", "european regulators", "opened investigation", "svsports"], "related_articles": [{"title": "Target rips a page from Walmart, Amazon, adding more items from outside sellers to website", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/target-like-amazon-welcomes-more-third-parties-sell-its-site/2982013002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Regulatory showdown awaits for Big Tech — but who gets the job? - Financial Times", "source": "financial-times", "url": "https://www.ft.com/content/4f9cfdba-3b7b-11e9-b72b-2c7f526ca5d0"}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/24/target-is-inviting-other-retailers-to-join-its-website.html"}]}, {"title": "Stocks trade mixed on conflicting reports on US economy", "source": "associated-press", "date": "2019-02-26T15:45:54Z", "origContent": "NEW YORK (AP) The stock market shook off an early slump and was mixed in morning trading Tuesday as investors weighed conflicting reports on how the U.S. economy is doing. Indexes slipped shortly after the opening bell after the government reported that number of homes being built last month plunged to the lowest level in more than two years, the latest sign that the housing market is cooling. That downbeat report was countered by a subsequent survey from The Conference Board consumers were far more confident last month than economists had expected, reversing three months of declines. Investors are also keeping a close eye on Federal Reserve Chairman Jerome Powell, who begins two days of congressional testimony on Tuesday. It's his first appearance there since the Fed signaled in December that it would hold off on raising interest rates. Powell said he expects solid, but slower growth in 2019 and remains \"patient\" on raising rates. Corporate earnings continued rolling out. Home improvement retailer Home Depot felt the brunt of a weakening housing market and fell after weak results in the fourth quarter. Auto parts retailer Autozone rose after reporting earnings that beat analysts' forecasts. Drugmakers will be in focus today as CEOs of several major pharmaceutical companies appear before Congress to discuss drug pricing. The leaders of AbbVie and AstraZeneca are among those appearing. KEEPING SCORE: The Dow Jones Industrial Average slipped 37 points, or 0.2 percent, to 26,054 as of 10:15 a.m. The S&P 500, Nasdaq and Russell 2000 indexes were little changed. MANAGEMENT MAKEOVER: Macy's will trim its management structure in a move that could save it $100 million as it gears up for fiercer competition in the retail sector. The company also surged past Wall Street's profit forecast for the quarter. The stock rose 1.5 percent. The department store operator warned investors about a weak fourth quarter earlier this year because of soft holiday sales. Its competitors also faced a tough holiday sales season. The Commerce Department reported overall retail sales in December marked the biggest drop since September 2009. HOME IMPROVEMENT RUT: A weak housing market helped slam the brakes on growth for home improvement retailer Home Depot. The stock fell 2.2 percent after a key sales measure fell short of Wall Street's forecasts. The company also expects weak sales this year. The housing market initially cooled last year as average 30-year mortgage rates climbed to nearly 5 percent. Home prices have consistently risen faster than wages and the inventory of homes listed for $250,000 or less is tight, suggesting a sluggish market going forward. TESLA TUMBLES: Tesla fell 1.3 percent after the Securities and Exchange Commission said it wants the electric car company's CEO held in contempt of a settlement agreement after he tweeted incorrectly last year that he had secured funding to take the company private. On Feb. 19, CEO Elon Musk tweeted that the company will make around 500,000 cars in 2019. He later corrected himself, but the initial figure didn't match the company's previous forecast. Musk is supposed to get approval from company officials before making any statements that could impact the stock price.", "tags": ["housing market", "close eye", "previous forecast", "weak housing market", "early slump"], "related_articles": [{"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "Prominent New Yorkers ask Amazon to reconsider", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/talkingtech/2019/02/28/top-new-yorkers-ask-amazon-reconsider-leaving-big-apple-hq-plans/3021667002/?utm_source=google&utm_medium=amp&utm_campaign=speakabl"}, {"title": "Drug industry defense for high prices: Blame insurance companies - The Washington Post", "source": "the-washington-post", "url": "https://www.washingtonpost.com/business/economy/drug-industry-defense-for-high-prices-blame-insurance-companies/2019/02/25/cc0151ce-35e7-11e9-a400-e481bf264fdc_story.html"}]}, {"title": "Stocks making the biggest moves midday: Gap, Tesla, L Brands & more", "source": "cnbc", "date": "2019-03-01T17:14:00Z", "origContent": "Tesla Shares of Tesla fell 7.58 percent after the company's underwhelming announcement that it will be launching its standard Model 3. Barclays analyst Brian Johnson even called it the \"un-iPhone moment.\" The electric car maker also announced store closures and layoffs in an effort to reduce costs, in addition to stating that the company will not turn a profit during its first quarter. Nektar Therapeutics The biopharmaceutical fell 8 percent Friday after reporting fourth-quarter earnings. The drug maker lost 57 cents a share and reported revenue of $39.83 million both below Wall Street analysts' estimates. Walgreens Boots Alliance The pharmacy operator dropped more than 5 percent after an analyst at Baird slashed his price target on the stock to $67 per share from $70. \"WBA is advancing many new initiatives (some supportable, some dubious), but can't change its market environment, which is universally tough,\" the analyst said. Gap Gap shares surged more than 18 percent after the retailer announced it was splitting into two independent publicly traded companies. One of those companies will be Old Navy, while the other will include brands like Banana Republic and Athleta. L Brands Shares of the Ohio-based retail business rebounded by more than 7 percent Friday. A day earlier, the stock dropped sharply after the company missed earnings expectations and issued lower-than-expected guidance. The owner of Victoria's Secret and Bath & Body Works also announced it plans to close 53 Victoria's Secret stores this year. Dentsply Sirona Shares of Dentsply Sirona surged more than 15 percent after the dental product manufacturer reported better-than-expected earnings and sales for the fourth quarter. Dentsply reported earnings of 58 cents a share, topping the 54 cents estimates by FactSet. Revenue came in at $1.06 billion, exceeding the expectation of $1.025 billion. Foot Locker Shares of Foot Locker rose 5.56 percent after the retailer reported fourth-quarter earnings that surpassed analyst expectations. Foot locker reported that its same store sales were up 9.7 percent, more than double the 4.6 percent expected. Nielsen Holdings Shares of Nielsen rose more than 4 percent after the data analytics company posted better-than-expected sales in the fourth quarter and issued a strong outlook for 2019. The company's revenue rose to $1.658 billion last quarter, versus FactSet estimate of $1.645 billion. For 2019, Nielsen sees earnings of $1.63 to $1.77 per share, higher than expectations of $1.22. CNBC's Nadine El-Bawab, Kate Rooney and Yun Li contributed to this report.", "tags": ["wall street analysts", "bath", "athleta", "factset", "foot locker shares"], "related_articles": [{"title": "Stocks making the biggest moves midday: Best Buy, IMAX, Campbell Soup, Mylan & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/stocks-making-the-biggest-moves-midday-best-buy-imax-campbell-soup-mylan--more.html"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Stocks making the biggest moves midday: HP, Box, Anheuser-Busch, Square & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/stocks-making-the-biggest-moves-midday-hp-box-anheuser-busch-square--more.html"}]}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "date": "2019-03-01T20:04:11Z", "origContent": "Steve Rowe wasadamant this week that he has always believed people should be able to buy Marks and Spencer food online. So, given the M&S chief executive used to run the retailer’s food division, why did the high street chain wait so long to seal its £750m acquisition of half of Ocado’s retail business?  Part of the answer is that for the vast majority of retailers, selling food online is unprofitable. “It is truly one of the worst business models in existence,” said Brittain Ladd, a food retail consultant based in the US. “Retailers simply do not have the competence to deliver to homes profitably.”  M&S was hardly alone in harbouring doubts about the financial viability of fresh food delivery. Wm Morrison, the UK’s fourth-biggest supermarket by revenues, only began selling food online — also through a partnership with Ocado — in 2013. Aldi and Lidl, the German discounters that have grabbed significant market share over the past decade, do not sell online and have no immediate plans to start.  “All the incumbents have been cross-subsidising home delivery from their store operations,” said Nick Harrison, global retail practice co-leader at consultants Oliver Wyman. He estimates that it costs upwards of £10 to pick and fulfil each order, whereas delivery charges to the customer are half that amount. None of the big UK players disclose the sales or profits of their grocery delivery businesses separately.  “It is fundamentally dilutive for the main players, but they have to think about market share. They don’t want to lose that customer to another chain,” Mr Harrison added.  M&S had an additional concern. Its limited range of upmarket and mostly own-label merchandise resulted in an average transaction value of just £13 — nowhere near enough to justify the costs of picking and delivering those goods to customers.  Mr Rowe is hoping the Ocado tie-up will result in a “scaled and relevant” offering. The venture will have a vastly expanded product range that can cover a full family shop as opposed to the “meal for tonight” market that is M&S’s current strength. Ocado’s average basket is more like a trolley at more than £100. The UK was an early adopter of online grocery shopping, thanks in part to the launch of Ocado in 2000. But even so it only accounts for just over 6 per cent of the £190bn grocery market, according to Forrester — about a third of the penetration in non-food retail.  Without greater volumes, Mr Ladd argued, it will be difficult for supermarkets to achieve the order density needed to make delivery viable on its own. “Britain created grocery addicts by telling them they can have relatively small amounts delivered the same day,” he said. “Most of the vans are going out half-empty. They need to be going out full.”  There is also the question of how best to meet those orders. Ocado said its automated fulfilment centres are more efficient, despite their longer delivery runs. Tim Steiner, chief executive, firmly believes that more automation — eventually including self-driving delivery vans — will lower the cost further. Supermarkets mostly pick and pack goods by hand in stores. The labour costs are higher, but the stores are closer to customers — and they are a sunk cost.  Mr Ladd argued that customers should be “re-educated” to understand the trade-off between cost and convenience, and encouraged to shop in store for items that are expensive or awkward to deliver. He said this could be done by pricing some items differently online, something that the likes of Tesco and Sainsbury’s do in their convenience stores. He also advocates more pooling of orders.  This is effectively the business model for Buymie, an Irish start-up. Its operatives pick goods from stores and deliver in the Dublin area. Customers use an app to shop and are charged a platform fee and a delivery fee that is dependent on how quickly they want their goods.  “When we first started looking at it in 2014, across the UK and Ireland there were nine companies losing £300m a year between them on online delivery,” said Buymie founder Devan Hughes. His background in energy markets convinced him that shared infrastructure was the only way to achieve the volume and capacity utilisation needed to make grocery delivery profitable.  Others argued that focusing on profitability misses the point. “Online retail is lower margin, but it is also lower capital,” said Bruno Monteyne, European food retail analyst at Bernstein. “So in terms of return on invested capital, it is similar to other forms of food retail.”  In sectors with greater online penetration, such as fashion, retailers have started to scale back their store estates and Mr Harrison said this could happen in food too.  Mr Rowe is convinced that, despite its long gestation and high upfront cost, the M&S venture with Ocado will generate value. If it does not, it will hardly be the first to struggle. As Mr Hughes pointed out: “Supermarkets have been looking at this for two decades and none has managed to crack it.”", "tags": ["tesco", "grocery market", "energy markets", "rowe", "bruno monteyne"], "related_articles": [{"title": "M&S taps investors and cuts dividend to fund Ocado deal", "source": "reuters", "url": "https://in.reuters.com/article/us-ocado-m-a-marks-spencer-idINKCN1QG0R8"}, {"title": "Ocado, the online grocer making waves on both sides of the Atlantic, is soaring after entering venture talks with an iconic UK retailer", "source": "business-insider", "url": "https://www.businessinsider.com/ocado-marks-and-spencer-deal-shares-surge-after-talks-confirmed-2019-2"}, {"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "url": "http://fortune.com/2019/02/27/m-and-s-shares-ocado/"}]}, {"title": "Dick's Sporting Goods CEO Ed Stack still takes tough stance on guns a year after Parkland", "source": "cnbc", "date": "2019-02-26T04:06:18Z", "origContent": "Dicks Sporting Goods will no longer sell assault-style rifles, like the ones used in the Parkland school shooting. It's been roughly one year since Dick's Sporting Goods CEO Ed Stack took a controversial stance on guns, pulling high-capacity magazines from stores and halting the sale of firearms to anyone under 21 years old. Dick's Sporting Goods' decision marked one of the strongest stances taken by corporate America in the national gun debate. Retailers like Walmart and Kroger later followed. On Monday, traveling to New York to accept the Committee Encouraging Corporate Philanthropy's \"Force for Good Award,\" Stack says he doesn't think twice about the move. \"We talk about it internally and I often say: If we had a mulligan, we'd do it all over again,\" he said. In fact, Stack is doing even more to get behind his company's efforts last year. He, along with a handful of other CEOs, on Monday signed onto a letter sent to Congress in support of the HR8 background check bill. Background checks are something \"both sides of the aisle can get behind it,\" Stack said. \"To be successful, [brands] have to be interesting and they have to be interested,\" Stack said. \"I think we're both. ... We're interested in the well being of our kids.\" Four major changes have been made since the Parkland school shooting one year ago. Still, Dick's Sporting Goods' sales took a hit because of the controversial decision to pull guns from stores. The retailer is now calling for sales at stores open for at least 12 months to be down between 3 percent and 4 percent in 2018, largely because of weakness in the hunting category. That's compared with a drop of 0.3 percent in 2017. The company has said that negative impact is expected to lessen as time passes. Since its decision last February, which came after a 19-year-old shooter killed 17 students at Stoneman Douglas High School in Parkland, Florida, Dick's Sporting Goods has begun testing the removal of all hunting products from 10 stores. It has replaced those items with higher-margin merchandise, like baseball gear and kayaks. It brought in a simulator for kids to try out baseball bats, for example. In many ways, Stack said he's putting all the noise of 2018 and the backlash from angry consumers \"in the rear-view mirror\" and is focusing in on some of Dick's Sporting Goods' other initiatives. The retailer is trying to boost its e-commerce sales, open two new fulfillment centers and grow its footwear sales a category he said has been improving thanks to product innovation from Nike and Adidas. Despite others' concerns, Stack also said he hasn't noticed signs of consumers pulling back on spending due to a fear of a recession looming. \"We're not really worried about that right now,\" he said. Dick's Sporting Goods shares are up more than 20 percent so far this year.", "tags": ["adidas", "product innovation", "noticed signs", "kayaks", "national gun debate"], "related_articles": [{"title": "1 year later, Dick's Sporting Goods CEO Ed Stack still takes a tough stance on guns", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/dicks-sporting-goods-ceo-ed-stack-still-takes-tough-stance-on-guns.html"}, {"title": "I put Tesla's high-performance Model S and Model 3 up against the BMW M5 and M3 to see how they compared — here's the verdict (TSLA)", "source": "business-insider", "url": "https://www.businessinsider.com/tesla-model-s-tesla-model-3-compared-bmw-m5-bmw-m3-2019-2"}, {"title": "Gun control: Gabby Giffords' activism is symbolic of the Democratic Party's shift on guns", "source": "usa-today", "url": "https://www.usatoday.com/story/news/politics/2019/02/28/gabby-giffords-gun-control-advocate/2931938002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "1 year later, Dick's Sporting Goods CEO Ed Stack still takes a tough stance on guns", "source": "cnbc", "date": "2019-02-25T21:18:00Z", "origContent": "It's been roughly one year since Dick's Sporting Goods CEO Ed Stack took a controversial stance on guns, pulling high-capacity magazines from stores and halting the sale of firearms to anyone under 21 years old. Dick's Sporting Goods' decision marked one of the strongest stances taken by corporate America in the national gun debate. Retailers like Walmart and Kroger later followed. On Monday, traveling to New York to accept the Committee Encouraging Corporate Philanthropy's \"Force for Good Award,\" Stack says he doesn't think twice about the move. \"We talk about it internally and I often say: If we had a mulligan, we'd do it all over again,\" he said. In fact, Stack is doing even more to get behind his company's efforts last year. He, along with a handful of other CEOs, on Monday signed onto a letter sent to Congress in support of the HR8 background check bill. Background checks are something \"both sides of the aisle can get behind it,\" Stack said. \"To be successful, [brands] have to be interesting and they have to be interested,\" Stack said. \"I think we're both. ... We're interested in the well being of our kids.\" Still, Dick's Sporting Goods' sales took a hit because of the controversial decision to pull guns from stores. The retailer is now calling for sales at stores open for at least 12 months to be down between 3 percent and 4 percent in 2018, largely because of weakness in the hunting category. That's compared with a drop of 0.3 percent in 2017. The company has said that negative impact is expected to lessen as time passes. Since its decision last February, which came after a 19-year-old shooter killed 17 students at Stoneman Douglas High School in Parkland, Florida, Dick's Sporting Goods has begun testing the removal of all hunting products from 10 stores. It has replaced those items with higher-margin merchandise, like baseball gear and kayaks. It brought in a simulator for kids to try out baseball bats, for example.  In many ways, Stack said he's putting all the noise of 2018 and the backlash from angry consumers \"in the rear-view mirror\" and is focusing in on some of Dick's Sporting Goods' other initiatives. The retailer is trying to boost its e-commerce sales, open two new fulfillment centers and grow its footwear sales a category he said has been improving thanks to product innovation from Nike and Adidas. Despite others' concerns, Stack also said he hasn't noticed signs of consumers pulling back on spending due to a fear of a recession looming. \"We're not really worried about that right now,\" he said. Dick's Sporting Goods shares are up more than 20 percent so far this year.", "tags": ["adidas", "product innovation", "noticed signs", "national gun debate", "backlash"], "related_articles": [{"title": "Dick's Sporting Goods CEO Ed Stack still takes tough stance on guns a year after Parkland", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/dicks-sporting-goods-ceo-ed-stack-still-takes-tough-stance-on-guns.html?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "I put Tesla's high-performance Model S and Model 3 up against the BMW M5 and M3 to see how they compared — here's the verdict (TSLA)", "source": "business-insider", "url": "https://www.businessinsider.com/tesla-model-s-tesla-model-3-compared-bmw-m5-bmw-m3-2019-2"}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/24/target-is-inviting-other-retailers-to-join-its-website.html"}]}, {"title": "Wall Street rises on trade optimism in slow week", "source": "reuters", "date": "2019-03-01T18:33:31Z", "origContent": "(Reuters) - The S&P 500 and the Dow Jones Industrial Average rose on Friday after three days of losses, lifted by optimism on trade and upbeat economic data from China, but gains were capped by downbeat U.S. manufacturing and consumer reports.  A private survey showed China’s factory activity contracted for a third straight month in February but at a slower pace, indicating a marginal improvement in domestic demand as a flurry of policy stimulus kicked in from late last year.  The figures were more upbeat than the official Chinese PMI survey on Thursday that also showed new orders expanding and comes after a stronger-than-expected growth in U.S. gross domestic product in the fourth quarter.  “Certainly trade optimism is a driver for the markets right now. If China data continues to improve, that will start to put people’s minds at ease about whether China is in recession,” said Michael Antonelli, market strategist at Robert W. Baird in Milwaukee.  However, ISM data showed U.S. manufacturing activity for February dropped to its lowest since November 2016 and the University of Michigan survey showed consumer sentiment fell short of expectations in the month.  “At this point a little bit of a wet blanket is thrown over the rally, based on the U.S. economic data,” Antonelli said.  The benchmark S&P 500 index has risen 11.5 percent this year, bolstered by progress in trade talks and the Federal Reserve’s cautious stance on interest rates.  Of the 11 major S&P 500 sectors, six were higher. The healthcare sector rose 1.1 percent, providing the biggest boost, supported by gains in health insurers Cigna Corp and UnitedHealth Group.  The consumer discretionary sector rose 0.62 percent, lifted by a 6.2 percent jump in shares of Foot Locker.  The footwear retailer beat quarterly same-store sales estimates and helped drive a 1.8 percent gain in supplier Nike Inc shares.  At 12:58 p.m. ET the Dow Jones Industrial Average was up 71.36 points, or 0.28 percent, at 25,987.36, the S&P 500 was up 11.51 points, or 0.41 percent, at 2,796.00 and the Nasdaq Composite was up 43.60 points, or 0.58 percent, at 7,576.14.  After President Donald Trump delayed a deadline that would have triggered higher tariffs on Chinese imports, Bloomberg reported on Thursday afternoon that a summit between Trump and his Chinese counterpart Xi Jinping to sign a final trade deal could happen as soon as mid-March.  Among other stocks, Gap Inc surged 18.3 percent, the most on the S&P, after the company said it would separate its better-performing Old Navy brand and shutter about 230 stores of its struggling namesake apparel business.  Drug retailer Walgreens Boots Alliance Inc 6.4 percent, the most on the S&P. Brokerage Baird cut its price target.  A Commerce Department report showed inflation pressures remaining tame, which along with slowing domestic and global economic growth, gave more credence to the Federal Reserve’s “patient” stance towards raising interest rates further this year.  Advancing issues outnumbered decliners by a 1.46-to-1 ratio on the NYSE and by a 1.67-to-1 ratio on the Nasdaq.  The S&P index recorded 46 new 52-week highs and no new low, while the Nasdaq recorded 75 new highs and 27 new lows. ", "tags": ["percent gain", "healthcare sector", "chinese counterpart", "final trade deal", "downbeat u.s."], "related_articles": [{"title": "US STOCKS-Wall Street rises on trade optimism in slow week - Reuters", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O4TZ"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "CORRECTED-US STOCKS-Tech stocks help S&P inch higher, Home Depot weighs on Dow", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L56Q"}]}, {"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "date": "2019-03-01T13:38:42Z", "origContent": "(Reuters) - Gap Inc shares surged 25 percent on Friday as a number of Wall Street analysts lauded the company’s decision to separate its better-performing Old Navy brand.  The company, once a trend setter with its casual logo emblazoned hoodies to Khaki cargos, has struggled to keep pace with fast-fashion rivals such as Zara and H&M.  Old Navy has been the only bright spot for the company in the past few years, cushioning it from the weak performance of its namesake Gap and Banana Republic brands, where sales have also taken a hit from fewer additions of new designs.  “Separating Old Navy to a standalone company is what we have argued for over the past few years. Doing so allows the market to properly value Old Navy for its high margins and strong cash flows,” Jefferies analyst Randal Konik said.  Konik said separating Old Navy, which is the primary driver of profit for Gap, would also make the budget brand as attractive as off-price retailers such as TJX Co Inc and Ross Stores.  Gap said on Thursday that Old Navy would be spun off to its shareholders, while the other entity will consist of the Gap brand, Athleta, BR, Intermix and Hill City.  “Santa didn’t bring the sales but brought Old Navy spin instead,” RBC’s analyst Kate Fitzsimons said.  At least four brokerages raised their price target on the stock, with Telsey making the most bullish move by raising its price by $6 to $40, well above the median of $30.  The company also said it would close hundreds of underperforming Gap stores in the next two years and would increase investments in its online business as they try to adapt to a more modern retail environment.  It already shut its massive flagship store on Fifth Avenue in New York earlier this year.  While analysts were encouraged by Thursday’s announcement, some said concerns around the company’s money-losing Gap brand would remain.  “While we are encouraged by the decision, we would note the company’s brands continue to face intense competitive pressure, particularly in the U.S.,” Guggenheim analyst Robert Drbul said.  Gap’s shares lost a fifth of their value in the past 12 months, while the broader S&P 500 Apparel Retail index rose 13 percent. The stock was last up 21 percent before the opening bell on Friday. ", "tags": ["wall street analysts", "hill city", "athleta", "online business", "intermix"], "related_articles": [{"title": "Gap spins off Old Navy and investors reward it by sending shares surging 25 per cent", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/gap-shares-surge-25-pct-as-wall-street-praises-split"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/old-navy-split-gap-which-stay-banana-republic/3020322002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Gap spins off Old Navy and investors reward it by sending shares surging 25 per cent", "source": "financial-post", "date": "2019-03-01T15:32:00Z", "origContent": "Gap Inc shares surged 25 per cent on Friday as a number of Wall Street analysts lauded the company’s decision to separate its better-performing Old Navy brand. The company, once a trend setter with its casual logo emblazoned hoodies to Khaki cargos, has struggled to keep pace with fast-fashion rivals such as Zara and H&M. Old Navy has been the only bright spot for the company in the past few years, cushioning it from the weak performance of its namesake Gap and Banana Republic brands, where sales have also taken a hit from fewer additions of new designs. “Separating Old Navy to a standalone company is what we have argued for over the past few years. Doing so allows the market to properly value Old Navy for its high margins and strong cash flows,” Jefferies analyst Randal Konik said. Konik said separating Old Navy, which is the primary driver of profit for Gap, would also make the budget brand as attractive as off-price retailers such as TJX Co Inc and Ross Stores. Gap said on Thursday that Old Navy would be spun off to its shareholders, while the other entity will consist of the Gap brand, Athleta, BR, Intermix and Hill City. “Santa didn’t bring the sales but brought Old Navy spin instead,” RBC’s analyst Kate Fitzsimons said. At least four brokerages raised their price target on the stock, with Telsey making the most bullish move by raising its price by US$6 to US$40, well above the median of US$30. The company also said it would close hundreds of underperforming Gap stores in the next two years and would increase investments in its online business as they try to adapt to a more modern retail environment. It already shut its massive flagship store on Fifth Avenue in New York earlier this year. While analysts were encouraged by Thursday’s announcement, some said concerns around the company’s money-losing Gap brand would remain. “While we are encouraged by the decision, we would note the company’s brands continue to face intense competitive pressure, particularly in the U.S.,” Guggenheim analyst Robert Drbul said. Gap’s shares lost a fifth of their value in the past 12 months, while the broader S&P 500 Apparel Retail index rose 13 per cent. The stock was last up 21 per cent before the opening bell on Friday.", "tags": ["wall street analysts", "hill city", "athleta", "online business", "intermix"], "related_articles": [{"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "url": "https://www.reuters.com/article/us-gap-stocks-idUSKCN1QI4NY"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/old-navy-split-gap-which-stay-banana-republic/3020322002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "US STOCKS-Wall Street rises on trade optimism in slow week - Reuters", "source": "reuters", "date": "2019-03-01T18:21:00Z", "origContent": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.)  * Feb U.S. manufacturing, consumer sentiment miss view  March 1 (Reuters) - The S&P 500 and the Dow Jones Industrial Average rose on Friday after three days of losses, lifted by optimism on trade and upbeat economic data from China, but gains were capped by downbeat U.S. manufacturing and consumer reports.  A private survey showed China’s factory activity contracted for a third straight month in February but at a slower pace, indicating a marginal improvement in domestic demand as a flurry of policy stimulus kicked in from late last year.  The figures were more upbeat than the official Chinese PMI survey on Thursday that also showed new orders expanding and comes after a stronger-than-expected growth in U.S. gross domestic product in the fourth quarter.  “Certainly trade optimism is a driver for the markets right now. If China data continues to improve, that will start to put people’s minds at ease about whether China is in recession,” said Michael Antonelli, market strategist at Robert W. Baird in Milwaukee.  However, ISM data showed U.S. manufacturing activity for February dropped to its lowest since November 2016 and the University of Michigan survey showed consumer sentiment fell short of expectations in the month.  “At this point a little bit of a wet blanket is thrown over the rally, based on the U.S. economic data,” Antonelli said.  The benchmark S&P 500 index has risen 11.5 percent this year, bolstered by progress in trade talks and the Federal Reserve’s cautious stance on interest rates.  Of the 11 major S&P 500 sectors, six were higher. The healthcare sector rose 1.1 percent, providing the biggest boost, supported by gains in health insurers Cigna Corp and UnitedHealth Group.  The consumer discretionary sector rose 0.62 percent, lifted by a 6.2 percent jump in shares of Foot Locker .  The footwear retailer beat quarterly same-store sales estimates and helped drive a 1.8 percent gain in supplier Nike Inc shares.  At 12:58 p.m. ET the Dow Jones Industrial Average was up 71.36 points, or 0.28 percent, at 25,987.36, the S&P 500 was up 11.51 points, or 0.41 percent, at 2,796.00 and the Nasdaq Composite was up 43.60 points, or 0.58 percent, at 7,576.14.  After President Donald Trump delayed a deadline that would have triggered higher tariffs on Chinese imports, Bloomberg reported on Thursday afternoon that a summit between Trump and his Chinese counterpart Xi Jinping to sign a final trade deal could happen as soon as mid-March.  Among other stocks, Gap Inc surged 18.3 percent, the most on the S&P, after the company said it would separate its better-performing Old Navy brand and shutter about 230 stores of its struggling namesake apparel business.  Drug retailer Walgreens Boots Alliance Inc 6.4 percent, the most on the S&P. Brokerage Baird cut its price target.  A Commerce Department report showed inflation pressures remaining tame, which along with slowing domestic and global economic growth, gave more credence to the Federal Reserve’s “patient” stance towards raising interest rates further this year.  Advancing issues outnumbered decliners by a 1.46-to-1 ratio on the NYSE and by a 1.67-to-1 ratio on the Nasdaq. ", "tags": ["percent gain", "chinese counterpart", "healthcare sector", "final trade deal", "more credence"], "related_articles": [{"title": "Wall Street rises on trade optimism in slow week", "source": "reuters", "url": "https://in.reuters.com/article/usa-stocks-idINKCN1QI4S9"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "CORRECTED-US STOCKS-Tech stocks help S&P inch higher, Home Depot weighs on Dow", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L56Q"}]}, {"title": "Embattled Victoria's Secret's latest competitor: Target", "source": "cnbc", "date": "2019-02-25T14:33:00Z", "origContent": "Victoria's Secret has a new competitor in the lingerie and sleepwear business. It's Target. This spring, Target plans to launch three new lines of lingerie and sleepwear: Auden (for intimates), Stars Above (for lounge and sleepwear) and Colsie (for lounge, sleepwear and intimates). The rollouts come as L Brands-owned Victoria's Secret, still the largest bra and underwear retailer for women in the country, is increasingly struggling to stay relevant. More and more women are switching to size-inclusive brands and more comfortable options from the likes of American Eagle's Aerie, Third Love, Lively and Adore Me. Target says roughly 40 percent of its shoppers are looking for intimates and sleepwear in its stores and online. The retailer's customer base has always heavily skewed toward women, giving it an opportunity to give them more to choose from. In launching three new brands, Target will be phasing out Gilligan & O'Malley, its existing line of intimates and pajamas. All of Target's new bras will cost under $22 and include plus sizes, while its refreshed loungewear and sleepwear will be under $30, the company said. In stores, Target says it will be adding what it calls \"Bra Fit Studios,\" for shoppers to find items grouped by fit and organized by band and cup. Online, it will be adding a \"Fit Finder\" tool for shoppers to find the best bra size for them in answering a few questions. \"We want to create the ultimate destination for our guests one that's inviting and inspiring and allows all women to feel comfortable and confident,\" said Jill Sando, senior vice president and general merchandise manager of apparel and accessories at Target. The launch of Auden, Stars Above and Colsie builds on Target's latest push to add more in-house brands. In recent months, it's launched private labels like A New Day for women's clothing, Heyday for electronics accessories and Cloud Island for nursery items. The company says it will have more than 25 owned and exclusive brands by the end of this year. Selling more in-house brands is one way for Target to manage its gross margins, as other hefty investments in stores and in e-commerce (like rolling out same-day delivery) continue to weigh on profits. Victoria's Secret has, meanwhile, struggled to grow sales, giving Target the chance to take some of its market share. Victoria's Secret's same-store sales have fallen for the past three years. L Brands' stock is down about 44 percent from a year ago. Target also on Monday announced some changes to its website. It will now be adding more third-party sellers, but only if they're invited by Target to join. This is another attempt by the retailer to become more profitable online. Target shares are up about 9 percent so far this year.  The Wall Street Journal first reported on this news on Sunday.", "tags": ["lively", "third love", "new competitor", "new lines", "best bra size"], "related_articles": [{"title": "Target is accelerating the lingerie wars with bras that cost under $22 (TGT)", "source": "business-insider", "url": "https://www.businessinsider.com/target-to-sell-cheap-underwear-bras-2019-2"}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/l-brands-plans-to-close-roughly-53-victorias-secret-stores-this-year.html"}, {"title": "Things have gotten so bad at Victoria’s Secret that it’s being forced to close 53 stores this year", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/things-have-gotten-so-bad-at-victorias-secret-that-its-being-forced-to-close-53-stores-this-year"}]}, {"title": "Wayfair is up nearly 70% this year, and charts point to more gains", "source": "cnbc", "date": "2019-02-25T13:25:00Z", "origContent": "It's an epic tale of David versus Goliath in the e-commerce world. Online retailing sites Wayfair and Etsy are running circles around Amazon this year. Shares are up 66 and 18 percent respectively, compared with Amazon's 9 percent gain. In addition, Amazon rival Walmart reported a 43 percent growth in online sales during the fourth quarter. The Street is split on whether investors should bet on Goliath (Amazon) or David (Wayfair). Piper Jaffray's Craig Johnson is in Wayfair's corner, while Strategic Wealth Partners' Mark Tepper is sticking with Amazon. Friday was Wayfair's best day on record. The stock soared as much as 30 percent, rocketing to a new high following a revenue beat and a 15 percent increase in active customers. Wayfair was up 0.2 percent in Monday's premarket, while Amazon shares rose nearly 1 percent. While some investors might see this as a selling opportunity to lock in gains, Johnson notes that from a technical standpoint, the stock hasn't reached an overbought level, meaning there's still upside ahead. He's not so optimistic when it comes to Amazon, saying it's a hold right now. While he believes that the stock is ultimately \"very much in an uptrend,\" he doesn't think the picture is as rosy in the nearer term. Strategic Wealth Partners' Mark Tepper, on the other hand, likes Amazon over Wayfair since he believes Amazon's diversified business model and range of retail goods sets it up to outperform no matter the economic backdrop. \"At this stage of the economic cycle, let's call it the 8th inning, I would rather own the favorites right now than the underdogs,\" he said. He notes that Wayfair is doing a \"great job gaining market share\" and \"disrupting\" the home furnishings market, but he also points out that the sector is susceptible to economic conditions. If the consumer is not strong, for instance, people will cut out discretionary expenses like furniture. Tepper likes Amazon given its diverse platform that includes \"lower cost items\" that consumers will not nix when the next recession hits, and because of the company's push into the high-margin cloud business. \"When the economy slows, I would rather own the e-commerce retailer that offers the lower-cost items that also has the $25 billion a year cloud business that's growing at over 40 percent a year to help them weather the storm,\" he said. Disclosure: Strategic Wealth Partners owns shares of Amazon.", "tags": ["percent gain", "beat", "economic cycle", "selling opportunity", "tepper"], "related_articles": [{"title": "Chinese stocks are outperforming the US, but watch out for 'structural issues,' expert warns", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/26/chinese-stocks-are-rallying-but-watch-out-for-structural-issues.html"}, {"title": "Amazon didn't kill the retail trade. Here's the proof, says expert", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/amazon-didnt-kill-the-retail-trade-heres-the-proof-says-expert.html"}, {"title": "Three ways to play retail's busy earnings week", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/three-ways-to-play-retails-busy-earnings-week.html"}]}, {"title": "Amazon testing self-serve tool to let brands nix counterfeit products online", "source": "usa-today", "date": "2019-02-28T13:56:33Z", "origContent": "Amazon is responding to major manufacturers' concerns about fake products being sold online with a new self-service tool that lets companies remove knockoffs. The online retailing giant on Thursday announced a three-pronged strategy called \"Project Zero\" with a goal of removing counterfeit products from Amazon.com. As part of the initiative, Amazon is enhancing technology used on its site with machine learning and automated procedures to check logos, trademarks and other key brand aspects. Amazon has also developed unique serial codes that makers can build into products that can be scanned and verified by Amazon prior to sales, to ensure only authentic goods are sold. J.C. Penney closures: Retailer to close 24 more stores: Sales fall as department stores struggle The self-service tool, like the other enhanced technology currently being tested by some brands, would let product makers bypass the current procedure of notifying Amazon so it can investigate fakes. \"With Project Zero, brands no longer need to contact us to remove a counterfeit listing. Instead, they can do so, quickly and easily, using our new self-service tool,\" Dharmesh Mehta, Amazon's vice president of worldwide customer trust and partner support, said in a blog post on the company's site. This development \"provides brands with an unprecedented ability to directly control and remove listings from our store,\" he said. \"This information also feeds into our automated protections so we can better catch potential counterfeit listings proactively in the future.\" Amazon and other online sellers have faced criticism  and legal action  from companies seeking to stop the sale of knockoffs. In October 2017, German automaker Daimler sued Amazon alleging the sale of counterfeit Mercedes-Benz parts on the site. Amazon was also found to have sold fake Apple chargers and adapters in a suit settled last year. The company, which was not a defendant in Apple's suit against the counterfeiters, noted its ongoing efforts to fight fake products and its anti-counterfeiting policy. A Government Accountability Office report issued in January 2018 found that 20 out of the 47 items purchased on third-party sales sites including Amazon, Walmart.com, Sears Marketplace, Newegg.com and eBay.com were counterfeit. \"Counterfeit goods provide a lucrative market for criminal activity and can pose serious risks to consumers ... and can also pose challenges to the private sector,\" the GAO said. Amazon is \"excited by the positive feedback weve received so far from brands that have been using Project Zero,\" Mehta said. Among the test participants is handbag and luggage maker Vera Bradley. Project Zero, with its automated protections and the self-service removal of counterfeit products, is a significant development that will help ensure our customers receive authentic Vera Bradley products from Amazon, Mark Dely, the company's chief legal and administrator officer, said in a statement within Amazon's announcement. For now, Amazon is still inviting brands to participate in the knockoff-fighting initiative. \"Our aim is that customers always receive authentic goods when shopping on Amazon,\" Mehta said. Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.", "tags": ["fall department stores", "walmart.com", "luggage maker vera bradley", "major manufacturers", "fake apple chargers"], "related_articles": [{"title": "Amazon is putting its counterfeit problem in brands' hands by letting them delete knock-offs", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/amazon-announces-project-zero-to-reduce-counterfeit-products.html"}, {"title": "Amazon has launched a new program to tackle one of its biggest criticisms (AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-launches-anti-counterfeit-program-2019-2"}, {"title": "Target is inviting brands to its marketplace (TGT)", "source": "business-insider", "url": "https://www.businessinsider.com/target-inviting-brands-online-marketplace-2019-2"}]}, {"title": "Victoria's Secret says it is shuttering 53 more stores", "source": "usa-today", "date": "2019-03-01T01:10:44Z", "origContent": "Only one model gets to wear the Victoria's Secret Fantasy bra, and this year, Elsa Hosk is the lucky lady. Buzz60's Keri Lumm reports. Victoria's Secret is closing 53 more stores, its parent company L Brands announced this week. The closings announcement comes after 30 Victoria's Secret stores closed in 2018 compared with the average of 15 stores a year, company officials said during a quarterly earnings call with analysts Thursday. During L Brands' earnings call Thursday, Stuart Burgdoerfer, the company's executive vice president and chief financial officer, said the need to close stores was \"based on the overall performance of the Victoria's Secret business, not meeting our expectations or having year-on-year declines.\" The closings make up about 4 percent of the company's 1,143 Victoria's Secret stores worldwide. L Brands also owns Bath & Body Works. J.C. Penney closings: 24 more stores closing as sales fall and department stores struggle How we go about it is we look at current and projected performance, sales, profit, cash flow, Burgdoerfer said in the call with analysts. We look at trade area dynamics and how store openings and closings affect nearby stores and to a lesser extent, our online business. L Brands will continue to invest in Bath & Body Works' White Barn concept, the company said, with \"about 200 White Barn projects planned for 2019.\"  Thursday was a tough day for retail. J.C. Penney announced it would close 24 more stores and Gap said it would close roughly 230 stores as it plans to split from Old Navy. On Feb. 13, Coresight Research released an outlook of 2019 store closures that said there was \"no light at the end of the tunnel.\" Days after the report, Payless ShoeSource announced it would close all of its U.S. stores. The discount shoe retailer Payless ShoeSource is set to close all of its stores when its files for bankruptcy later this month. Veuer's Mercer Morrison has the story. Payless ShoeSource: All U.S. stores closing and liquidating", "tags": ["bath", "online business", "parent company brands", "store closures", "payless shoesource"], "related_articles": [{"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/l-brands-plans-to-close-roughly-53-victorias-secret-stores-this-year.html"}, {"title": "Victoria's Secret is closing dozens of stores (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-store-closings-2019-2"}, {"title": "Tesla Shift, HBO Chief, Boeing Sales: CEO Daily for March 1, 2019", "source": "fortune", "url": "http://fortune.com/2019/03/01/tesla-stores-hbo-chief-boeing-sales-ceo-daily-for-march-1-2019/"}]}, {"title": "When stores go cashless, is it discrimination?", "source": "nbc-news", "date": "2019-02-25T16:31:46Z", "origContent": "Feb. 25, 2019, 4:31 PM GMT As more stores and restaurants get rid of their cash registers in favor of a card-only policy, theres been pushback from some lawmakers who say not accepting cash is a form of discrimination. Philadelphia is the latest community to reject cashless policies, with the City Council passing legislation earlier this month to ban card-only stores. Mayor Jim Kenney has 30 days to decide whether to sign or veto the legislation, which would require all cashless brick-and-mortar stores to comply by July 1. The New Jersey State Legislature has also passed legislation that would require stores to accept cash, and similar proposals have been discussed in Washington, D.C., and New York City. Massachusetts law requires all stores to accept cash and credit. Sweetgreen, a national salad chain, is one of many companies operating a cashless service in Philadelphia. It seems unfair to me that I can walk into Sweetgreen, get a salad, but the person behind me that has the monetary unit the United States of America has used for centuries cant get that same product, said Philadelphia City Councilman Bill Greenlee. Thats not intentional, but it is discrimination. While cash and coins are legal tender for all debts, there is no federal law that requires businesses to accept them in exchange for goods and services, according to the Federal Reserves website. Lawmakers supporting a cashless ban say it is unfair to people who dont have a bank account or credit card. There were 8.4 million unbanked households in the United States in 2017, according to the most recent household survey data available from the FDIC. An additional 24.2 million households were underbanked, which the FDIC defines as having a checking or savings account, while also getting financial products and services outside of the banking system, such as payday loans or pawn shop loans, at least once a year. Cash is also appealing to privacy-conscious consumers who want to make purchases without sharing their data or worrying about whether their credit card information could be jeopardized in a data breach. One thing thats true in payments is that it costs money to move money. Who pays that cost is the question, said Dave Stearns, a senior software engineer at Adobe who has written extensively on the shift toward electronic payments. Many cashless stores say the move to plastic allows them to serve customers more efficiently and cuts out the time and administration that comes with counting cash and depositing it every day. Another argument is that it makes the stores less attractive targets for would-be thieves looking to empty a cash register. In Philadelphia, Sweetgreen restaurants and Bluestone Lane coffee shops are among the spots in the city that dont accept cash. Amazon Go, the chain of grab-and-go stores, has locations in Washington, California and Illinois, where no cash changes hands. Many other national chains are also experimenting with the concept. Mike Dunn, senior deputy communications manager for the City of Philadelphia, told NBC News the mayors office is concerned about the number of Philadelphia families who do not have access to bank accounts, but it still reviewing the legislation to determine the best approach. That said, we remain concerned about how this measure impacts innovation in our retail sector. We constantly seek to strike the balance of growing our economy while ensuring our growth is inclusive. This issue is at the heart of that challenge, Dunn told NBC News. But Greenlee said he sees it as a simple case of putting the customer first. The rights of the customer should be the main factor. It gets down to fairness, he said. Were not asking businesses to do something that hasnt been done for centuries, which is taking cash. Thats what businesses have always done. Alyssa Newcomb is an NBC News contributor who writes about business and technology.", "tags": ["alyssa newcomb", "mayor jim kenney", "dunn", "checking", "only policy"], "related_articles": [{"title": "It's official: Philadelphia law says stores, restaurants must accept cash", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/philadelphia-law-requires-retailers-restaurants-accept-cash/3015039002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "How you can use a Visa gift card to shop on Amazon, despite it not being directly accepted", "source": "business-insider", "url": "https://www.businessinsider.com/how-to-use-visa-gift-card-on-amazon"}, {"title": "How U.S. retailers turn their bane into boon with 'click and collect'", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-retail-pickup-analysis-idUSKCN1QE1VE"}]}, {"title": "Foot Locker rallies more than 12% after same-store sales and profit crush estimates", "source": "cnbc", "date": "2019-03-01T13:25:00Z", "origContent": "Foot Locker shares soared on Friday after the shoe company crushed Wall Street's profit projections and reported same-store sales growth that more than doubled expectations. The company's management pointed to its emphasis on product diversity, strategic partnerships and improvements to both its in-store and digital locations for the earnings and revenue beats. Same-stores sales growth a metric that measures revenue changes at a company's existing locations rose 9.7 percent, more than double the 4.6 percent expected. Foot Locker reported fourth-quarter earnings of $1.56 per share versus Refinitiv estimates of $1.40; sales totaled $2.27 billion. Shares jumped 12.5 percent in premarket trading Friday. \"We delivered a gain in our gross margin rate above the guidance we provided at the beginning of the year, achieved an inventory turn above our long-term target, and made important investments, both directly in our business and by taking strategic stakes in other companies,\" Chief Financial Officer Lauren Peters said in a press release. \"I would say it's the innovative pipeline and some of the exclusive products that they have,\" Fernandez told CNBC. \"The product innovation pipeline for 2019 is strong and the footwear market remains good.\"", "tags": ["foot locker shares", "delivered gain", "footwear market", "same stores sales", "long term target"], "related_articles": [{"title": "Peru to fix oil pipeline after deal with indigenous community", "source": "reuters", "url": "https://www.reuters.com/article/us-peru-oil-idUSKCN1QG1YJ"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "Foot Locker invests in kid's clothing company Rockets of Awesome—the latest in a string of deals", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/foot-locker-invests-12point5-million-in-retailer-rockets-of-awesome.html"}]}, {"title": "Private Equity Faces Down Brexit Risk as KKR Looks at Asda", "source": "bloomberg", "date": "2019-02-25T18:27:12Z", "origContent": "A customer pushes a shopping cart as she walks towards an Asda supermarket, operated by Wal-Mart Stores Inc., in the Wembley district of London, U.K. It would take a brave private equity investor to pounce on a U.K. retailer like  Walmart Inc.’s Asda only five weeks before Brexit. J Sainsbury Plc’s $9.5 billion deal to take over Asda nears collapse following tougher-than-expected  British retailers have become more vulnerable amid the rise of e-commerce and the growth of discount retailers Aldi and Lidl. A Brexit-induced decline in the pound has lifted sourcing costs and squeezed profit margins. The risk of a messy divorce from the European Union looms large ahead of the scheduled March 29 departure. best holiday quarter in years, defying a string of bad news in the U.S. retail sector, may lower the chances of a fire sale. Berry Global Group, which said it is also considering a bid. Qatar Investment Authority. Sky News reported that they teamed up on another proposal in 2016 that was abandoned after the grocer moved to buy Home Retail Group Plc. Before it's here, it's on the Bloomberg Terminal.", "tags": ["sainsbury plc", "terminal", "messy divorce", "asda", "wal mart stores inc."], "related_articles": [{"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "url": "http://fortune.com/2019/02/27/m-and-s-shares-ocado/"}, {"title": "May to rule out no-deal Brexit to stave off rebellion: media reports", "source": "reuters", "url": "https://in.reuters.com/article/uk-britain-eu-idINKCN1QF0LX"}, {"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}]}, {"title": "Chinese firm behind the 'Amazon Coat' hits jackpot in U.S., eschews China", "source": "reuters", "date": "2019-02-25T04:28:10Z", "origContent": "JIAXING, China/NEW YORK (Reuters) - When Kevin Chiu left his job in 2012 to try his luck at starting an online apparel business in a rural Chinese city, his main goal was to carve out more time to spend with his wife and newborn child.  It never entered his mind that his Orolay puffer jacket would become a huge hit, celebrated as the ‘Amazon Coat’ in U.S. social and traditional media - and held up as a budding rival to premium brand Canada Goose.  Using duck down sourced from China’s Hebei and Anhui provinces, the polyester coats are priced between $80 and $139. By contrast, Canada Goose jackets start from about $575 in the United States.  “We made more money in January than we did for the whole of 2017,” Chiu, 32, told Reuters at his factory in the eastern Chinese city of Jiaxing.  He estimates his firm made $5 million in sales last month and expects to bring in $30-$40 million this year. U.S. sales - almost all of which are sold through Amazon.com Inc - account for 70 percent of total revenue.  Orolay’s success is, however, not just a tale of competitive pricing and a design that found favour with U.S. consumers.  Chiu is among a wave of Chinese merchants that have benefited from measures introduced by Amazon in recent years that have made it easy for overseas vendors to sell on its site.  That’s provoked concerns among U.S. sellers on Amazon that they are being outgunned. And in industries such as apparel, experts say brick-and-mortar retailers cannot ignore the threat posed by the influx of small brands, many of which are based in China.  The number of Chinese merchants on Amazon is set to grow further as fierce competition and rising costs have made it less attractive to sell on local e-commerce sites like Alibaba Group Holding Ltd’s Tmall, analysts say.  Indeed, Chiu no longer sells in China. Orolay’s other markets are Europe, Japan, Taiwan and Australia.  “We did sell on Alibaba in the early days...but competition in China is stiffer,” he said, adding that increased costs to use local sites was also a factor.  In addition to fees to use Chinese e-commerce sites, sellers also face other costs such as investing in customer service teams. Alibaba declined to respond to Reuters questions about whether costs for vendors had increased.  Analysts say the number of Chinese merchants selling on Amazon’s U.S. site began to pick up over the last five years after it introduced measures that allowed sellers worldwide to store products at Amazon warehouses and provided help shipping those goods to customers.  Late last year, the retail giant also started a program that refers China-based sellers to local lenders. By comparison, Amazon offers loans to selected U.S., UK and Japan-based small businesses that sell on its site.  Chiu credits Amazon for much of the firm’s success but is thinking of branching out, saying offers from retailers include invitations to sell online from Walmart Inc and U.S. shopping site Rue La La.  Expansion plans include extending Orolay’s product line to cotton clothing and men’s outerwear. But for now, Chiu is still marvelling at how his business has become so successful in a market he barely knows.  “I went to New York for vacation twice last year, and was so excited to see that people on the street are wearing our jackets,” he said.  “I was very eager to ask them how they like our jackets, but didn’t do it because I don’t speak much English.” ", "tags": ["u.s. sales", "chinese merchants", "store products", "overseas vendors", "made more money"], "related_articles": [{"title": "Winnipeg hospital struggles with 'all-time high' demand for warm clothing", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/manitoba/clothing-depot-health-sciences-winnipeg-1.5033606"}, {"title": "Tesla Shift, HBO Chief, Boeing Sales: CEO Daily for March 1, 2019", "source": "fortune", "url": "http://fortune.com/2019/03/01/tesla-stores-hbo-chief-boeing-sales-ceo-daily-for-march-1-2019/"}, {"title": "Traded by Panthers, Brassard faces former team in Avs debut", "source": "usa-today", "url": "https://www.usatoday.com/story/sports/nhl/2019/02/25/traded-by-panthers-brassard-faces-former-team-in-avs-debut/39113421/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "The Daily 202: Jay Inslee is building his 2020 campaign around a more pragmatic approach to tackling climate change", "source": "the-washington-post", "date": "2019-02-25T15:14:16Z", "origContent": "Washington Gov. Jay Inslee (D) speaks in Las Vegas last month. Nevada is central to the Westerner's 2020 strategy. (John Locher/AP) THE BIG IDEA: Washington Gov. Jay Inslee (D), who is poised to formally announce that he is running for president as early as this week, has held elected office since before Alexandria Ocasio-Cortez, 29, was born. Though he said it has felt lonely at times, the 68-year-old has been trying to do something about global warming for almost that entire time. Hes learned more from his failures than his successes. Now he hopes that Democratic primary voters come to value hard-earned wisdom. Every 2020 candidate is talking extensively about climate change in his or her stump speech, but no one else has made it the central rationale for seeking the presidency. I've got three grandkids, and I want them to experience what I have: salmon in the river, snow in the mountains, clean air and forests to hike in, he said in an interview this weekend at the National Governors Association winter meeting. It's all going to be degraded if we don't take this battle on. As a congressman, Inslee was a key player in the push for a cap-and-trade system 10 years ago. A bill passed in the House but stalled in the Senate, even though Democrats had a near-filibuster-proof majority. Last March, Inslee fought hard but failed to enact the nations first carbon tax in Washington state. He couldnt whip the votes to pass the bill through his states Democratic-controlled legislature. This past November, voters in his state rejected a ballot initiative to impose a carbon fee on fossil fuel emissions. A separate push he spearheaded to cap emissions was blocked in the courts. Rep. Alexandria Ocasio-Cortez (D-N.Y.) speaks during a news conference announcing her Green New Deal on Feb. 7. (Al Drago/Bloomberg News) -- Inslee said he welcomes Ocasio-Cortezs Green New Deal for its ambition and for drawing attention to his pet issue, but he said theres not really a plan for him to endorse. This was not a policy document. It was really not meant to be, he said. So now people like me will issue policies to actually put meat on the bones. Republicans have warned in apocalyptic terms that the resolution could take away peoples cars and even lead to killing cows. Senate Majority Leader Mitch McConnell (R-Ky.) is moving to hold a show vote to force Democrats to take a position on the resolution. Inslee said Republicans are using scare tactics that remind him of the debate over Obamacare. Its just death panels all over again, he said. They squawk and they make up stuff out of thin air, just like they did on health care, and then we win. I believe, and I hope, it will be the same result on climate change. During our conversation at the Marriott Marquis, I noted that Democrats lost the House in 2010 after they passed the Affordable Care Act and that several congressmen lost their seats specifically because they walked the plank to vote for cap-and-trade system during the same Congress. Timing is everything in comedy and politics, he said. -- Inslee explained that hes cleareyed about whats realistic. He does not think getting to a carbonless economy in a decade is doable. After his defeats of the past decade, the governor also no longer advocates for a carbon tax or a carbon-pricing system.  I'm proposing alternatives, he said. What's important to realize is this other assortment of tools in the toolbox can achieve the same carbon reduction as a carbon charge. There's a lot of routes to this destination. When cap-and-trade failed in 2010, Inslee argues that it was just a line on the graph. Now people experience more frequent fires, flooding and hurricanes, plus worse air quality, so it feels real and thus theyre inclined to act. While the general idea of action is popular, specific steps can generate backlash. During our interview, I noted that the mass yellow vest protests in Paris over the past few months started because of public outcry over France imposing a new tax to fight climate change. Inslee emphasized that this is partly why he does not advocate carbon taxes. Look, we've got a suite of policies that are available to us, not just carbon pricing, he said. In my state, we've got five bills in the legislature that are all moving forward with the goal of 100 percent clean energy. We've learned that we have multiple tools, not just one. There are a lot of different ways to skin this cat. Riot police in Paris run past a fire during yellow vest protests on Feb. 9. It was the 13th straight weekend of demonstrations against a new carbon tax. (Kamil Zihnioglu/AP) -- Inslees decision to go all in on climate is certainly calculated, but its not craven. This is not some election-year conversion. Back in 2007, Inslee co-authored a 416-page book on this topic called Apollo's Fire: Igniting America's Clean Energy Economy. Bill Clinton wrote the foreword. Inslee pointed to a poll conducted this month by the Center for American Progress, a progressive advocacy group, that found addressing the climate crisis is tied with universal health-care coverage as the top priority among Democratic voters in the five early states. Another poll this month from Saint Anselm College found that 88 percent of likely New Hampshire Democratic voters said they are more likely to support a candidate who advocates for the Green New Deal. That was a higher number than Medicare-for-all, regulating Wall Street, taxing the ultra-wealthy and providing tuition-free college. A December poll from the Yale Program on Climate Change Communication found 69 percent of all Americans are at least somewhat worried about climate change, up seven points from last March. -- Inslee said he would be willing to declare a national emergency on climate change, allowing drastic federal action that could not pass Congress, if the Supreme Court upholds President Trumps emergency declaration to build a wall on the southern border. The governor emphasized that hes against Trumps invocation of emergency powers and hopes it gets struck down. But if the rules change and the circumstances change, were going to play by whatever rules exist to deal with this existential crisis, he said. So if the possibility exists, we'll say yes. Jay Inslee acknowledges his wife, Trudi, during his State of the State address in Olympia, Wash., last month. Inslee says she's as passionate as he is about tackling climate change. (Elaine Thompson/AP) -- Inslee notes that he has made tangible, if incremental, progress as governor. Indeed, the Seattle Times Editorial Board praised him last month for trying to elevate the national conversation surrounding global warming and for his work to reduce emissions during six years as governor: Inslee has a compelling story to tell about the states ability to grow its economy, increase education spending and host the nations two most valuable companies all while reducing emissions, increasing use of renewable energy and enforcing strong regulations to protect the health of forests, waterways and air quality.  Inslee secured investments in clean-energy research, pushed to increase electric vehicle use in the state and co-founded a coalition of 17 governors working to uphold the Paris Agreement on climate-change goals. Energy related greenhouse-gas emissions in Washington declined 3 percent since their pre-recession high in 2007, despite population growth and the nations fastest economic growth in recent years. Emissions are expected to fall 5.5 percent by the time Inslees current term ends in 2020 Hes been a strong advocate for private- and public-sector research and advanced product development. That includes championing state support for Boeings development of cutting-edge, fuel-efficient jetliners. -- Inslee has significantly more experience than most of his better-known rivals for the nomination. He got elected to the state House in 1988, won a U.S. House seat in 1992, lost reelection in 1994 because he voted for the assault weapons ban, battled his way back to Congress in 1998 and stayed there until he won the governorship in 2012. His second term wraps up at the end of 2020. Inslee also recently wrapped up a successful stint as the chairman of the Democratic Governors Association. Right now, however, he doesnt register in the early polls. -- New this morning:EPA regulator skirts the line between former clients and current job, by Juliet Eilperin: Less than a month into his tenure as the top air policy official at the Environmental Protection Agency, Bill Wehrum hopped into the EPAs electric Chevy Volt and rode to the Pennsylvania Avenue offices of his former law firm. There, he met with representatives of the nations largest power companies including two groups that, shortly, had been his paying clients to brief them on the Trump administrations plans to weaken federal environmental regulations. The Dec. 7, 2017, meeting is just one example of interactions between Wehrum, a skilled lawyer and regulator, and former clients that ethics experts say comes dangerously close to violating federal ethics rules. Three Democrats Rep. Frank Pallone Jr. (N.J.), chairman of the House Energy and Commerce Committee, and Sens. Sheldon Whitehouse (R.I.) and Thomas R. Carper (Del.) asked the EPAs Office of Inspector General to investigate Wehrums conduct, saying it runs afoul of rules requiring federal appointees to recuse themselves from most matters involving former clients and employers for two years. In an interview, Wehrum [said] he has followed the letter of the law [He] acknowledges that he has met with two former clients at his old firm without consulting in advance with ethics officials, even though they had cautioned him about such interactions. He also weighed in on a policy shift that could have influenced litigation involving DTE Energy, a Detroit-based utility represented by his former firm. -- The Trump administration is moving ahead with its most deliberate effort yet to challenge accepted science on climate change and has chosen to do so in a way that will minimize transparency. The White House plans to create an ad hoc group of select federal scientists to reassess the governments analysis of climate science and counter conclusions that the continued burning of fossil fuels is harming the planet, Eilperin, Josh Dawsey and Brady Dennis report. The National Security Council initiative would include scientists who question the severity of climate impacts and the extent to which humans contribute to the problem  The idea of a new working group, which top administration officials discussed Friday in the White House Situation Room, represents a modified version of an earlier plan to establish a federal advisory panel on climate and national security. That plan championed by William Happer, an NSC senior director and a physicist who has challenged the idea that carbon dioxide could damage the planet would have created an independent federal advisory committee. The Federal Advisory Committee Act imposes several ground rules for such panels, including that they meet in public, are subject to public records requests and include a representative membership. The new working group, by contrast, would not be subject to any of those requirements. -- The Washington Post Editorial Board, which is independent of the news division, endorses the idea of a Green New Deal but opposes the version offered by Ocasio-Cortez and Sen. Ed Markey (D-Mass.). Todays paper has the first editorial in a five-part series outlining what a smarter and more effective Green New Deal would look like. (Read it here.) Former Colorado Gov. John Hickenlooper (D) applauds at a campaign house party earlier this month in New Hampshire. (Elise Amendola/AP) -- Get ready for the governors.Inslee is one of four current or former governors who could soon join the fray, Dan Balz notes in his column: They would bring executive experience and non-Washington credentials to a contest that so far has been defined largely by candidates who make their living inside the Beltway. Former Colorado governor John Hickenlooper has been scouting venues for his anticipated announcement. Former Virginia governor Terry McAuliffe is itching to run but still weighing his prospects. Montana Gov. Steve Bullock, the current NGA chair, has been in and out of Iowa and New Hampshire taking soundings for months. Hickenlooper is a business-friendly Democrat who eschews negative advertising. McAuliffe, too, is pro-business with a centrist philosophy and relishes political combat. Bullock, who has a reformers sensibility, was twice elected in a red state (the second time in 2016, when Donald Trump was winning Montana handily). Two of the past three Democratic presidents, Bill Clinton and Jimmy Carter, were governors. -- Half a dozen Democrats campaigned in Iowa this weekend: Kamala Harris, who drew huge crowds, and everyone else. Hickenlooper, Tulsi Gabbard, Julián Castro and Bill de Blasio all drew audiences numbering in the double digits. Cleve R. Woodson Jr. and Chelsea Janes report: At one point, Harris, Castro and Hickenlooper were at the same event, a Saturday night soup dinner in Ames. Castro entered quietly from the back and dutifully went up to tables, shook hands and introduced himself. When people noticed Harris had arrived, attendees and TV cameras gravitated toward her, blocking the rooms central aisle. -- Testing the waters in Iowa, de Blasio criticized Hillary Clinton. The New York Posts Julia Marsh reports: Were not going to win by talking about Donald Trump, the mayor said I have deep respect for our previous nominee I know her very well but I think a lot of us would say that was one of the mistakes, the focus on Trump, he said. He also faulted Clinton for failing to unify her party after winning the nomination. There was not a true effort to say, Okay everyone come in together. The mayor defended his progressive bona fides during a question and answer session with reporters by saying that Bernie Sanders, Alexandria Ocasio-Cortez and Elizabeth Warren are kindred spirits. He also gave an unexpected compliment to the president saying, Dont go to sleep on Donald Trump when it comes to strategy. He should not be underestimated. -- Democratic candidates, desperate to break through, continue to play footsie with extreme ideas that would make it harder to defeat Trump. The latest is retro: packing the Supreme Court. FDR is rolling his eyes somewhere. Michael Scherer reports: At an event last week in Philadelphia, Pete Buttigieg, mayor of South Bend, Ind., said he was open to discussing a plan pushed by some liberal groups for the next Democratic president to appoint four new justices to the Supreme Court, bringing the total to 13. We need to set that as the level of intellectual and policy ambition that we have, which does not come naturally to our party lately, Buttigieg said. So I havent reached a considered opinion on that one yet, but I do think very bold, very ambitious ideas deserve a hearing right now. Scherer likens this kind of boldness to when Alan Cranston embraced the nuclear freeze movement as a candidate in 1984. -- It's not just the long shots staking out positions that could prove toxic in a general election: Elizabeth Warren opened the door in New Hampshire this weekend to paying reparations to Native Americans. They should be part of the conversation, she said. (Annie Linskey) -- This pressure from the left extends down the ballot as well: Former Colorado House speaker Crisanta Duran announced she will challenge Rep. Diana DeGette (D-Colo.) in a primary next year. Duran, the first Latina House speaker in Colorado, said its time for something new and different. DeGette has held the seat for 12 terms. (Denver Channel) -- Bernie Sanders asked his surrogates to respectfully engage opponents and avoid bullying and harassment of any kind. HuffPosts Daniel Marans reports: During the 2016 presidential campaign, Sanders and his supporters endured criticism from backers of Hillary Clinton for the online vitriol they alleged was directed at them by some of his partisans. ... Sanders in his Saturday email said employing divisive rhetoric would be particularly counter-productive given his campaigns bottom-line goal of unseating [Trump], who is notorious for his bullying and bigotry. -- An effort to tie electoral votes to the popular vote is gaining momentum. NPRs Sam Brasch reports: Democrats in Colorado and New Mexico are pushing ahead with legislation to pledge their 14 collective electoral votes to the winner of the national popular vote no matter who wins each state. The plan only goes into effect if the law passes in states representing an electoral majority. That threshold is 270 votes, which is the same number needed to win the presidency. Proponents of the national popular vote measures have argued that it's not political, but Republicans, who have benefited in recent elections from the Electoral College system, disagree. So far, 11 states including New York, California and New Jersey have joined the effort along with the District of Columbia, putting the effort 98 votes short of its goal. -- Green Book won best picture at the Oscars, while Bohemian Rhapsody took home four awards, the most of any film.Avi Selk reports: The 91st Academy Awards eliminated its hosting duties, divided its trophies, and ultimately divided its audience awarding best picture to Green Book, which critics had alternately praised for its lighthearted depiction of a black pianist and his Italian American drivers unlikely friendship in the 1960s, or condemned for shortchanging the violent bigotry of that era to focus on a heroic white character. ... Spike Lee scored his long-in-the-making first Oscar win while three nonwhite actors Rami Malek, Regina King and Mahershala Ali won major acting awards. Alfonso Cuaróns directing win for Netflixs Roma made it five out of six years that Mexican filmmakers won best director. And largely, the academys attempts to reform itself after the #MeToo crisis of 2017 were at least partially realized as women many of them first-time nominees dominated the acceptance speeches.  Donald J. Trump (@realDonaldTrump) February 25, 2019 -- Trump announced that he would delay increasing tariffs on $200 billion in Chinese imports. David J. Lynch reports: The presidents decision to delay the increase in tariffs, which would have taken effect March 2, represents a gamble that his personal intervention can smooth the way to a final deal and quiet skeptics who fear he may be too quick to capitulate to the Chinese. Writing on Twitter Sunday evening, Trump said the United States had made substantial progress in our trade talks with China on important structural issues including intellectual property protection, technology transfer, agriculture, services, currency, and many other issues. Trump, who did not set a new date for the tariff increase to take effect, also said he plans to host Chinese President Xi Jinping at Mar-a-Lago, his Florida estate, to finalize terms of the agreement, should the talks continue to make headway. That meeting, which the president had mulled publicly on Friday, is expected late next month. -- A bipartisan group of 58 former senior national security officials signed a statement saying there is no basis for Trump declaring a national emergency to build his wall on the southern border. The 11-page document is mainly intended to support lawsuits challenging the president's proclamation, Ellen Nakashima reports: The joint statement, whose signatories include former secretary of state Madeleine Albright and former defense secretary Chuck Hagel, will come a day before the House is expected to vote on a resolution to block Trumps Feb. 15 declaration.  ... Also signing were Eliot A. Cohen, State Department counselor under President George W. Bush; Thomas R. Pickering, President George H.W. Bushs ambassador to the United Nations; John F. Kerry, Obamas second secretary of state; Susan E. Rice, Obamas national security adviser; Leon E. Panetta, Obamas CIA director and defense secretary; as well as former intelligence and security officials who served under Republican and Democratic administrations. -- The Virginia legislature wrapped up the strangest General Assembly session in memory late Sunday, marred by multiple blackface scandals and allegations of sexual assault against Lt. Gov. Justin Fairfax (D). Probably the most infamous session since 1861, said Sen. Chap Petersen (D-Fairfax City). The chaos overshadowed actual legislative accomplishments, Gregory S. Schneider and Laura Vozzella report from Richmond, including bipartisan agreement on incentives for the massive Amazon headquarters project in Arlington County, a plan to clean up coal ash ponds around the state, a law raising the legal age to buy tobacco products to 21 from 18 and pay raises for teachers and other public employees. Efforts to pass the Equal Rights Amendment and extend discrimination protections to gay men and lesbians, which initially seemed to have broad support, foundered in a climate of degenerating politics and historical irony. -- Channeling Clarence Thomas, Fairfax declared in extended remarks before the state Senate yesterday that he is the victim of political lynchings: If we go backwards and we rush to judgment, and we allow for political lynchings without any due process, any facts, any evidence being heard, then I think we do a disservice to this very body in which we all serve, he said. Senators of both parties reacted with silence. Pope Francis concluded a Vatican summit by calling for an all-out battle against clerical sex abuse. But he laid out few specifics, and victims complained that church officials sidestepped major decisions while making points that should have been clear years ago. (Chico Harlan and Michelle Boorstein) A federal judge ruled that the all-male military draft is unconstitutional now that women are eligible for combat roles. The case was brought by a mens rights group that argued the draft is unfair, but the ruling did not come in the form of an injunction. A commission is expected to release a report next year on the future of the draft. (USA Today) Chicago will hold its mayoral race tomorrow, but most election observers expect the contest to head to an April runoff. With a modern-day-record number of candidates and low voter turnout expected, most experts see little chance of one contender garnering more than 50 percent of the vote. (Chicago Tribune) Violent storms in the Southeast killed at least two people. A Mississippi woman was killed by a tornado that struck her town, and a man in Tennessee died after driving into floodwaters. (AP) The Trump Organization reported a small growth in foreign government profits in 2018. These profits were donated to the U.S. Treasury for the second year in a row. (Jonathan OConnell) An alleged terrorist was fatally shot after he attempted to hijack a plane headed to Dubai. The flight made an emergency landing in southeastern Bangladesh 40 minutes after taking off from the countrys capital of Dhaka. Military commandos then stormed the plane and shot the suspect. (Reis Thebault) More than three-quarters of business economists expect a U.S. recession by 2021, according to a National Association for Business Economics survey. The majority also estimate that the Federal Reserve will continue to raise interest rates this year. (Bloomberg News) California Republicans picked a Latina to lead the party into 2020. Jessica Patterson, an ally of House Minority Leader Kevin McCarthy (R-Calif.), will become the first woman in history to lead the California Republican Party after a series of losses in the 2018 election. (Politico) The Alabama newspaper editor who called for the Ku Klux Klan to night ride again will be replaced by a black woman. Elecia Dexter will now be the editor and publisher of the Democrat-Reporter, a small newspaper in Linden. (Michael Brice-Saddler) A Kansas legislator repudiated his support of an anti-LGBT bill after his daughter shamed him about it in an open letter. Kansas state Rep. Ron Highland (R) said that sponsoring a measure that would describe same-sex unions as parody marriages was a mistake. (Lindsey Bever) A South Carolina woman died from her injuries after two of her dogs mauled her. Authorities said the dogs, both boxer mixes, became aggressive with Nancy Cherryl Burgess-Dismuke while playing with her. It went from looking like they were really playing to them really eating her alive, a neighbor said. (Lindsey Bever) A retired Howard University professor is pushing the NBA and schools across the country to play a song widely known as the Black National Anthem at games during Black History Month. Lift Evry Voice and Sing was written by NAACP leader James Weldon Johnson, and former professor Eugene Williams calls it his freedom song. (Morgan Smith) -- Five Venezuelan soldiers who broke with Maduro and the nations armed forces shared their stories with The Post, describing a government willing to shoot civilians. Dylan Baddour reports: Four defectors said they were compelled to leave the country after they were given orders to quash the protests, and one member of the special forces traveled from Caracas to escape during the demonstrations Saturday. They said they also opposed food supplies being rejected and burned while their families went hungry. The defectors said that discontent in the ranks is high but that members of the armed forces are bound by fear. The order they gave us from high command is that, for whoever takes a step toward the bridge or who tries to leave post, they are authorized to shoot us, said ­Piñera Martinez, 32, a sergeant deployed in San Antonio. -- Florida Republicans hope Trumps push to oust Maduro will aid their electoral fortunes. Sean Sullivan reports: Opposition to the socialist regime in Caracas, which is closely aligned with communist Cuba, has been a shared cause of the states large and traditionally pro-Republican Cuban American and Venezuelan immigrant communities. Florida Democrats are disavowing the recent refusal by [Bernie Sanders] to label Maduro a dictator and call for him to go, though Sanders has criticized him. -- Some Trump administration officials have pointed to the fruitful U.S.-Vietnamese relationship as a possible example for North Korea to follow in transforming itself from foe to friend. But historians say that may not be realistic. Simon Denyer reports: While it is clear that Kim would like to establish some carefully walled-off tourism and economic development zones, and learn from Vietnams experience in that regard, there is a vast difference between that and truly reforming the countrys economy. Indeed, North Koreas tolerance of private traders and markets has been matched by reports of a renewed crackdown on foreign cultural influences, such as videos of South Korean dramas and movies. Vietnams economic transformation has been enabled by granting its people significant freedoms to travel, to trade, to communicate with and learn from foreigners just as Chinas success came by unleashing its peoples entrepreneurial ability. -- Many experts fear Trumps desire for a deal to distract from Michael Cohen's congressional testimony this week at home could lead him to make too many concessions to Kim. The APs Foster Klug reports: Kim could agree to give up only part of his arsenal his intercontinental missiles aimed at America, for instance, or his main nuclear reactor in return for an easing of harsh sanctions. Theres also fear that Trump will eventually orchestrate some sort of drawdown of U.S. troops from South Korea or an extended halt to U.S.-South Korean military drills. [Kim] would be taking a huge step toward cementing the North as a nuclear weapons state and, as a bonus, driving a wedge in the U.S.-South Korea alliance that the North maintains is aimed at the overthrow of the Kim family all without addressing the Norths arsenal of short- and mid-range nuclear armed missiles aimed at Seoul, Tokyo and other parts of Asia. -- Eight Democratic senators said in a letter that the summit must demonstrate tangible, verifiable progress on denuclearization and reducing tensions. As strong advocates for a diplomatic pathway to resolve the North Korea threat, we still believe there is a path forward for tough and principled diplomacy to secure, monitor, and verify the denuclearization of North Korea, the lawmakers wrote. (Politico) -- As the summit approaches, experts weigh in on Trump and Kim's relationship. Philip Rucker and Josh Dawsey report: Personal chemistry between leaders is clearly important, said Victor D. Cha, the top North Korea adviser in the George W. Bush administration. But, he added, Is that personal relationship enough to create success in the policy? We are so far apart that the notion that the friendship alone would create a North Korean decision to give up all of their nuclear weapons is very hard to imagine. Absent from Trumps messaging on North Korea over the past year has been any mention of human rights. The savagery of Kim and his government has been well documented and was once a rallying cry for Trump. But over the past year, Trump has said little publicly about Kims barbarism, and officials said that in private the president has told confidants that he considers human rights in North Korea largely inconsequential to striking a denuclearization deal. -- Secretary of State Mike Pompeo contradicted Trump by saying that North Korea remains a nuclear threat. Felicia Sonmez and Toluse Olorunnipa report: Asked by CNNs Jake Tapper whether he believes North Korea remains a nuclear threat, Pompeo responded, Yes. After last years summit with Kim in Singapore, Trump tweeted, There is no longer a Nuclear Threat from North Korea... But Pompeo on Sunday disputed that Trump had said as much. What he said was that the efforts that had been made in Singapore this commitment that Chairman Kim made have substantially taken down the risks to the American people. Its the mission of the secretary of state and the president of the United States to keep the American people secure. Were aiming to achieve that, the secretary of state said. -- The CNN interview reflected the fragile balance Pompeo has attempted to strike between defending the tenets of U.S. diplomacy and supporting Trumps foreign policy. The New York Timess David Sanger and Edward Wong look at Pompeos first year: Pompeo privately lashed out against Pence after the vice president criticized European allies for trying to save the Iran deal during a crucial meeting on the issue: Aides said he complained Mr. Pence had undermined diplomacy which one European official said included near-agreement about imposing new sanctions on Irans ballistic missile tests and prompted fresh headlines about trans-Atlantic tensions. But publicly, Mr. Pompeo never voiced his anger, keeping relations with the White House stable. He has lowered expectations about what Kim might agree to this week: In private discussions with Korea experts, Mr. Pompeo has conceded that he would be lucky if the North agreed to dismantle 60 percent of what the United States has demanded. But he said even that would be more than any other administration has achieved. Others in the administration wince at presidential tweets. [Pompeo] tells his staff to evaluate each one on whether it can be leveraged into something useful. -- In preparation for the summit, Vietnam deported a Kim Jong Un impersonator. Howard X, the impersonator, is a Hong Kong resident and held a fake summit with a Trump impersonator before having to leave the country. (BBC) People in Japans Okinawa prefecture celebrate on Sunday after learning that a referendum to relocate a U.S. military base failed. (Jiji Press/AFP/Getty Images) -- Japanese voters in Okinawa rejected a referendum to build a new U.S. military base on their island.Akiko Kashiwagi and Simon Denyer report: Okinawa is home to about half the 54,000 U.S. troops stationed in Japan and houses the largest U.S. air base in the Asia-Pacific region. The U.S. military says its presence on the island is vital not only for the defense of Japan, but also for keeping peace in the region. But Okinawans say their small island bears an unfair burden of the U.S. military presence in Japan, and on Sunday, they made their resentment felt. The results showed that 72.2 percent of voters rejected the construction of a U.S. base at Henoko, in the north of the island. The turnout was over 52 percent. -- Taiwan's 2020 presidential election is kicking off, and it is all about the U.S. and China. Gerry Shih reports: For years, officials in Washington which is treaty-bound to defend Taiwan against Chinese aggression viewed [President Tsai Ing-wen] with skepticism, if not outright concern. Now, the political calculus may be shifting at a time when the United States is stepping up its global competition against Beijing. Her Democratic Progressive Party does not recognize a 'one-China' framework that Beijing considers inviolable, and it leans toward declaring formal independence from China a provocative move that would potentially spark a devastating conflict that also pulls in the United States. But the Washington of today with a Trump administration staffed by China hawks in several key positions has warmed up to a woman who is anathema to Beijing. -- A growing number of civilians were killed last year in Afghanistan. Sayed Salahuddin and Pamela Constable report: The report from the U.N. Assistance Mission to Afghanistan said that 3,804 civilians died in 2018, including 930 children. That reflected an 11 percent overall increase from 2017, a year that also saw near-record levels of civilian war-related deaths. In the past decade, it said, more than 32,000 noncombatants have been killed and almost 60,000 injured.  -- A proposal from the Guatemalan Congress that would grant amnesty to more than 30 convicted former military officers who were found responsible for the deaths of nearly 200,000 during the countrys civil war has alarmed civil society groups, the U.N. and the U.S. government. Sandra Cuffe and Mary Beth Sheridan report: The bill, which is expected to be back on Congresss agenda next week, has prompted outrage from Guatemalan civil society groups and organizations representing the indigenous, who make up 40 percent of the population but more than 80 percent of the victims of wartime abuses. In 2013, Guatemala became the first country to convict a former leader ex-dictator Efrain Rios Montt of genocide. (His conviction was overturned on appeal, and he was being retried when he died last year.) -- Saudi Arabia appointed its first female ambassador to the United States, Princess Reema bint Bandar. Kareem Fahim reports: Her appointment, which was announced in a royal decree late Saturday, was the latest sign of the kingdoms effort to rehabilitate its image in the United States after U.S. lawmakers censured the Saudi leadership for the killing of [Post contributing columnist] Jamal Khashoggi, the Saudi-led military intervention in Yemen, and the arrests and alleged torture of Saudi womens rights activists. Neomi Rao testifies during her confirmation hearing on Feb. 5. (Zach Gibson/Getty Images) -- Sen. Josh Hawley (R-Mo.) said he has deep concerns related to Neomi Rao, Trumps nominee to replace Brett Kavanaugh on the U.S. Court of Appeals for the D.C. Circuit, because of a rumor he heard about her personal views on abortion. I have heard directly from at least one individual who said Rao personally told them she was pro-choice. I don't know whether thats accurate, but this is why we are doing our due diligence, the freshman told Axios. -- Lawmakers from both parties are objecting to Trumps plan to boost defense spending by skirting federal budget limits. Politicos Connor OBrien reports: The White House plans to stuff as much as $174 billion of its $750 billion request for national defense for the coming fiscal year into a special war fund, according to reports, allowing the administration to maintain its long-sought military buildup without violating a 2011 law aimed at reining in the deficit. The gimmick is especially striking given that Trump budget chief Mick Mulvaney once fought to limit the very same war account, known as the Overseas Contingency Operations fund. Unless both parties can negotiate a deal to lift the spending caps, it could mean a quick demise for the military's ambitious investment plans. -- The Trump administration is increasingly requesting supplemental information from H-1B visa applicants and denying more petitions from high-skilled foreign workers. The Wall Street Journals Louise Radnofsky report: Some 60% of companies that applied on behalf of foreign workers received requests for supplemental information in the last quarter of 2018, compared with about 46% of applicants who got the demand in the year-earlier quarter and 28% in the final quarter of 2016. The approval rate fell to 75% in the final quarter of 2018, from 83% a year earlier and 92% in the same period in 2016. -- House Intelligence Committee Chairman Adam Schiff (D-Calif.) said Democrats would subpoena Bob Mueller if the special counsels report isnt made public. Felicia Sonmez reports: Schiff said on ABC Newss This Week that Democrats will also subpoena Muellers report and are prepared to go to court against the Trump administration. With Muellers nearly two-year investigation believed to be coming to an end, Democrats are seeking to ramp up pressure on Attorney General William P. Barr to release the full findings of the report and setting down a marker for what course they will take if he doesnt. Rumors swirled last week that the report could be delivered before the end of the month. But a senior Justice Department official said Friday that the report will not be coming this week. -- Roger Stone said he couldnt remember which volunteer gave him the image of a judge with what resembled a crosshairs symbol that led to a full gag order. But he did identify four members of the far-right, men-only extremist group Proud Boys who have been defending him online. BuzzFeed Newss Zoe Tillman reports: Stone identified Enrique Tarrio, Tyler Whyte, Jacob Engels, and Rey Perez as his volunteers. Tarrio is chair of the Proud Boys and last week sat behind [Trump] during a speech in Miami wearing a T-shirt that said Roger Stone Did Nothing Wrong! Whyte leads a Proud Boys chapter in Florida. Engels has been involved in Proud Boys activities, but says he's a journalist embedded with the group, not a member. Perez identified himself on Facebook as a member of the Proud Boys and was at Stone's house in Florida to tape a podcast over cigars and baked ziti just before the Instagram post imbroglio.  In court last week, Stone didn't share many details about what his volunteers do for him he told the judge that they perform a lot of the clerical work but he said Engels had access to his Instagram account, Whyte posted to his Facebook account, and that multiple people had access to his phone.  -- Here are some steps that may follow once Muellers report comes out. (Dan Keating and Aaron Steckelberg)  Donald J. Trump (@realDonaldTrump) February 24, 2019 It was initially unclear if the festivities Trump alluded to would complement or compete with the existing celebration on the Mall that has been held for decades, Faiz Siddiqui reports. There also are no details on who would pay for it. So funny to watch people who have failed for years, they got NOTHING, telling me how to negotiate with North Korea. But thanks anyway!  Donald J. Trump (@realDonaldTrump) February 24, 2019 Democrats are now attacking @realDonaldTrump for sending humanitarian aid to the Venezuelan people.https://t.co/g0QZYZAiet Sen. Marco Rubio (R-Fla.) suggested the United States should consider escalating its opposition to the Maduro regime in Venezuela: After discussions tonight with several regional leaders it is now clear that the grave crimes committed today by the Maduro regime have opened the door to various potential multilateral actions not on the table just 24 hours ago. https://t.co/MvqFwB6E6d My time at the University of Chicago, at the height of the Civil Rights Movement, changed my life and helped shape me into the person I am today. I'm excited to return to Chicago as we kick off our movement. Join us at Navy Pier next Sunday, March 3rd: https://t.co/cfX3q4FvbI The 17 states where Trump's approval meets or exceeds 50% account for a combined total of 102 electoral votes. In contrast, the states in which Trump has an approval rating below 40% account for 201 electoral votes. https://t.co/bcXeMLm0fTpic.twitter.com/B3OECgqNd3 And not only is he under 50 in PA, MI, and WI (3 states he won by a total of 77,774 votes), hes under 50 in TX and LA (which he won by 10 and 20%), and in others he must win, like FL, NC, GA, IN, OH, AZ. This even though the strong economy he inherited remains strong (for now). https://t.co/aTO3NWyQYt In 1984, Ronald Reagan won 2/3 of white voters w/out a college degree and captured 59% of the total popular vote. In 2016, Trump won 2/3 of white voters w/out a college degree and captured 46% of the total popular vote. Arguing w/demography is like arguing w/gravity. https://t.co/GZTL6T0oYJ Which comes first?* Bryce Harper signs with an MLB team ending the weirdest free agent period;* Mueller report, at least a summary, is released to Congress;* Joe Biden decides on 2020.Which comes last?https://t.co/Y97WsHSbqk Found this display of Nazi memorabilia at the Houston gun show. Sales guy said demand has surged in the last couple of years. pic.twitter.com/8vexx04N6v An NRA magazine placed a photo of Speaker Nancy Pelosi (D-Calif.) and former Arizona lawmaker Gabby Giffords, who was shot, next to the words target practice, sparking outrage online, with some claiming the magazine was calling for an attack against the two Democrats: This is a call for violence by the @NRA against @GabbyGiffords, who was nearly killed by gunfire and @SpeakerPelosi, the most powerful legislator in America. The NRA should face legal consequences. But lets put them out of business with boycotts and ballot boxes. #EnoughIsEnoughpic.twitter.com/XFTAg5XJWI  Rep. Eric Swalwell (@RepSwalwell) February 23, 2019 Some lawmakers, like Rep. Dan Crenshaw (R-Tex.), defended the magazine:  The article is about legislation targeting gun owners, not the NRA targeting Democrats.  ANTI-INTERVENTIONISTS: The more the U.S. gets involved in Venezuela, the greater the danger of turning the conflict into another Libya.MARCO RUBIO: Hey! Let's have another Libya! https://t.co/rKxB2ZyBGi The view of the Earth with the smallest population. This 50% of the surface contains less than 2% of its people. Source: https://t.co/h7LhVRIyIVpic.twitter.com/WWyYMIMmin Did Donald Trump Jr. hate-watch the Oscars? Trump: bad, despite booming economy & lowest black/Hispanic unemployment ever.  Walls: Immoral, except outside our houses.  Donald Trump Jr. (@DonaldJTrumpJr) February 24, 2019 Foreign Policy, What Comes After ISIS? by Daniel Byman: The Trump administration, like the Obama administration before it, is wrestling with how to balance vigilance and triumphalism. Trump, being Trump, is erring on the side of triumphalism, boasting about the Islamic States defeatto the consternation of the counterterrorism community, which wants to stay in Syria to keep the pressure on. Its appropriate to criticize Trumps boasting as premature, but it is also important to recognize that the Islamic State has been hit hard and that the caliphates defeat marks a potential turning point. The foreign fighter flow has dried up, and the loss of territory makes it far harder for it to organize international terrorist attacks. The unusual circumstances that allowed the caliphate to briefly flourish may not soon recur, and it is unlikely that the Islamic State will soon revive at the same scale or that another front will emerge with the same appeal that Syria had. None of this, of course, means the end of jihadi terrorism.  New Yorker, They've got him! The emotional scene at the R. Kelly hearings, by Jim DeRogatis: Azriel Clary, who, her parents allege, is one of a group of women being held against their will by the singer, attended Kellys bond hearing, but she did not speak to her parents, or even turn around to look at them, as they sat several rows behind her in Courtroom 102. She stared straight ahead at Kelly, who appeared at the front of the room wearing a black sweatshirt, his face expressionless. On her way in and out of court, Clary held hands with Joycelyn Savage, a woman whose parents say also began a sexual relationship with Kelly, in 2015, when she was nineteen years old. Both women are still living with Kelly in what their parents call his cult. NYU social work school acknowledges institutional racism after classroom episode, from Morgan Smith: Shahem Mclaurin says he didnt go to school to be a revolutionary leader. But thats the role he has found himself in after his tweet about an incident at New York Universitys Silver School of Social Work spurred university officials to acknowledge ongoing institutional racism in their classrooms and inspired other students to criticize the Silver School for failing to address racist behavior on campus. On Feb. 12, Mclaurin described the incident in a widely shared Twitter thread. [The 24-year-old graduate student] emailed his classmates to ask if someone could connect him via FaceTime during class. No one responded. After class, one of the students emailed Shahem and explained why he didnt answer. I found it easier to lead the discussion without black presence in the room, since I do feel somewhat uncomfortable with the (perceived) threat that it poses something which I have been working on, but it will take more time than I would like it to be, the student wrote. Where in the world does Alexandria Ocasio-Cortez live? from the New York Post: Rep. Alexandria Ocasio-Cortez has no district office and no local phone number, unlike the states three other freshman members. And its unclear whether the 29-year-old lawmaker, who represents the Bronx and Queens, actually still lives in the Parkchester neighborhood that has been so closely tied to her rise even though she won her upset victory over fellow Democrat Rep. Joe Crowley with accusations that his home in Virginia made him too Washington-focused to serve his district. Ocasio-Cortez has used her deceased fathers Bronx condo on her voter registration since 2012 But The Post could find little indication she continues to live there. On Saturday night, a staffer promised a Post reporter that Ocasio-Cortez would talk to him after a speaking event in Corona. Come downstairs, I have to take a picture quick, the congresswoman then told the reporter after the event, instructing him to wait for her. Twenty minutes later, she ducked out a back door, jumped into a chauffeured SUV, and zoomed off. I still live in my hood and literally instagrammed from my apartment tonight. A man was just arrested last week with a stockpile of guns specifically trying to kill me & others, so yeah Im not gonna disclose my personal address or tell people when I move. Sorry! Trump will participate in a business session at the White House with U.S. governors before leaving for his summit with Kim Jong Un in Hanoi. I think that 2019 is going to be the most vitriolic year in American politics since before the Civil War. And I include Vietnam in that. I think we're in for a very nasty 2019. Trumps former chief strategist Steve Bannon. (USA Today) -- It's going to be a windy Monday, but the rest of the week should be much nicer. The Capital Weather Gang reports: High winds rip across the region today, but then we have three straight days of calm, unremarkable weather. Our next chance of precipitation comes Friday, most likely in the form of rain. It could linger into the first part of Saturday before cold, dry air funnels back in. -- The Capitals beat the Rangers 6-5. (Samantha Pell) Hasan Minhaj broke down some of the failures behind the U.S.s student loans system: Javier Bardem slams the border wall IN SPANISH. #Oscarspic.twitter.com/L59cYJoEmC", "tags": ["bigotry", "native americans", "josh dawsey", "clarence thomas", "post reporter"], "related_articles": [{"title": "Meet John Hickenlooper, the brewery owner turned governor who could be a serious Democratic contender to take on Trump in 2020", "source": "business-insider", "url": "https://www.businessinsider.com/john-hickenlooper-brewery-owner-governor-possible-2020-democratic-contender-2019-2"}, {"title": "The Daily 202: ‘Much like a mobster would do.’ Michael Cohen’s testimony paints a picture of how Trump ‘operates.’", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/27/daily-202-much-like-a-mobster-would-do-michael-cohen-s-testimony-paints-a-picture-of-how-trump-operates/5c7576b81b326b71858c6c4a/"}, {"title": "The Daily 202: Trump suggests his embrace of the ‘madman theory’ brought North Korea to the table", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/26/daily-202-trump-suggests-his-embrace-of-the-madman-theory-brought-north-korea-to-the-table/5c7422741b326b71858c6c33/"}]}, {"title": "Saks Takes Back Fifth Avenue", "source": "fortune", "date": "2019-03-01T13:00:57Z", "origContent": "Ascending a sleek new multi-colored escalator, designed by Dutch architect Rem Koolhaas, Saks Fifth Avenue president Marc Metrick is a man vibrating with excitement ahead of its grand unveiling. The escalators bright red and blue hues and a large LED ceiling (that creates the illusion of a blue sky) pop in sharp contrast with the grey curtains used to cordon off a dusty construction area. Change is afoot on the ground floor of one Manhattans most iconic department stores. The sense of theatre epitomizes what Metrick, who has been president of the HBC-owned Saks since 2015, is convinced the company has to offer todays shoppers, particularly at its 650,000 square-foot New York City flagship. The buzz of activity comes at a time when Saks has some wind in its sails again after faring a rough patch three years ago. Sales were declining quarter after quarter. It was losing market share and the Grande Dame of New York luxury, a fixture since 1924, had lost much of what made it stand out. Now, Saks has reported seven quarters of comparable sales gains in the last eight, including a 7.3% jump in the third quarter. And, to Metricks big satisfaction, that recent performance bested those of two major rivalsNordstrom and Neiman Marcusover the same period. But those competitors are not idling: both Neiman and Nordstrom are adding their first namesake department stores in New York this year. The luxury market might be crowded but it is booming: according to Bain & Co, the U.S. personal luxury goods market rose 5% to $85 billion in the United States. Whats more, Spectrem Group estimates there are now 10 million Americans with a net worth between $1 million and $5 million, up 67% from a decade ago.  A run of the mill store just wont do, both in terms of the physical location but also how tech is integrated into them. Ergo a $250 million invested in the multi-year remodel of the flagship of a 41-store chain. While the renovation doesnt feature anything outlandish like the indoor ski hill Saks installed in the 1930s (try getting a CFO to sign-off on that today) its still trying to channel that spirit as it looks to make the Fifth Avenue store a modern-day destination. Last year, the beauty section moved up a floor but not without getting 40% more space and new amenities like facial workouts and offering anti-cellulite treatments and. The area, historically on street level to generate shopper visits, offers clean sightlines with more natural light from outside, a feature all floors will have by 2021. (The next project is mens shoes, now spread out over three floors, but soon to be concentrated in one lavish area.) Shopping isnt the only component of Metricks vision for Saks as a New York destination: the evening of a recent press preview, Saks had its first VIP dinner at LAvenue, a new high-end Philippe Starck-designed restaurant on the 9th floor. Its the only outpost of the Paris eatery that attracts A-list names like Rihanna and Beyoncé. While Saks is thriving now, it was a different story just a few years ago. HBC, a department store conglomerate that also includes its namesake Canadian chain and Lord & Taylor, bought Saks for $2.4 billion in 2013.  There had been turmoil in the c-suite, strategy lurches, and the prevailing opinion that Saks was an icon adrift. So when Metrick, now a 23-year veteran of the brand, took the reins in 2015, he immediately began with a deep dive into customer perceptions. Among the humbling results: Saks and its archrival Neiman Marcus were interchangeable in shoppers eyes. After years of trying to be all things to all people, Saks didnt stand for anything, Metrick recalls.  And thats no small order, what with some 85% of any luxury department stores offerings overlapping with rivals. Its also not getting easier at a time brands themselves are opening more of their own stores and taking more control of how their wares are presented. The high-end department stores added to their own problems in the last decade by getting more promotional, says Bain & Co partner Vandana Radhakrishnan. That led many brands, from Coach and Ralph Lauren on up to focus more on their own stores. But luxury brands, particularly smaller ones, can only do so much with their own sites and stores in reaching a wide audience. So great, well-trafficked stores and strong e-commerce are remedies for that problem. Notably, Metrick says he can give detailed customer data to luxury brands, including what other brands they like. Thats why Metrick sees reinventing the flagship as so important, with many ideas being adapted to the 40 other stores in the fleet. Metrick says thats already paying off: online return rates are typically 40% to 50%, a cost that pinches margins. That drops to 20% for sales clinched via the Salesfloor service. Every year, some 30 million people visit a Saks store, while Saks.com gets 150 million visits. At stores, 20% of visits yield a sale, while online the rate is more like 2.5%. And so while not as flashy as a designer escalator, ecommerce is crucial for maintaining momentum. Shes thinking about every other online experience out shes having today and is Saks as easy as all that, says HBC CEO Helena Foulkes of the prototypical Saks shopper. Saks was recently reminded of how hard it is to win over the modern shopper, even on its home turf. In January, it closed a womens store in Lower Manhattan after only two years.  But Foulkes, previously president of CVS pharmacys $80 billion retail business, won kudos from analysts for dropping an underperforming location and zeroing in on where Saks can win. The next dollar I invest has to be in the place with the most upside, she says.  To enable that, Foulkes has been busy in her first year on the job making big moves to undo much of HBCs aggressive expansion in the last half decade, one that led it to go around chasing stars, as Scotiabank retail and consumer analyst Patricia Baker puts it. That has included paying down HBCs sizeable debt by selling off half of its struggling European business, its Lord & Taylor flagship 10 blocks south of Saks, and Gilt Groupe; moves that won it recent upgrades from debt agencies. HBC also recently announced the closure of 20 Off Fifth discount stores and halted its Canadian expansion of Saks, which had called for seven stores, opting instead to cap it at three.  Thats not to say HBC is only in contraction modethe company is planning a new Saks store at the American Dream mega-mall being built in East Rutherford, New Jersey. But it does signal that HBC is doubling down on best performing businessSaksparticularly the flagship. Though HBC doesnt break out individual stores numbers, the Manhattan flagship generates at least $600 million a year, or 15% of so of Saks total sales. The Saks brand is only going to be as strong as that Fifth Avenue store, says Scotiabanks Baker. And Saks doesnt want its so-called branches to be seen as backwaters. So edgy brands like Vêtements and Jacquemus are now sold at other stores too, not just Manhattan. Other ideas have also made their way to its branches in other markets. Take The Collective, an area that focuses up and coming brands, including to solidify what Metrick calls Saks fashion authority. Our role in the fashion ecosystem is to be the place to introduce brands to our consumer, he says.  A more subtle part of Saks store remodel has been to mix up price points and brands rather than consign all ultra high end designer items in the same areas, as they were before. On the fifth floor for instance, more accessible brands like Acne and Alexander Wang are next to designers like Comme des Garçons and Simone Rocha. Under Metrick and Foulkes, Saks has a much faster metabolism now. Fail fast and move on. And that, he says, is merely a reflection of how customer behavior has evolved. The luxury consumer is certainly less forgiving and less patient that they used to be, Metrick says.", "tags": ["shopping", "ecommerce", "lord", "own stores", "subtle part"], "related_articles": [{"title": "ITV sees ad spending extend its decline into first quarter", "source": "financial-times", "url": "https://www.ft.com/content/b8c278ec-3a63-11e9-b72b-2c7f526ca5d0"}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/24/target-is-inviting-other-retailers-to-join-its-website.html"}, {"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "url": "https://www.reuters.com/article/us-gap-stocks-idUSKCN1QI4NY"}]}, {"title": "Economy grew a solid 2.6% in the fourth quarter and 2.9% for 2018, strongest in 3 years", "source": "usa-today", "date": "2019-02-28T13:40:26Z", "origContent": "Experiential spending is the big winner this holiday season, according to Sarah Quinlan, senior vice president of market insights at MasterCard . The experiences category, which includes travel and airlines, saw increases in year-over-year spending, according to Quinlan. The U.S economy slowed late last year but still turned in a solid showing on healthy consumer spending and business investment.    The nations gross domestic product the value of all goods and services produced in the economy increased at a seasonally adjusted annual rate of 2.6 percent in the October- December period, the Commerce Department said Thursday. That followed an average 3.7 percent advance the prior two quarters that amounted to the economys best six-month stretch since 2014. Economists expected a 3.3 percent gain in the fourth quarter. For the year, the economy grew 2.9 percent, its strongest performance since 2015. Federal tax cuts and spending increases juiced growth in 2018 but those effects are expected to fade later this year. That, combined with a sluggish global economy and lingering U.S. trade tensions with China, are likely to spell slower U.S. growth of 2 percent to 2.5 percent in 2019, economists say. Many analysts predict a recession by 2020. The warier outlook has prompted the Federal Reserve to retreat from its plan to raise interest rates twice this year to head off inflation. Instead, Fed policymakers have adopted a wait-and-see approach and indicated a rate cut to stimulate growth may be just as likely as a hike. The labor market is also expected to lose some steam as the 4 percent unemployment rate makes it harder for businesses to find qualified workers. President Trump has promised at least 3 percent growth over the longer term but most economists say thats wishful thinking. The economy is constrained by an aging population and tepid growth in productivity, or worker output. Consumer spending grew a sturdy 2.8 percent, down from 3.5 percent in the third quarter. The showing was dampened by a surprising 1.2 percent retail sales declined in December that some economists question and expect to be revised higher. More broadly, Americans benefited from both the tax cuts and lower gasoline prices. Consumer confidence, which can foreshadow spending, rebounded strongly recently on the stock markets rally since its stomach churning drop late last year and the resolution of the 35-day partial government shutdown. Incomes also have been rising. Employers added an average 223,000 jobs a month last year, up from 182,000 in 2017. And by the second half of the year, annual wage growth  topped 3 percent for the first time in nine years as firms bid up to attract workers. President Donald Trump will be heading into his second meeting with North Korea's Kim Jong Un Monday expecting \"a very tremendous summit. Trump expects a signing summit on a trade deal to be held soon with China. (Feb. 25)", "tags": ["percent gain", "experiential spending", "u.s. trade tensions", "rate cut", "annual rate"], "related_articles": [{"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}, {"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}, {"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "url": "https://www.ft.com/content/66191714-3c47-11e9-b856-5404d3811663"}]}, {"title": "The Daily 202: Michael Cohen hearing showcased fresh faces – and the significance of divided government", "source": "the-washington-post", "date": "2019-02-28T14:06:39Z", "origContent": "THE BIG IDEA: After cutting short his summit with North Korean leader Kim Jong Un and before beginning the long journey back to Washington, President Trump complained overnight that House Democrats scheduled Michael Cohens hearing for while he was in Hanoi. I tried to watch as much as I could, he said, adding that it was hard because he had to focus on negotiations, which fell apart when Kim demanded that all sanctions be lifted without promising to fully denuclearize. I think having a fake hearing like that and having it in the middle of this very important summit is really a terrible thing. They could have made it two days later or next week, and it could have been even better. They would have had more time. The president only fielded one question on Cohen during his 37-minute news conference. By calling on several foreign journalists from places like Israel, China and South Korea, Trump reduced the odds hed be asked specific follow-ups about the explosive claims that his longtime former lawyer made about him. Trump said Cohen lied a lot but also claimed vindication. The most important question up there was the one on collusion, and he said he saw no collusion, the president said. I was actually impressed that he didnt say there was collusion He could have gone all out. He only went about 95 percent. He could have gone 100 percent. In fact, while Cohen stopped short of accusing Trump of conspiring with Russia to influence the election, he did not flatly rule it out. Instead, he noted that his former boss has a win-at-all-costs mentality. Mr. Trumps desire to win would have him work with anyone, Cohen told the House Oversight Committee. Cohen suggested that Trump knew in advance about the June 2016 Trump Tower meeting that Don Jr. held with a Russian lawyer in pursuit of dirt on Hillary Clinton, which the president has previously denied. Cohen also testified that he heard Roger Stone tell Trump in advance that WikiLeaks planned to publish hacked Democratic emails, a conversation Stone and Trump have denied having. -- Wednesdays hearing, and Trumps latest complaint about what he called the Russia witch hunt hoax, underscored the profound significance of divided government to the Trump presidency. Elections have consequences, and the seven-hour inquest never would have happened if Democrats had not won control of the House in November.  House Republicans used their rounds of questioning to argue that Cohen has no credibility and that Congress should not hear from an admitted felon. Senate Republicans, meanwhile, are not using their majority to conduct vigorous public oversight of the Trump administration. -- Hearing from Cohen was especially meaningful because Attorney General William Barr has not committed to publicly releasing the full report that will be submitted by special counsel Bob Mueller. Barr has cited Justice Department guidelines that limit the disclosure of information about people who are not charged with a crime. That means much of what the public learns about Trump vis-à-vis the investigations could come from House Democrats. The Cohen hearing laid the groundwork and offered rationales for Democrats to issue subpoenas to a host of Trump world figures, including the presidents children Don Jr., Ivanka and Eric, plus several top executives in the Trump Organization. Cohens testimony also provided fresh fodder for Democrats to pursue Trumps tax returns.   -- Notably, it was freshmen Democrats on the Oversight Committee swept into office with the blue wave of 2018 who ferreted out some of Cohens most notable answers, foreshadowing future lines of inquiry. Rep. Alexandria Ocasio-Cortez (D-N.Y.), the most famous new member, got Cohen to say that Trump provided insurance companies with financials that exaggerated his assets and wealth. She also got him to name names of three people in the Trump Organization who could speak to that. Ocasio-Cortez asked if it would be useful for Congress to review Trumps tax returns to corroborate his claims. Cohen said yes. Rep. Harley Rouda Jr. (D-Calif.), who defeated pro-Russia Republican Dana Rohrabacher in Orange County, pressed Cohen on Trumps relationship with Felix Sater, a former Trump business associate who had deals to build Trump Soho in New York and was heavily involved in the pursuit of a Trump Tower in Moscow during the 2016 campaign. Trump testified in a sworn 2013 deposition that he would not recognize Sater if the two were ever in the same room. But Cohen told Rouda that Sater was a business partner and had been given both Trump business cards and an office in the Trump Organizations suite. Cohen even noted that his office at Trump Tower in New York, which was right by Trumps, had previously been used by Sater. Rouda asked Cohen if Trump had been misleading or, at worst, lied under oath, during the deposition. Yes, Cohen responded. Rep. Katie Hill (D-Calif.), who defeated Republican Steve Knight last November, also asked more pointed questions than many of her more senior colleagues. Representing a swing district and anticipating a tough 2020 reelection campaign, the 31-year-old began her five-minute round of questioning by noting that she is not someone who has a vendetta against the president but just wants to get to the truth. -- Some of the new Democratic firebrands, who ran on promises to lead the anti-Trump resistance, showed on Wednesday theyre still getting accustomed to the rules and mores of Congress.  Rep. Mark Meadows (R-N.C.), one of Trumps biggest defenders in the House, invited Lynne Patton, who is African American, to stand behind him as he challenged Cohens claims that Trump is a racist. Cohen brought Patton into the Trump Organization, and she is now an employee at the Department of Housing and Urban Development. Cohen said hes talked with Muellers office seven times. He guessed that he briefed Don Jr. and Ivanka Trump on Trump Tower Moscow project about 10 times. Cohen said he threatened or intimidated people at Trumps request, including reporters, probably 500 times over the decade he worked for him. He said it was more than 200 times. He said he secretly recorded conversations maybe 100 times over 10 years while working for Trump. -- Trumps ex-lawyer suggested that federal prosecutors remain interested in other possible illegal acts regarding the president. Cohen said the last time he heard from Trump or one of his agents was about two months after his home and officer were raided, but he declined to say more because of a pending probe. \"Unfortunately, this topic is something that's currently being investigated right now by the Southern District of New York, he said. Cohen alleged that Trumps lawyer Jay Sekulow was involved in editing what would turn out to be Cohens false congressional testimony: At one point, Cohen said, the changes had to do with the length of time that the Trump Tower Moscow project stayed and remained alive, though later he said he would have to look at the document he submitted to describe Sekulows precise edits. In response, Sekulow said, Todays testimony by Michael Cohen that attorneys for the President edited or changed his statement to Congress to alter the duration of the Trump Tower Moscow negotiations is completely false. The document was shared with Sekulow and Abbe Lowell, the lawyer for Trump son-in-law Jared Kushner and daughter Ivanka Trump, as part of a joint defense agreement, Cohen said. At the end of the day, Cohen said of Trump, I knew exactly what he wanted me to say. In other moments, Cohen shot down dark allegations that have long circulated about Trump. He said he had no knowledge of any compromising salacious material held by the Russians, as alleged in a dossier written before the election by a former British spy. Cohen also said he has never been to Prague, knocking down another allegation in the dossier that he visited the European city to meet with Russian operatives in the fall of 2016. (Cohen told The Post in January 2017 that he had been to Prague once around 2002, when he drove through the city but did not stop.) He said he did not believe there is a rumored video of Trump striking his wife in an elevator, and that he was confident Trump would not hurt his wife. -- Cohen unspooled a withering portrait of his longtime patron as a liar and a fraud in starkly personal terms, Paul Schwartzman writes in a sidebar. He described how Trump ordered him to lie to the first lady about his relationship with an adult-film star and personally directed a hush-money scheme. He said Trump inflated his net worth to try to secure loans and to boost his status. He recounted how Trump made racist remarks, claiming he said at one point that African Americans were too stupid to vote for him. Asked during his testimony if White House staffers may end up in legal jeopardy because of their allegiance to the president, he replied, Sadly, if they follow blindly like I have, the answer is yes. -- Cohen managed to suppress the angry, righteous, thuggish personality he has shown for years to reporters, lawyers and people doing business with Trump, adds Marc Fisher. Instead, he presented as a beaten-down puppy sad, defeated and remorseful, fearful for his familys safety, showing only flashes of the feisty, combative advocate who long took pride in his blind loyalty to all things Trump. Cohens day-long quest for a morsel of redemption played for Republicans as a cynical attack on the presidents character and for Democrats as a vital affirmation of what many in Trumps inner circle have until now said mostly behind the cloak of anonymity. There was no evidence that Cohen altered a single opinion in Congress, but his stark language and harsh portrait of the president put some meat on the bones of the long-standing case against Trump. Asked whether he was a cheat, Cohen demurred. No, he said, a fool. -- The Republican focus on discrediting Cohen left little time for them to defend Trump. Most Republicans on the Hill mused that Jordan couldnt have done any better given his position in the minority. Truthfully, it is tough to ignore some of the gross immoral behavior by the president, one senior House Republican told Rachael Bade on background. The reason there was no defense is because there is no defense. -- Ominously, Cohen warned that Trump wont peacefully relinquish power. Given my experience working for Mr. Trump, I fear that if he loses the election in 2020 that there will never be a peaceful transition of power, he said. I pray the country does not make the same mistakes I have made. -- Cohen is back at the Capitol today for this third day of testimony. Hell answer questions from the House Intelligence Committee in a closed session. Glenn Kessler and Salvador Rizzo: Fact-checking the Michael Cohen hearing.  Jonathan OConnell and David A. Fahrenthold: Trump inflated his total assets when it served his purposes, Cohen alleges in his hearing, citing financial documents. Katie Mettler: Here are the documents Cohen brought to Congress. Morgan Smith: Cohen says he threatened schools over possible release of President Trumps SAT scores or grades. Philip Bump: The question of Cohens lie to Congress gets more complex: He blames Trumps attorneys. Eugene Scott: Cohens claims about Trumps racism say more about him than the president. Aaron Blake: The GOPs attacks on Cohen sound a lot like attacks on Trump. Eli Rosenberg: Can we go home now?: How conservative media downplayed Cohens explosive testimony. Peter Marks: The Cohen hearing wasnt a hearing at all. It was cheap theatrics. Karen Tumulty: Of all the things [Cohen] revealed, the one that shed the greatest light was this: Trump never expected or even really wanted to win the 2016 election. Max Boot: Here are five felonies Trump committed if Cohen is telling the truth. From the Posts Editorial Board: Cohens hearing was explosive but not for what was new. E.J. Dionne Jr.: Cohen just breached Trumps GOP stone wall. Jennifer Rubin: The most important and worst moments for Trump and the GOP he corrupted. Henry Olsen: Cohen has blown a lot of political smoke but no impeachable fire.  -- Asked if he was confident the pair would reach a deal, Kim was equally guarded, per our guys on the ground. \"Its too early to tell. I wont prejudge, Kim said in reply to the question from a Post reporter, a rare response from a North Korean leader to an independent journalist. From what I feel right now, I do have a feeling that good results will come. ... Both Kim and Trump also said they would welcome the idea of opening a U.S. liaison office in the North Korean capital. Washington does not have direct diplomatic representation in Pyongyang. ... The turn of events amounted to a diplomatic failure for the president, who hoped his second summit with Kim would produce demonstrable progress toward North Korea's denuclearization. During the press conference, Trump handed the mic to Secretary of State Mike Pompeo, who said he wished 'we could have gotten a little bit further.\"' -- At the news conference, Trump claimed he believes Kim's denials he didn't know anything about the torture of American student Otto Warmbier, who died shortly after being released from a North Korean prison. He tells me that he didnt know about it, and I will take him at his word, Trump said. -- The White House banned four U.S. journalists from Trumps dinner with Kim after they shouted questions at the leaders. Rucker and Josh Dawsey report: Reporters from the Associated Press, Bloomberg News, the Los Angeles Times and Reuters were excluded from covering the dinner because of what White House press secretary Sarah Sanders said were sensitivities over shouted questions in the previous sprays. ... The White Houses move to restrict press access [over shouted questions about Cohen] was an extraordinary act of retaliation by the U.S. government, which historically has upheld the rights of journalists while a president travels overseas. It was especially remarkable because it came during Trumps meeting with the leader of a totalitarian state that does not have a free press. -- North Korean reporters, on the other hand, remained silent as they observed Kim interact with Trump. Min Joo Kim reports: Its just another day for members of North Koreas state-controlled media, whose singular job is to chronicle Kims every move to make him appear wise, statesmanlike and generally infallible. -- In a bid to ease tensions, the Pakistani government will release an Indian fighter pilot who was captured after his plane was shot down in Kashmir. Joanna Slater and Shaiq Hussain report: The pilot will be released, Prime Minister Imran Khan told parliament, in a 'peace gesture' one day after Pakistan and India engaged in their first their first aerial combat in nearly 50 years. ... The announcement comes just hours after Trump said that he had 'reasonably attractive news' that the tensions between India and Pakistan were likely to lessen. The United States and other countries called upon India and Pakistan to cease hostilities after two days of tit-for-tat airstrikes where both claimed to have shot down the others fighter jets and Pakistan captured an Indian pilot.  -- Though the U.S. and Chinese positions on Indian-controlled Kashmir have differed in the past, they had a similar message this time: for the countries to stop fighting. Chinas Foreign Ministry spokesperson Lu Kang said Wednesday that we hope the two sides will bear in mind the peace and stability in the region. (Rick Noack)  -- Before Khan's announcement, the Pakistani information ministry posted and later deleted a video of the Indian pilot. Alex Horton reports: In a video circulated Wednesday and later deleted by the Pakistani information ministry, the pilot gave his name, rank and service number but declined to provide more information to his captors a common military custom for prisoners. He called them sir. But the Pakistani government may have diverged from other norms spelled out in the Geneva Conventions, appearing to violate regulations written to protect prisoners from, among other things, insults and public curiosity, as spelled out in Article 13. -- The U.S. economy expanded at a 2.9 percent pace last year, the Commerce Department announced this morning, a strong rate but just shy of Trumps goal of 3 percent.Heather Long reports: Last years growth marked the fastest gain for the economy since 2015. The economy received a big boost from the largest corporate tax cut in U.S. history that went into effect last year, as well as additional government spending on the military and domestic programs. But that stimulus is widely expected to wear off later this year, causing growth to slow somewhat in 2019. Growth in the final quarter of last year was 2.6 percent, above forecasts but below the 3.4 percent pace in the third quarter and 4.2 percent pace in the second quarter. The Federal Reserve is currently predicting 2.3 percent growth for 2019. The Commerce Department had to delay this report because of the partial government shutdown that furloughed many employees who work on key economic data collection and calculation. Virginia Gov. Ralph Northam, accompanied by his wife, Pam, speaks during a news conference in the governor's mansion in Richmond. (Steve Helber/AP) Virginia first lady Pam Northam attracted criticism for giving raw cotton to two African American children and asking them to imagine being enslaved during a tour of the governors mansion. Gov. Ralph Northams office said the first lady handed out the cotton to a group and didnt single out the black students, but one of their parents complained the episode showed the Northams have not taken allegations of racism seriously since the governor's blackface controversy. (Gregory S. Schneider and Laura Vozzella) The GOP political operative at the center of ballot-tampering allegations in North Carolinas 9th Congressional District was arrested and indicted. Leslie McCrae Dowless, who worked for Republican Mark Harris, was charged with seven felonies, and the Wake County district attorney said that more charges are likely, possibly against Harris himself. (Amy Gardner and John Wagner) Supreme Court Chief Justice John Roberts sided with his liberal colleagues for the third time in recent weeks, ruling that an inmate with dementia cannot be executed if he is unable to understand the reason for his punishment. The decision gives Alabama death-row inmate Vernon Madison another chance to show that strokes and worsening vascular dementia have left him incapable of remembering why he might be executed for killing a police officer in 1985. (Robert Barnes) The court also heard arguments about the Bladensburg Peace Cross, a Maryland memorial commemorating World War I dead that has attracted a legal challenge because of its location on public land. The American Humanist Association, an atheist group, has complained that the religious symbol represents an unconstitutional connection between church and state. But a majority of the justices seemed to be searching for a way to keep the cross, possibly by issuing a narrow decision on the case. (Robert Barnes)   A train exploded after hitting a barrier at Cairo's main railway station, killing at least 20. Investigators believe a fight between two train conductors caused the crash. (Heba Farouk Mahfouz and Sudarsan Raghavan) U.S. pedestrian deaths hit its highest number since 1990 last year. The Governors Highway Safety Association estimated that 6,227 pedestrians died in 2018. (AP) Education Secretary Betsy DeVos will propose a new federal tax credit for individual and corporate donations to private-school scholarship programs. The credits are meant to support school choice without directly sending tax dollars to private schools. (Laura Meckler) For five years, the California utility PG&E repeatedly delayed a safety overhaul of a power line that is now suspected to have caused the Camp Fire. The company first told federal regulators in 2013 that it would replace much of the Caribou-Palermo line, but the project has not yet started. In November, a wire snapped free from the line, probably sparking the wildfire that killed 85 people. (Wall Street Journal) A U.S.-funded broadcaster fired eight reporters and editors after they aired anti-Semitic segments in Cuba disparaging prominent Democratic donor George Soros. Radio and Television Martí, a sister agency to Voice of America, aired a three-part report alleging Soros was working to undermine governments in Central America. (Aaron C. Davis) Injections of umbilical cord blood, which has been touted as a miracle cure for a variety of ailments, have sickened at least 17 people over the past year. The hospitalizations across five states have prompted warnings from health officials about the risks of unproven stem-cell treatments. (William Wan and Laurie McGinley) The FBI said that a former missionary who maintained an amateur museum in his Indiana home had nearly 2,000 human bones that appeared to have been taken from ancient Native American burial sites. FBI agents raided Donald Millers collection in 2014 on their suspicion that many artifacts were obtained in violation of antiquities laws. But little was known about what they uncovered until this week, when an official from the FBIs art theft unit spoke to CBS News. (Antonia Noori Farzan) Rep. Mike Thompson (D-Calif.) and former congresswoman Gabby Giffords (D-Ariz.) hold a news conference on Capitol Hill. (Jonathan Ernst/Reuters) -- The House approved a bill to expand background checks on gun purchases and gun transfers, but it will almost certainly never make it through the Republican Senate. Mike DeBonis reports: The Bipartisan Background Checks Act of 2019, which passed 240 to 190 with mostly Democratic votes, is unlikely to be considered in the Senate, where Republicans hold a majority with 53 seats. [Trump] issued a veto threat Tuesday for the expanded background checks bill. But amid loud applause in the House, Democrats and gun-control advocates celebrated Wednesdays vote as the first significant congressional movement on tightening access to firearms since the 1990s. Eight Republicans supported the overall measure, a showing that the bills proponents said reflected the bipartisan viability of the legislation. But many more GOP lawmakers and Trump opposed the bill, saying it represented an unwarranted burden on constitutional rights. -- But House Republicans scored a significant tactical victory by winning approval of an amendment to the bill to require ICE be notified when undocumented immigrants try to buy guns. Mike DeBonis reports: Twenty-six Democrats joined Republicans on the vote, an embarrassing setback for party leaders who had carefully screened amendments to keep GOP fingerprints off a high-profile bill. [It marked] the second occasion this month where Republicans passed a motion to recommit and amend the legislation something that did not happen once during the previously eight-year GOP majority. Behind the scenes, according to multiple Democratic aides, tensions have emerged between [Nancy] Pelosi who views these procedural votes as something Democrats should only rarely support and [Majority Leader Steny] Hoyer and [Majority Whip Jim] Clyburn, who want to give members frequent latitude to join Republicans as long as their votes do not change the final outcome. -- Democrats are now considering changing some House rules after the GOPs victory. Majority Leader Steny Hoyer (D-Md.) and other top Democrats are thinking about revising the rules so Republicans are required to give them more notice on procedural votes known as motions to recommit. (Politico) -- The limited number of Republican defections on the gun bill demonstrated once again how the GOP has embraced a herd mentality under Trump, even on issues that were vulnerabilities for them in last years midterms. Paul Kane reports: Course corrections do not happen quickly in politics, no matter how big the defeat might have been in November. Of the 197 Republicans in the House, just three represent districts that Hillary Clinton won over Trump in 2016, down from more than 20 last year. That ideological purity creates a reflex action in which most Republicans now see backing Trump as their first instinct, no matter what his standing might be in national polls. -- Despite their majority, House Democratic leaders are still taking a cautious approach to gun legislation. DeBonis explains: They have not announced firm plans for further gun votes, and prominent voices on the issue are hardly talking about action on aggressive measures such as an assault weapons ban that have long been liberal lodestars. The rationale for that pragmatic approach is partly rooted in history, when Democrats endured drubbing after drubbing in rural districts and states where the [NRA] and other pro-gun organizations mobilized voters against their candidates. Many rural and suburban Democrats remained in a defensive crouch, which helped explain why, during their last House majority from 2007 to 2011, party leaders never brought a gun bill to the floor even when the party held the presidency and a Senate supermajority, as well. -- Unprecedented: Attorney Eric Miller was confirmed as a judge on the countrys most liberal appeals court this week, and for the first time in the Senates history, the confirmation took place without the consent of either home-state senator, a break from tradition that Democrats say Republicans will come to regret, Deanna Paul reports. Millers lifetime appointment followed a brief hearing, which took place during a congressional recess and with only two Republican senators present. Miller was confirmed on Tuesday on a 53-46 vote Historically, senators from the state where a federal judiciary nominee lives may submit opinions, known as blue slips, or choose not to return them. Before Tuesday, a nominee had never been confirmed without the support of at least one home-state senator, the Congressional Research Service told The Washington Post. Neither Sen. Patty Murray (D-Wash.) nor Sen. Maria Cantwell (D-Wash.) returned blue slips on Millers nomination. Murray called the confirmation a dangerous first. Why this matters: When Barack Obama was president and Democrats controlled the Senate, they respected the blue slip and Republicans repeatedly used that to block even the most moderate nominees. Thats why there were so many vacancies for Trump to fill when he took office. Miller, who clerked for Clarence Thomas, is Trumps 31st confirmed nominee to an appellate court. Judicial appointments will be one of his biggest legacies as president, no matter how it ends. -- The border wall prototypes in San Diego have been taken down. The four concrete and four steel panel models of Trump's proposed wall were demolished 11 months after Trump visited them. (AP) -- Five transgender troops testified before the House Armed Services Committees subcommittee on military personnel, becoming the first to speak openly about their experiences before Congress. Dan Lamothe reports: They appeared in civilian clothing in their own capacity, describing their experiences at a time when the Trump administration is fighting in federal court to put in place a new policy that will limit many transgender people from serving in their preferred sex. All five service members have deployed and are eligible to do so now, they said. They all indicated they believe transgender service members should be required to do their jobs to stay in the military. Rep. Matt Gaetz (R-Fla.) speaks during a House Judiciary Committee hearing on gun violence. (Jose Luis Magana/AP) -- The D.C. attorney general has subpoenaed documents from Trumps inaugural committee. Peter Jamison reports: The subpoena, issued Tuesday, requests documents related to committee payments to the Trump Organization or Trump International Hotel, according to two law enforcement officials familiar with the matter. It states that [Karl] Racine is seeking the documents under his civil authority to ensure that nonprofit groups in the District are not wasteful, mismanaged and/or improperly provided private benefit. The subpoena set a deadline of March 29 for the inaugural committee to respond, according to the law enforcement officials. If the committee does not meet that deadline, Racines office could file a lawsuit in pursuit of the documents. Racines subpoena marks the third request for documents from the committee this month. -- Citing new information from a witness, the special counsel's office corrected one element of its allegations that former Trump campaign chairman Paul Manafort lied about his contact with a Russian businessman, giving Manafort's defense team new ammunition. From the New York Times's Sharon LaFraniere: Prosecutors working for the special counsel, Robert S. Mueller III, cited new evidence that they obtained less than two weeks ago from Rick Gates, the Trump campaigns deputy chairman. They said their revised account should not change the recent ruling by Judge Amy Berman Jackson that Mr. Manafort had been untruthful about his interactions with the Russian associate, Konstantin V. Kilimnik, because they had presented sufficient other evidence of Mr. Manaforts lies. Nonetheless, the filing was a rare admission of a mistake by the special counsels office, which is winding up a nearly two-year investigation into Russian interference in the 2016 presidential race and whether anyone tied to the Trump campaign conspired in the effort to influence the outcome of the vote. In a tweet, Gaetz said he apologized to Cohen and said his family should be left alone.  Ive personally apologized to @MichaelCohen212 4 referencing his private family in the public square. Regardless of disagreements, family members should be off-limits from attacks from representatives, senators & presidents, including myself. Lets leave the Cohen family alone. -- The daughter of Putin's spokesman took a European Union internship, baffling lawmakers fighting against the Kremlin's influence on their political systems. Michael Birnbaum and Amie Ferris-Rotman report: Elizaveta Peskova, 21, the Instagram-famous daughter of Putin spokesman Dmitry Peskov, is interning in the office of a far-right French member of the European Parliament, Aymeric Chauprade, the lawmaker confirmed. Peskovas father has been a key shaper of Putins public image during nearly the entirety of his 19-year presidency. The arrangement has raised alarm among some members of the parliament, who said they feared the security consequences of her presence in their institution and condemned the message it sent about their ability to stand up to the Kremlin particularly ahead of May parliamentary elections that they fear Russia is targeting. Some lawmakers said the internship fit into a pattern of Kremlin efforts to undermine the West, often with a twist of black humor.  Saudi Arabia's Crown Prince Mohammed bin Salman confers with Jared Kushner in Riyadh in 2017. (Jonathan Ernst/Reuters) -- Jared Kushner met with the Saudi crown prince to try to build support for his Middle East peace plan. The New York Timess Ben Hubbard reports: The meeting, held on Tuesday, was Mr. Kushners first face-to-face encounter with Crown Prince Mohammed bin Salman, the day-to-day ruler of Saudi Arabia, since Saudi agents killed [Post contributing columnist] Jamal Khashoggi in Istanbul in October. The White House statement did not mention Mr. Khashoggi, a Saudi citizen who lived in Virginia. The White House issued its statement a day after the meeting took place, as public attention was dominated by congressional testimony by [Cohen]. -- With just 30 days to go before Britain is scheduled to leave the European Union, the British Parliament seems to agree on only one thing: Brexit might have to be delayed. William Booth and Karla Adam report: But beyond a consensus about possible postponement, the gridlock that has seized the British political class continued. ... On Wednesday, Parliament decisively voted against a one-page outline of a Brexit plan proposed by the opposition Labour Party and its leader, Jeremy Corbyn. ... The British Parliaments rejection of Labours plan widely expected boxes a reluctant Corbyn into throwing his weight behind a new public vote on Brexit.  -- Treasury Secretary Steven Mnuchin made an unannounced visit to France this week. Damian Paletta reports: It marked a major diplomatic excursion for the public official whose signature is stamped on American currency. But the Treasury Department had never announced that Mnuchin was even leaving the country. On Friday, when Treasury revealed its public engagements for this week, it suggested Mnuchin wouldnt make a single one. Mnuchins trip, parts of which he has now chronicled on social media, is the latest in a string of events that show he is continuing to do things his own way, at times avoiding public scrutiny even if that has traditionally been part of the job. -- Canadian Prime Minister Justin Trudeau's troubles deepen as his country's former attorney general testified that she experienced a sustained effort by people in Trudeau's government to interfere in the prosecution of a major Canadian engineering company. From the AP's Rob Gillies: Ex-justice minister and ex-attorney general Jody Wilson-Raybould said 11 people tried to interfere in her prosecutorial discretion. In a meeting with Trudeau, the prime minister raised the issue and asked her to 'help out' with the case, she said. Wilson-Raybould said she asked Trudeau if he was politically interfering with her role as attorney general and told him she would strongly advise against it. 'No, no, no. We just need a find a solution,' she said Trudeau responded. ... Asked if she has confidence in Trudeau, Wilson-Raybould paused for some time and did not say yes. 'Ill say this ... I resigned from Cabinet because I did not have confidence to sit around the Cabinet table,' she said. Beto O'Rourke takes selfies with supporters during a rally in protest of President Trump's proposed border wall in El Paso. (Christ Chavez/Getty Images) -- Beto ORourke has decided not to run against Sen. John Cornyn (R-Tex.) next year and appears to be headed toward a presidential bid. Isaac Stanley-Becker reports: ORourke has made up his mind about a possible presidential bid, which could transform the nascent race for the Democratic nomination. He said Wednesday that he and his wife are preparing to make an announcement. If history is any guide, the announcement of the announcement rarely leads to a quiet withdrawal from public life. 'Amy and I have made a decision about how we can best serve our country,' the former three-term congressman from El Paso said ... 'We are excited to share it with everyone soon,' he added. -- Sen. Kamala Harris (D-Calif.) mischaracterized a policy she backed as San Francisco district attorney to turn over undocumented minors suspected of felonies to ICE. CNNs Nathan McDermott and Andrew Kaczynski report: Speaking to an audience in Iowa Sunday on Political Party Live, a podcast about Iowa politics, Harris was asked by host Misty Rebik about [the 2008 policy] In her answer, Harris called the reporting of arrested juvenile undocumented immigrants before they were convicted of a felony an unintended consequence of the policy that she did not support. However, this was in fact the intent of the policy. -- The majority of the Massachusetts congressional delegation is so far refraining from backing Sen. Elizabeth Warrens (D-Mass.) presidential bid. The Boston Globes James Pindell reports: [W]hen Warren kicked off her presidential campaign in early February, she showcased those members who were with her. Introducing her were Senator Ed Markey, and Representatives Lori Trahan of Lowell and Joseph Kennedy III of Newton. Not at the rally, but who is now also backing Warren, was Representative Jim McGovern of Worcester. But the rest of the delegation presents a mixed bag for the Cambridge Democrat. Five members have yet to endorse any presidential candidate and another has made his preference clear for another White House hopeful. -- Chirlane McCray said that the timing is not exactly right for her husband, New York City Mayor Bill de Blasio (D), to run for president next year. Politicos Zack Stanton reports: McCray talked up de Blasios five-year record as the mayor of Americas largest city, and said the demands of his current job would make a White House run difficult. [A]n aide to the mayor stated that a de Blasio presidential candidacy is at least up for discussion. De Blasio returned to Iowa last weekend for a visit that smacked of presidential ambition, and he acknowledged that he had not ruled out a run for president, obviously. -- A year and a half after Hurricane Maria, Puerto Rico has emerged as both a 2020 campaign stop and campaign issue. Some candidates like Warren and Julián Castro have already stopped by the territory and Sen. Bernie Sanders (I-Vt.) named San Juan's mayor his campaign co-chair. From Politico's Marc Caputo: Between the well-publicized ravages of Hurricane Maria, loud criticisms of [Trumps] disaster response and the delegate yield from the commonwealths primary, Puerto Rico is now something close to a must-stop for Democratic White House hopefuls. Adding to Puerto Ricos political value, Gov. Ricardo Rosselló is backing a plan to move the 2020 primary from early June to one of the final two weekends in March. Russian state media got a question. China state media got a question. Hannity got a question. https://t.co/xcHcuiTkQo To give a sense of how abrupt this change in scheduling is, the White House had already sent out the menu for President Trump and Kim Jong Uns lunch, a meal that didnt happen. And the Saudis re: Khashoggi. https://t.co/jZEdbkP5Tr As we wait for Trumps press conference and an explanation of why the summit with Kim Jong-un was cut short, Im reminded of his words after their first meeting in Singapore last year. pic.twitter.com/iNN2K2Exb1 Hahahaha Michael Cohen begged to work at the White House and everyone knows it.  Donald Trump Jr. (@DonaldJTrumpJr) February 27, 2019  Donald Trump Jr. (@DonaldJTrumpJr) February 27, 2019 Michael was lobbying EVERYONE to be Chief of Staff. It was the biggest joke in the campaign and around the office. Did he just perjure himself again? Don Jr. also rather surprisingly retweeted this thought from a Wired contributor: Incredible to see all the hubris drained from Cohen. I've been personally screamed at by Cohen on the phone before and know how much bravado he once had. This is a man with nothing left, with no reason to lie or obfuscate at all. Humbling, in its way.  Garrett M. Graff (@vermontgmg) February 27, 2019 STATEMENT on Michael Cohen testimony to Congress: WikiLeaks publisher Julian Assange has never had a telephone call with Roger Stone. WikiLeaks publicly teased its pending publications on Hillary Clinton and published & 30k of her emails on 16 March 2016. https://t.co/XcH75u3kbu For the record, I am not payingnor have I paidMr. Cohens legal bills. This is the portrait Cohen says Trump arranged a bidder to pay $60k for, to be reimbursed through a Trump charity. Its now on display at a Trump golf club. pic.twitter.com/fynvzzcE6i 20-page opening remarks summed in one line from Shakespeare: I come to bury Caesar, not to praise him. Being in the House has always seemed like a terrible job, but I would consider running and then serving long enough to become a committee chairperson just so I could hire an experienced counsel to ask witnesses questions instead of committee members. Jim Jordan harping on how suspicious it is that Lanny Davis would work for Michael Cohen for free. Does he know that Giuliani is working for Trump for free? Or that Paul Manafort worked for Trump for free? https://t.co/jefIpnMtYv How will these GOP defenses of President Trump sound a couple decades from now? Trying to imagine what these members of Congress will tell their grandkids about this moment... -- The inability of the Office of Government Ethics to punish Commerce Secretary Wilbur Ross for his financial disclosure inaccuracies has revealed the limitations of the office to effectively crack down on such behavior. Carrie Levine and Peter Overby report for the Center for Public Integrity: In a rare rebuke of a Cabinet-level official, [OGE] last week refused to certify Ross 2018 personal financial disclosure report, which he first filed last August. But OGE lacks enforcement authority, leaving it with few tools beyond a public scolding and the ability to refer potential investigations to entities such as the inspector general at Commerce or the Department of Justice. [Watchdog groups] say despite Ross disclosures and the series of amendments hes filed they continue to have questions about what hes actually divested. -- They killed a white woman: Fifty-four years later, Leroy Moton looks back at the killing that changed the civil rights movement, by Donna Britt: Few know about [Leroy] Motons contribution to black history, or about the ink-black night a month after his release when he raced through the Alabama countryside in work boots he wore during the 54-mile march from Selma to Montgomery. Dashing through muddy pastureland, Moton was fleeing the unseen gunman whose speeding car had pulled alongside the automobile he had been riding in. The man had fired into the front seat, killing the driver protester Viola Liuzzo, a Detroit mother of five who became the only white woman killed in the civil rights movement. Whoever had murdered Liuzzo, Moton feared, was right behind him. Weeks later, the unprecedented slaying of a white female protester inspired Congress to pass the once-stalled Voting Rights Act of 1965. -- New York Times, \"21 Savages Still-Bumpy Path to Freedom, by Jon Caramanica: While his case winds its way through the immigration system, 21 Savages team has been actively underscoring the political dimension to his plight and marshaling public support. A #Free21Savage coalition of a couple of dozen activist organizations is drawing attention to his situation, and two members of Congress Hank Johnson and Zoe Lofgren spoke publicly on his behalf while he was still in detention. Lofgren, from California and chairwoman of the House Judiciary Immigration and Citizenship Subcommittee, released a statement opening the door for 21 Savage to appear as a witness before her subcommittee and floating the idea that he had been arrested as a result of publicly questioning United States immigration policy. 'Was his arrest in response to his Constitutionally protected speech?' the statement said. 'It looks like that.' -- Time, Julia Louis-Dreyfus knew she was good. She fought to make sure the world did too, by Molly Ball: Louis-Dreyfus has always demanded to be taken seriously. For three decades, she has been portraying funny, self-centered women who are compelling despite often being ill-behaved. Selina, her capstone creation, pushes the envelope furthest: the accidental Presidents megalomania, and her flamboyant vulgarity, have helped Veep break awards records. (I was the game changer! Selina yells in a scene from the upcoming season. I took a dump on the glass ceiling!) The show has made Louis-Dreyfus, 58, arguably the most decorated television comedy actress in history. But over the course of her career, Louis-Dreyfus hasnt only made a lot of people laugh. She has also left an indelible cultural mark, expanding the possibilities for women in comedy and maybe in politics and public life as well. Lawmaker promoting anti-vaxx bill suggests measles can be treated with antibiotics. (It cant.) from Lindsey Bever : Amid a relentless anti-vaccine movement and measles outbreaks across the United States, a Texas lawmaker has falsely suggested that antibiotics can be used to treat the deadly childhood disease. Texas state Rep. Bill Zedler (R), an anti-vaxxer who is promoting legislation to allow parents to more easily opt out of vaccinations for their children, said he had measles when he was a child. They want to say people are dying of measles, [Zedler said]. Yeah, in Third World countries theyre dying of measles. Today, with antibiotics and that kind of stuff, theyre not dying in America. There is no known treatment for measles, a highly contagious virus that once sickened millions of patients each year in the United States. Antibiotics, which are used to treat bacterial infections, cannot kill viruses. A conservative activist was punched in the face at UC Berkeley. The response enraged the right, from Katie Mettler Trump is flying back to Washington from Hanoi Thursday. Theres no question the Republican House failed, and they failed us in securing the border, but they also failed to make good on the promise to him that we would get that money for the wall. They completely lied about that. Senior White House adviser Kellyanne Conway criticizing congressional Republicans for failing to fund Trumps border wall while in the House majority. (John Wagner) -- It will be sunny during the day, but snow may fall this night. The Capital Weather Gang forecasts: Enjoy the sun today, as there may be little of it through the weekend. Snow potential is climbing for late tonight into early Friday morning as a weak disturbance strengthens over the area. Some accumulation is possible, especially from the District north. The weekend is cloudy, and rain and/or snow is likely to develop Sunday.  -- The Wizards beat the Nets 125-116. (Candace Buckner) -- A growing chorus of Maryland officials, including Gov. Larry Hogan (R), called for the resignation of Del. Mary Ann Lisanti after she used the n-word in a conversation with colleagues. Ovetta Wiggins reports: We know she is one of our colleagues, we know she is a Democrat, but party has nothing to do with the hatred and bigotry that comes out of someones mouth, said Del. Darryl Barnes (D), who chairs the Legislative Black Caucus of Maryland Democratic Party chair Maya Rockeymoore Cummings also called for Lisanti to step down. Hogan said any public official who engages in this reprehensible conduct should do the right thing and step down. -- The Maryland House of Delegates gave initial approval to instituting a $15 minimum wage in the state. Arelis R. Hernández reports: The House, where Democrats have a veto-proof majority, passed the bill on a voice vote. A vote to give it final approval is scheduled for Friday. After that, it would be considered in the Senate. Some business groups, including the state restaurant association, are lobbying heavily against the wage increase. -- Sully, George H.W. Bush's service dog, will now work with veterans at the Walter Reed National Military Medical Center. Helena Andrews-Dyer reports: According to his Instagram page (yes, Sully has one), his official rank is hospital corpsman second class, an enlisted medical specialist in the U.S. Navy. Sully (okay, fine, his human handler) wrote that his new assignment was 'an honor and a privilege.' Chris Christie on Michael Cohen testimony: \"There hasn't been one Republican yet who's tried to defend the president on the substance. I think that's something that should be concerning to the White House.\" https://t.co/ij0AmYP27Tpic.twitter.com/0Zgubp7t5d", "tags": ["jonathan oconnell", "assault weapons ban", "post reporter", "gregory schneider", "lindsey bever"], "related_articles": [{"title": "6 takeaways from the Michael Cohen hearing", "source": "cnn", "url": "https://www.cnn.com/2019/02/27/politics/michael-cohen-hearing-takeaways/index.html"}, {"title": "Cohen gives who's who of Trump allies, potential witnesses", "source": "associated-press", "url": "https://apnews.com/51d1ad23e2e148479572328db27ea9b5"}, {"title": "The Daily 202: ‘Much like a mobster would do.’ Michael Cohen’s testimony paints a picture of how Trump ‘operates.’", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/27/daily-202-much-like-a-mobster-would-do-michael-cohen-s-testimony-paints-a-picture-of-how-trump-operates/5c7576b81b326b71858c6c4a/"}]}, {"title": "Home Depot earnings miss may be latest sign of a cooling housing market", "source": "nbc-news", "date": "2019-02-26T20:00:00Z", "origContent": "Feb. 26, 2019, 8:00 PM GMT Home Depot shares fell 3 percent on Tuesday after the company reported an earnings miss and forecast a slowdown in sales for the rest of the year, marking the latest sign of a cooling housing market. The lackluster earnings report comes as the U.S. Census Bureau and the Department of Housing and Urban Development released data that showed new residential construction declined in December 2018 to a two-year low. To some degree, there is a host of companies and stocks that have a signal about what is going on in the housing market. Home Depot is one of them, said Aaron Terrazas, senior economist at Zillow. Home Depots massive success in a booming housing market over the past three years has caused its stock to surge by 50 percent. On Tuesday, the company's figures indicate it is losing that momentum. With a decline in home construction, developers are obviously buying fewer materials from the superstore. There were 1.078 million new homes under construction in December, an 11.2 percent decrease from the November estimate. Its also 10.9 percent less than the same period in 2017, according to federal data. \"Home Depot sales are definitely a sign of where the housing market is going in the next one to two quarters, since this is one of the places where developers get their steel and other materials for single-family homes,\" said Jason Haber, an agent at Warburg Realty in New York. Issi Romem, chief economist at Trulia, agreed that there are some indicators from home improvement stores that correlate to the temperature of the housing market. For discretionary remodels, those especially tend to be tied to the housing market. People usually do some remodeling before selling and after buying, he said. However, maintenance has to happen and people still have to do that. Home Depot expects sales to grow by 5 percent this year, marking the retailers lowest gains since 2012. Fourth-quarter earnings per share were $2.09, falling short of Wall Streets estimate of $2.16. Additionally, same-store sales, which is defined as those that have been open for at least a year, rose 3.2 percent, falling short of analysts estimates of 4.5 percent. Home Depot Chief Executive Officer Craig Menear said unfavorable weather, which included the Polar Vortex, may have also contributed to its sales miss during the last quarter of 2018. The fourth quarter was bad, between high interest rates and the government shutdown. There are all sorts of headwinds, said Terrazas. Shares of Lowes Home Depots biggest competitor dropped 2 percent on the news, but have since nearly recovered. Lowes is set to release its earnings report on Wednesday. Alyssa Newcomb is an NBC News contributor who writes about business and technology.", "tags": ["housing market", "alyssa newcomb", "booming housing market", "jason haber", "surge percent"], "related_articles": [{"title": "What housing slump? Amazon HQ2 juices spring home buying season in northern Virginia", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/amazon-hq-2-home-buying-season-northern-virginia-heats-up/2949276002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Home Depot is about to report earnings. Here's everything you need to know", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/26/home-depot-reports-fourth-quarter-2018-earnings.html"}, {"title": "Robots may soon make your FedEx delivery from Walmart, Target and Pizza Hut", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/2019/02/27/fedex-sameday-bot-may-make-deliveries-walmart-pizza-hut-and-target/2992119002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "J.C. Penney Once Again Learns It Has to Listen to Shoppers", "source": "fortune", "date": "2019-02-28T22:30:42Z", "origContent": "J.C. Penney(jcp)on Thursday reported a dismal set of holiday season numbers, yet its shares shot up 25%. That paradox is explained by the fact that new CEO Jill Soltau made clear to investors that Penney would align its strategy to what customers want from it, not what executives hope they want. Comparable sales fell 6% during the fourth quarter, a stark contrast to the excellent performances of rivals like Walmart and Target and even mediocre numbers from Macy’s and Kohl’s. And they came in below analysts expectations for a 4.7% drop, according to Consensus Metrix. What’s more, Penney said it would close another 18 stores (two years ago it closed 140) and not give financial forecasts for 2019, news that typically sinks stocks. But Soltau, who came to Penney in the fall from JoAnn Stores, reassured Wall Street and made clear she will focus the department store on where it can perform well with an eye on long term results. “We are providing strategic clarity to the team that we will always be about serving the customers and growing in a sustainable and profitable manner,” Soltau told analysts on a conference call. For good measure, she has filled a few key roles, like chief merchant, though some c-suite jobs remain vacant. But Marvin Ellison, the Penney CEO who bolted for Lowe’s(low) last spring, committed a similar misreading of his customer, albeit to much less detriment. Three years ago, Ellison, who had been a top executive at Home Depot for years before joining Penney, decided to bring back appliances, a category Penney had dropped in 1983 but one he knew inside out from his time at Home Depot. He was pinning his hopes on grabbing market share from a crumbling Sears and making better use of floor space at Penney. Rather than improve its core business, particularly women’s apparel, Penney got distracted by appliances, where it was going up against much better equipped and capitalized rivals like Home Depot and Best Buy and never really stood a chance. The lesson is that going into a line of business because that’s what a CEO knows well or what he hopes customers to take a liking to leads to retail trouble. During Ellison’s tenure, repeatedly had to mark down enormous amounts of women’s clothing that flopped with customers, killing profits but also losing ground to chains like Target and its increasingly popular clothing brands. (Incidentally, Penney’s new chief merchant is a Target alumnus.) Soltau herself said as much: “There is a lot of action we need to take to reestablish and repair the fundamentals of retail.”", "tags": ["good measure", "department store", "analysts expectations", "suite jobs", "j.c. penney(jcp)on"], "related_articles": [{"title": "Home Depot is about to report earnings. Here's everything you need to know", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/26/home-depot-reports-fourth-quarter-2018-earnings.html"}, {"title": "Best Buy shares surge 16 percent on upbeat profit view, robust holiday quarter", "source": "reuters", "url": "https://in.reuters.com/article/best-buy-results-idINKCN1QG274"}, {"title": "Canada gets closer to a right to repair law", "source": "cbc-news", "url": "https://www.cbc.ca/news/technology/what-on-earth-newsletter-right-to-repair-styrofoam-1.5037697"}]}, {"title": "UPDATE 2-French supermarket operator Carrefour raises cost savings goal", "source": "reuters", "date": "2019-02-28T08:58:14Z", "origContent": "PARIS (Reuters) - France’s Carrefour raised its savings goal and said it would step up plans to downsize its hypermarket stores, as Europe’s largest retailer delivered cost cuts of 1.05 billion euros ($1.2 billion) in 2018 and a higher free cash flow.  It posted a well-flagged 3.4 percent decline in 2018 operating profit, reflecting weakness in its domestic market that offset a better performance in Brazil, which is its second-biggest market behind France.  Carrefour shares were up 1.7 percent at 0853 GMT, however, as analysts welcomed its general plans to cut costs.  “Cost savings are progressing well but not enough to reinvigorate (the company’s business in) France yet,” said Bruno Monteyne, an analyst at brokerage Bernstein.  Carrefour launched a five-year plan a year ago to cut costs, boost E-commerce investment and seek a partnership in China with tech giant Tencent.  It aims to boost profits and sales and tackle growing competition from U.S. online retail giant Amazon  “For Carrefour, 2019 will be a year in which we will deepen the initiatives of the 2022 plan, to better serve our customers...Our encouraging results now allow us to revise upwards a number of 2022 targets,” CEO Alexandre Bompard said.  The plan includes expanding into convenience stores to reduce exposure to large hypermarket stores and having a greater focus on organic products and private labels.  Carrefour recently sealed a purchasing alliance with Britain’s Tesco which is expected to start bearing fruit this year..  Carrefour kept its annual dividend unchanged at 0.46 euros and said it now eyed cost savings of 2.8 billion euros by 2020 instead of the 2 billion previously targeted.  Free cash flow, excluding exceptional items, rose to 1.088 billion euros in 2018 from 950 million euros in 2017 as capital expenditures were limited to 1.611 billion euros.  It reported a 2018 recurring operating profit of 1.938 billion euros, in line with its guidance of 1.930 billion provided in January.  In France, where CEO Bompard has made reviving flagging sales at hypermarket stores a priority, operating profits 43.3 percent to 466 million euros, with the margin falling to 1.3 percent against 1.9 percent in 2017.  In France, Carrefour faces competition from the likes of Amazon and pressure from cheaper prices offered at rivals such as Leclerc.  The group’s Chinese operations remained loss-making last year amid competition from local players and a buoyant online market but Carrefour said its general performance in China nevertheless improved.  Finance chief Matthieu Malige said talks were continuing about a potential deal in which Tencent and local retailer Yonghui would take a stake in Carrefour China. ", "tags": ["tesco", "margin", "bruno monteyne", "greater focus", "higher free cash flow"], "related_articles": [{"title": "India's new draft rules for e-commerce make it harder for Amazon and Walmart", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/indias-new-draft-e-commerce-rules-makes-it-harder-for-amazon-walmart.html"}, {"title": "Shares in Nivea maker drop as CEO says sector in 'turmoil'", "source": "reuters", "url": "https://www.reuters.com/article/us-beiersdorf-results-idUSKCN1QG0TS"}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "url": "https://www.ft.com/content/8aa756ac-3c35-11e9-b72b-2c7f526ca5d0"}]}, {"title": "US STOCKS-Wall St dips as Trump-Kim summit starts, India-Pakistan tensions flare", "source": "reuters", "date": "2019-02-27T14:58:28Z", "origContent": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.)  * U.S.-North Korean nuclear summit starts in Hanoi  * Indexes off: Dow 0.10 pct, S&P 0.08 pct, Nasdaq 0.07 pct (Updates to open)  Feb 27 (Reuters) - U.S. stocks edged lower on Wednesday, with technology shares leading the losses, as the second U.S.-North Korean nuclear summit kicked off and tensions flared up between nuclear-armed neighbors India and Pakistan.  North Korean leader Kim Jong Un and Donald Trump met in Hanoi, with the U.S. president saying he was not walking back on U.S. demands for North Korea’s denuclearisation.  India and Pakistan both said on Wednesday they shot down each other’s fighter jets, a day after Indian warplanes struck inside Pakistan for the first time since a 1971 war, prompting world powers to urge restraint.  “Tension between India and Pakistan is weighing on markets this morning ahead of a very busy day of events,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  “We don’t expect (Federal Reserve Chair Jerome) Powell’s second round of testimony before the U.S. House Financial Committee to change, thereby keeping the focus on geopolitical worries and the Trump-Kim summit that will likely lead to a mixed market session.”  Powell said on Tuesday that the Fed was in “no rush to make a judgment” about further changes to interest rates and that rising risks and recent soft data should not prevent solid growth for the U.S. economy this year.  The Fed’s dovish signals and optimism around China-U.S. trade talks have boosted equities in recent weeks, pushing the benchmark S&P 500 index to within roughly 5 percent of its record closing high hit in late September.  Of the 11 major S&P sectors, ten were trading lower, with a 0.25 percent fall in technology stocks weighing the most.  Pressuring the sector were declines in shares of Microsoft Corp and Intel Corp.  At 9:42 a.m. ET the Dow Jones Industrial Average was down 24.76 points, or 0.10 percent, at 26,033.22, the S&P 500 was down 2.29 points, or 0.08 percent, at 2,791.61 and the Nasdaq Composite was down 5.31 points, or 0.07 percent, at 7,543.99.  Shares of Mylan NV sank 13.7 percent and pressured the healthcare sector, which fell 0.19 percent, after the generic drugmaker missed quarterly profit estimates and forecast weak 2019 earnings, as it grappled with significant problems at its Morgantown, West Virginia plant.  The energy sector was the only gainer with a 0.30 percent rise as crude prices rose.  Best Buy Co Inc jumped 13.9 percent after the consumer electronics retailer beat analysts’ estimates for quarterly same-store sales, while announcing a hike in dividend and a plan to buy back shares  The Commerce Department will release its report on December factory goods orders at 10:00 a.m. ET, likely showing a 0.5 percent rise, compared with an unexpected fall in November.  The factory data comes ahead of Commerce Department’s advance fourth-quarter gross domestic product report on Thursday, which will include some of the data that would normally go into the second GDP estimate.  The GDP report could have a very big impact on markets, because it will be the first and second report at the same time due to the government shutdown and will be the first look of the quarter, said Randy Frederick, vice president of trading and derivatives for Charles Schwab.  Declining issues outnumbered advancers for a 1.11-to-1 ratio on the NYSE and for a 1.01-to-1 ratio on the Nasdaq. ", "tags": ["consumer electronics retailer", "factory goods orders", "recent soft data", "healthcare sector", "west virginia plant"], "related_articles": [{"title": "US STOCKS-Futures dip as Trump-Kim summit starts, India-Pakistan tensions flare", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QG1R1"}, {"title": "US STOCKS-Wall St weighed by Home Depot, Caterpillar; Powell's testimony in focus", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L4WC"}, {"title": "CORRECTED-US STOCKS-Tech stocks help S&P inch higher, Home Depot weighs on Dow", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L56Q"}]}, {"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "date": "2019-03-01T20:16:26Z", "origContent": "Amazon wants to bring back slower delivery for some people. These Prime members will only get deliveries once a week. Amazon, which rattled the grocery industry when it purchased Whole Foods, is now looking at opening a separate set of supermarkets across the U.S., according to a report in the Wall Street Journal.  The e-commerce giant is negotiating putting supermarkets in several cities, including Chicago, Philadelphia and San Francisco, according to the Journal citing people familiar with Amazon's plans. The first of what could be dozens of storefronts  may open in Los Angeles in the next several months. Amazon bought Whole Foods, for $13.7 billion in 2017. But unlike that chain, known for its select foods and high prices, the new markets would have different, more affordable offerings. And even as it reportedly signs leases, Amazon is also considering buying existing regional companies to more quickly grow the new chain's footprint, the Journal says. Amazon, which has upended the entire retail landscape by accelerating the shift to online shopping, would grab an even stronger foothold in the $750 billion grocery market if it opens new supermarkets. It's already introduced a new grocery concept with Amazon Go, which cuts out cashiers by enabling customers to scan an app, and automatically make purchases as they peruse the aisles. The company has opened Amazon Go stores in Seattle, Chicago and San Francisco, with more planned in those cities and elsewhere. And at a time when retailers like Walmart are expanding an option that enables customers to buy groceries online, then pick them up or have them delivered, Amazon has also begun a curbside pickup service at some Whole Foods locations for members of its Prime subscription service. But the new supermarket chain that is reportedly being considered is a \"game changer,'' says Bob Phibbs, CEO of the New York-based consultancy The Retail Doctor. The Whole Foods purchase gave Amazon the education it needed to expand in the grocery space, he says. Ninety percent of groceries are still sold in brick-and-mortar, Phibbs said. Now, they can take that (information) and leverage that. Its taking all their knowledge and data and having more of a laboratory that makes them more money ... If I were Kroger, I wouldnt be sleeping tonight. Phibbs also views Amazons grocery development as the companys way to get more information about its shoppers, from their health to their favorite brands. Its all about data, he said.  Phil Lempert, founder of supermarketguru.com, which tracks industry news and trends, said the stores will likely not be the same as traditional grocery stores, but more like big-box stores that have large food departments, like Walmart, the biggest grocery seller in the U.S., and Target. Lempert pointed out the irony that this Amazon grocery push is coming days after Yahoo News reported that Amazon was killings its Whole Foods 365 stores, which offered a lower price alternative to the original locations. But the appeal of the new supermarkets could be a more interactive, experiential feel than its rivals, which will appeal to the millennial and Generation Z shopper. If they go the high-tech route for non-foods departments and maybe even foods departments, itll be a hit, he said.", "tags": ["grocery market", "next several months", "lower price alternative", "curbside pickup service", "new supermarket chain"], "related_articles": [{"title": "'The Retail Doctor' says Macy's restructuring plan is not bold enough (M)", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/macys-stock-price-restructuring-plan-not-bold-enough-2019-2-1027986065"}, {"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}, {"title": "How U.S. retailers turn their bane into boon with 'click and collect'", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-retail-pickup-analysis-idUSKCN1QE1VE"}]}, {"title": "How U.S. retailers turn their bane into boon with 'click and collect'", "source": "reuters", "date": "2019-02-25T15:04:38Z", "origContent": "(Reuters) - As retail casualties such as Sears or Toys ‘R’ Us kept piling up, costly real estate often got the blame for traditional retailers’ struggle to keep up with e-commerce rivals.  Yet last U.S. holiday shopping season showed stores may offer retailers a rare competitive advantage as they scramble to fend off the challenge from e-commerce giant Amazon.com and other online retailers.  Sales where customers order goods online and pick them up at a nearby store soared 47 percent in November and December compared with a year earlier, outstripping 16.5 percent growth in online sales, according to Adobe Analytics.  Among those reporting big increases in such sales are chains such Best Buy Co Inc, Target Corp, Walmart Inc and Home Depot Inc.  The experience of the 2017 holiday season when bad weather and a late surge in online orders overwhelmed shipping firms and led to delays is likely to have contributed to the surge in store pickups last season, retail experts say.  Yet even as UPS and FedEx largely avoided a repeat of such problems this time, analysts say store pickups, when handled right, offer enough benefits for consumers and retailers alike to keep gaining importance.  The numbers bear that out. According to retail research and consulting firm GlobalData Retail, store pickups accounted for nearly a third of U.S. online sales last November and December. That compares with about 22 percent a year earlier and just over 17 percent during the 2016 holiday season.  (Graphic: Click and collect growth during the holidays - tmsnrt.rs/2Ep2YJW)  The method “brings together the benefits of the digital shopping experience...with the instant gratification of same-day store pickup and easy returns,” said Jeff Sylvester a senior analyst at Foresee, a company that studies customer experience.  Shoppers, on their part, avoid shipping costs and the agony of waiting for the delivery and can get help from store staff if any issues come up.  Steve Molloy, a web designer who shuttles between Sydney, Los Angeles and San Francisco, said a 3-1/2-week delay in delivery of a pair of Nikes he ordered online during the 2016 holiday season made him switch to in-store pickup.  Retailers save on packaging and delivery costs as they have items on sale in their in-store backrooms rather than a distant warehouse.  Foresee’s Sylvester estimates it costs retailers about $5.60 in packaging, labor and fuel to deliver goods ordered online.  Factoring in other costs, retailers stand to make a 25 percent gross profit on a shipment of $82, the size of an average online order during the 2017 holiday season. The store pickup option raises that margin to at least 33 percent, he said.  It also helps bring in additional sales.  More than a third of customers who come to collect their orders end up buying something else, said Tom McGee, chief executive of International Council of Shopping Centers, a global trade association. During the holidays that number increases to 86 percent, he said.  U.S. retailers are some years behind their European peers in adopting “click-and-collect” and it has not yet reached a scale where it could pose a significant challenge to Amazon, analysts say. Yet already now, the model helps retailers better cope with the downward pressure on margins from online competition.  “Buy online pickup in store is every CEO’s nirvana,” said Ted McCaffrey, a retail strategy consultant with SensorMatic, a Johnson Controls company.  Making it work, however, takes careful planning and money.  It comes down to how fast an employee can fulfill multiple orders and if retailers can pull workers away during rush hours since long wait times can discourage customers who chose the service to save time, retail consultants say.  Creating dedicated space for order collection also requires investment, which can be substantial particularly in urban areas where stores tend to be smaller and real estate more expensive.  Among retailers that so far have made biggest strides in the United States is home improvement chain Home Depot, Adobe Analytics’ group manager Nate Smith said.  Adobe Analytics’ data showed that customers picked up nearly half of their online orders in Home Depot stores during the holidays last year and a fifth of those customers bought additional items doing so.  Smith said Home Depot had remodeled some stores to create separate pickup areas with lockers that customers can unlock with a government identification and an order number.  Walmart said it has added hundreds of ‘pickup towers’ in stores, while Target’s ‘Order Pickup’ and ‘Drive Up’ options in stores grew 60 percent during key holiday months last year, and accounted for a quarter of the company’s overall digital sales, the company said.  Similarly, Best Buy told Reuters that more than 40 percent of its online sales involve in-store pickups. The electronics chain also provides dedicated parking spaces for such customers.  “Store pickup is certainly convenient as 70 percent of Americans live within 15 minutes of a Best Buy store and millions of people drive past one of our stores each day on their way to and from work,” Best Buy spokesman Jeff Shelman said. ", "tags": ["holiday season", "home depot inc.", "order collection", "sensormatic", "added hundreds"], "related_articles": [{"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}, {"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/03/01/amazon-after-buying-whole-foods-may-open-new-supermarket-chain/3029489002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "General Motors’ Executive Shuffle: 2 Top Execs Are Leaving—One Might Go to Amazon", "source": "fortune", "url": "http://fortune.com/2019/02/28/general-motors-president-alan-batey-retire/"}]}, {"title": "Green Growth Brands' CEO says he's gearing up for an M&A tear and explains the types of companies he's going after", "source": "business-insider", "date": "2019-03-01T19:32:22Z", "origContent": "Marijuana retailer Green Growth Brands is gearing up for a dealmaking tear, the company's CEO Peter Horvath said in an interview.   In the rapidly growing marijuana industry, \"M&A is part of the game\" said Horvath. \"It's safe to say we'll be involved for at least five years in a meaningful way.\"   Horvath said Green Growth Brands would prefer to acquire targets who own licenses to operate dispensaries in states with legal marijuana, but that don't have the retail stores up-and-running yet.   \"We aren't wowed by what people out there are doing,\" said Horvath, who comes to the cannabis industry with a wealth of retail experience across Victoria's Secret, American Eagle, and DSW. \"We prefer to buy unexecuted licenses so we can make all the decisions.\"   He also said that he thinks other marijuana retailers are spending \"too much\" on licenses and that Green Growth is \"trying to be smarter than what we see out there.\"   Horvath listed off eight transactions Green Growth Brands has made in recent months as examples, including partnerships with DSW and the Simon Property Group to sell its Seventh Sense brand of CBD skincare products in malls around the US.   Horvath also said Green Growth is still interested in its bid to take over Aphria, even after being turned down in December.   While Green Growth isn't likely to raise its bid for Aphria, Horvath said, it remains committed to trying to get a deal done.   Irwin Simon, Aphria's new board chairman, said earlier in January that the two companies may enter a retail partnership at a later date, an idea that Horvath is open to.   Aphria, however, isn't the only target Green Growth Brands has in the near-term, said Horvath, though the company will hold off making formal offers until the Aphria bid is resolved.   One thing Horvath said that he won't be spending lots of money on is advertising.   He said that MedMen, a publicly traded chain of upscale marijuana dispensaries in the US, was \"wasting its time\" putting up billboards and trying to run ads on television.   MedMen recently partnered with director Spike Jonze to produce a 2-minute spot called \"The New Normal,\" which was rejected by major TV networks and posted directly online.   \"That's 0 calories,\" said Horvath. \"I don't know what that has to do with their business — it's not going to create new customers.\"   Rather, Horvath said in his view the best way to create and retain customers is through word-of-mouth. If someone has a great experience in-store or with a product, they're more likely to tell their friends, family, or co-workers about it.   For what its worth, Horvath isn't concerned about the Food and Drug Administration's recent moves to crack down on CBD-containing food and drinks, because they're focused on the skincare side for now.   \"I'm kind of agnostic to that,\" said Horvath. \"If the FDA came down hard, our competitors would be sitting on inventory they couldn't sell. If I'm being malicious, I hope they come down hard.\"", "tags": ["green growth", "horvath", "irwin simon", "open aphria", "aphria"], "related_articles": [{"title": "Cannabis may be coming to a mall near you: rolling papers and CBD products go upscale", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/cannabis-may-coming-mall-near-you-such-products-go-upscale/2873136002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Marijuana stocks have cost traders betting against them nearly $200 million in February (CGC, ACB, CRON, TLRY)", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/weed-stocks-short-sellers-get-pummeled-in-february-2019-2-1027990330"}, {"title": "Wall Street thinks the $1 billion market CBD could explode to $16 billion by 2025", "source": "business-insider", "url": "https://www.businessinsider.com/cbd-marijuana-hemp-billions-health-industry-wall-street-analysts-2019-2"}]}, {"title": "Best Buy bucks retail gloom with blooming sales", "source": "financial-times", "date": "2019-02-27T20:50:11Z", "origContent": "Demand for Fitbits and the Fortnite computer game sent shoppers flocking to Best Buy during the all-important holiday shopping season, helping the electronic goods retailer buck the gloom in the consumer technology sector. Shares in the Minnesota-based company were up 15 per cent in New York, bringing its market capitalisation to almost $19bn, as investors cheered its unexpectedly strong fourth-quarter results and upbeat outlook. Ahead of the latest results, hopes had been muted for Best Buy, which operates about 1,500 stores across the US, Canada and Mexico. A subdued sales forecast from Apple and a string of sales warnings from chipmakers cast a cloud over the consumer electronics sector. A mixed bag of results from large US retailers added to the concerns, as did data earlier this month that showed an unexpected plunge in retail sales in December. However, Best Buy confounded expectations to deliver a 3 per cent rise in like-for-like sales for the quarter ended February 2. Analysts had expected the closely watched metric, which measures sales at stores open at least a year, to rise by a more modest 1.7 per cent. Corie Barry, chief financial officer, said “wearable” technology such as fitness trackers, appliances and smart home devices had helped offset declining sales of mobile phones. Computer games and consoles had been in particularly high demand. Ms Barry said she had been surprised by the scale of interest in Fortnite, a “battle-royale” contest with 200m registered players. Describing the Epic Games title as a “phenomenon”, she said it had also spurred demand for the Nintendo Switch console, as well as headphones and other accessories. “Obviously, a good consumer environment helped”, she said, adding that Best Buy was reaping the rewards from a “more relationship-based experience”. Shares in Best Buy have been volatile as Wall Street tries to understand rapidly shifting trends in consumer electronics and how the company is faring in the digital era.  The stock had been down as much as 42 per cent after a record high last August, but the gains on Wednesday means they have since recovered 46 per cent. Best Buy has been seeking to manage the rise of Amazon by making its stores more attractive, such as offering installation and tech support services through its Geek Squad. The retailer also stepped up a push in the connected smart home market in 2017, launching its In-Home Advisor scheme, which offers free consultations. Last year the group completed the $800m acquisition of GreatCall, a maker of care devices for pensioners. For the fourth quarter, total sales came in at $14.8bn. While that is down from the $15.3bn recorded last year, the drop is due to the extra week in the prior-year period. Analysts had forecast sales of $14.68bn. Net income, at $735m, blew past predictions for $703m.  Underscoring its confidence, Best Buy forecast like-for-like sales growth of between 0.5 per cent to 2.5 per cent for the current year and earnings of between $5.45 to $5.63 per diluted share.  The company also raised its quarterly dividend by 11 per cent and announced a plan to buy back $3bn of stock.", "tags": ["appliances", "extra week", "like sales", "mixed bag", "much per"], "related_articles": [{"title": "'Fortnite': How young is too young to play?", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/2019/02/26/parents-guide-fortnite-how-old-too-young-let-kids-play/2800065002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Best Buy shares surge 16 percent on upbeat profit view, robust holiday quarter", "source": "reuters", "url": "https://in.reuters.com/article/best-buy-results-idINKCN1QG274"}, {"title": "US STOCKS-Futures dip as Trump-Kim summit starts, India-Pakistan tensions flare", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QG1R1"}]}, {"title": "Macy’s and Home Depot flag slowing sales growth", "source": "financial-times", "date": "2019-02-26T17:56:42Z", "origContent": "Two of the biggest names in US retail, Macy’s and Home Depot, cautioned on Tuesday that sales growth would slow this year, in the latest mixed earnings report from the sector. Macy’s, the department-store chain, followed up a profit warning it issued last month by forecasting that like-for-like sales would be flat or rise no more than 1 per cent in 2019, compared with a rise of 1.7 per cent at its own stores last year. While that is stronger than much of the retail sector, the home improvement chain’s guidance for tempered growth — along with weaker than expected quarterly sales — was notable as it has a record of delivering forecast-beating results. Economic data also released on Tuesday showed the number of new homes built in December dropped 11 per cent from the previous month to the lowest level in more than two years. Shares in Home Depot fell as much as 3.8 per cent.  “As we look to 2019, most housing metrics are trending positive, albeit heading towards stability,” said Carol Tomé, chief financial officer. Investors are scrutinising a batch of earnings reports from the retail sector for clues about the financial health of the American consumer and how companies are coping with the rise of online shopping. Walmart last week reported its strongest fourth-quarter sales in at least a decade, yet other results so far have been patchy, dousing hopes that the holiday season would be the strongest in years. Home Depot’s smaller peer Lowe’s and Macy’s rival JCPenney are among other retailers due to report earnings later this week. Macy’s shares sold off heavily after it said last month that sales had weakened in mid-December. Shares rallied as much as 5.1 per cent on Tuesday as it set out plans to improve profitability with cost-cutting. The company said it aimed to generate annual expense savings of $100m this year. About 100 positions are being cut as the company reduces “the complexity of the upper management structure”. Paula Price, chief financial officer, said: “I see a clear path to sustainable sales growth that builds off of the year of growth that we just achieved. We also have a significant opportunity to deliver improved productivity and profitability.” Net sales in the 13 weeks to February came in at $8.46bn compared with $8.67bn in the 14-week period a year ago. Net income dropped from $1.34bn to $740m, in part because tax changes boosted the results a year ago. At Home Depot, net sales rose 11 per cent in the three months to the start of February to $26.5bn, shy of the $26.6bn forecast by analysts. Net earnings came in at $2.34bn compared with $1.78bn in the prior year period.", "tags": ["other retailers", "holiday season", "like sales", "own stores", "profit warning"], "related_articles": [{"title": "'The Retail Doctor' says Macy's restructuring plan is not bold enough (M)", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/macys-stock-price-restructuring-plan-not-bold-enough-2019-2-1027986065"}, {"title": "Macy’s to Thin Top Management Ranks as Sales Growth Remains Modest", "source": "fortune", "url": "http://fortune.com/2019/02/26/macys-holiday-results/"}, {"title": "Short sellers get set for more pain in US retail", "source": "financial-times", "url": "https://www.ft.com/content/ba371cd4-366f-11e9-bd3a-8b2a211d90d5"}]}, {"title": "A mixed manifesto for EU industrial policy", "source": "financial-times", "date": "2019-02-25T10:45:24Z", "origContent": "One of the more interesting recent events in global economic policy happened last week with the publication by the French and German governments of a “Franco-German manifesto for a European industrial policy fit for the 21st century”. This had been flagged by Berlin’s economy minister, Peter Altmaier, who had already led the way with a proposed national industrial strategy earlier in the month. The proposals would thoroughly shake up how the EU deals with industry at the moment. They should be seen in the context of German industrialists’ strategy document from last month for a policy to deal with Chinese competition, as well as the European Commission’s rejection of merger plans between Alstom and Siemens to create a Franco-German “European champion” in the global rail business. Ahead of the joint manifesto, Bruno Le Maire, the French finance minister, had called for an overhaul of EU competition rules to make it easier for governments to support the consolidation of companies into EU “champions”. The three parts of the strategy can be sorted into the good, the not so good and the ugly. First, the good. The paper insists on making sure that Europe defends an open global economy in a way that promotes European technological and productivity growth not just that of trading partners. The need for proper investment screening is entirely warranted given legitimate worries that China and others can use technology products or company takeovers for industrial and military espionage. So is the insistence on reciprocal access to government procurement markets. Then the not so good, if not outright bad. The Franco-German paper quite rightly calls for Europe to invest “massively” in innovation. Hear, hear. But the institutional ideas in the paper, while all good, are far too timid for the level of ambition required. A sign of whether they mean what they say would be a quantified promise to spend much more on research and development and an explicit call to relax EU fiscal rules. Only that will get Europe anywhere close to matching China’s ambition for technological leadership. Finally, the ugly. The two governments are obviously still annoyed at the commission’s refusal to accept the Alstom-Siemens merger, and the paper’s ideas look designed to make such rulings harder in the future. We should not buy the argument that “European champions” are necessary to compete in global markets for high-technology manufacturing. Instead, this revolt against the EU competition regime is Europe’s old temptation of national cartelisation rearing its head at the European level. To see why, consider just how full of holes the case for the Alstom-Siemens merger was. Supposedly only a combined company could compete effectively with Chinese rail giant CRRC. But there is no sign of the two European companies struggling in the slightest to do so at the moment. Bloomberg’s Chris Bryant has reported that both Alstom and Siemens’s rail businesses are thriving, in part thanks to bountiful overseas orders. And he points out that while the companies are right to say CRRC has greater turnover than the two of them combined, virtually all of that is domestic Chinese business. Only 9 per cent of CRRC turnover was outside of China, Bryant reports, making it a relative minnow in global competition. In fact, each of the two European companies is three times bigger than CRRC in the world market, according to Bryant’s colleague David Fickling. Economists Massimo Motta and Martin Peitz have pointed out that there simply is no good justification for the claim that a merger such as Alstom-Siemens would increase European industry’s global competitiveness. Any synergies that a merger would supposedly bring can be achieved without one, the economists point out: “For example, European firms may form a joint venture (or other agreement) allowing them to coordinate foreign production and sales, thereby attaining most of the efficiency gains that the merger could have achieved. Provided that the joint venture does not have an impact on the European market, it would be approved by the European Commission.”  In fact, Europe’s particular genius is precisely to achieve high productivity through competition rather than concentration. The single market has liberated competition policy from the influence corporate interests have on national governments. The result is a competitive industry with fewer domineering giants than, say, the US. The relative lack of corporate Leviathans is not an obstacle to competitiveness but the precondition for it. The “industrial champion envy” of some politicians risks poisoning the true source of European economic prowess. The UK is in danger of sleepwalking into a US-style opioid epidemic, according to a Sunday Times investigation: “Prescriptions of opioids have increased by 30 per cent in 10 years, overdoses by 89 per cent and deaths by 41 per cent.” And like in the US, deaths follow economic despair: Blackpool “has 10 per cent of its patient population on opioids”. Chinese stocks soared on US president Donald Trump’s tweet that he will delay a threatened tariff increase on imports from China.", "tags": ["global competition", "concentration", "martin peitz", "technology products", "bryant"], "related_articles": [{"title": "US and France accelerate plans for tech tax reform", "source": "financial-times", "url": "https://www.ft.com/content/2bf5859e-3b71-11e9-b72b-2c7f526ca5d0"}, {"title": "UPDATE 1-U.S. supports France's G7 push for minimum corporate taxation -Mnuchin", "source": "reuters", "url": "https://www.reuters.com/article/us-france-usa-economy-idUSKCN1QG22T"}, {"title": "S&P 500 hits three-month high as tariff delay fuels stocks", "source": "financial-times", "url": "https://www.ft.com/content/1f312774-393b-11e9-b72b-2c7f526ca5d0"}]}, {"title": "CORRECTED-US STOCKS-Tech stocks help S&P inch higher, Home Depot weighs on Dow", "source": "reuters", "date": "2019-02-26T19:14:27Z", "origContent": "* Indexes: S&P up 0.10 pct, Dow and Nasdaq flat  Feb 26 (Reuters) - The S&P 500 eked out gains on Tuesday, boosted by technology sector, but losses in consumer discretionary shares including Home Depot kept the Dow Industrials and the Nasdaq in check.  Rising risks and recent soft data should not prevent solid growth for the economy this year, but the Federal Reserve will remain “patient” in deciding on further interest rate hikes, Chairman Jerome Powell said in prepared testimony ahead of a hearing before the U.S. Senate Banking Committee.  But economic data was mixed on Tuesday. While the Conference Board’s consumer confidence index rose more than expected in February, the Commerce Department said U.S. homebuilding tumbled to a more than two-year low in December.  The housing slowdown impacted Home Depot Inc’s fourth-quarter sales, which missed Wall Street forecasts. The home improvement retailer’s shares fell 2 percent, dragging the S&P 500 consumer discretionary index down 0.21 percent.  “The consumer confidence numbers are going to take precedence over homebuilders because it is more recent data. Also, consumer confidence affects a broader swath of the economy,” said Chris Zaccarelli, chief investment officer at Independent Advisor Alliance in Charlotte, North Carolina.  Six of the 11 major S&P sectors were higher. While consumer discretionary stocks weighed the most, boosting the markets were technology and financial indexes with gains of about 0.33 percent.  Microsoft Corp rose 1.2 percent and was the biggest boost to the three indexes. Among the drags was Caterpillar Inc , which fell 2.9 percent after brokerage UBS double downgraded the stock.  At 11:57 a.m. ET the Dow Jones Industrial Average was up 3.39 points, or 0.01 percent, at 26,095.34, the S&P 500 was up 2.83 points, or 0.10 percent, at 2,798.94 and the Nasdaq Composite was up 0.21 points, or 0.00 percent, at 7,554.67.  U.S. stocks have been bolstered in recent weeks by trade optimism and dovish signals from the Fed, with the benchmark S&P 500 index about 4.7 percent away from its record closing high in September.  Healthcare stocks were down 0.16 percent as a U.S. Senate hearing on drug-price, where top executives from some of the largest drug companies are expected to get grilled on the high cost of prescription drugs, progressed.  AutoZone Inc climbed 5.1 percent after the auto parts retailer posted better-than-expected quarterly same-store sales.  Discovery Inc fell 7.3 percent after the Animal Planet owner missed quarterly profit expectations on significant decrease in revenue from its education business.  Advancing issues outnumbered decliners by a 1.02-to-1 ratio on the NYSE, while declining issues outnumbered advancers for a 1.24-to-1 ratio on the Nasdaq. ", "tags": ["recent soft data", "major s&p sectors", "chairman jerome powell", "independent advisor alliance", "dow industrials"], "related_articles": [{"title": "US STOCKS-Wall St weighed by Home Depot, Caterpillar; Powell's testimony in focus", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L4WC"}, {"title": "US STOCKS-Wall St set to open lower as Home Depot, Caterpillar weigh; Fed in focus", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L4L9"}, {"title": "Wall Street rises on trade optimism in slow week", "source": "reuters", "url": "https://in.reuters.com/article/usa-stocks-idINKCN1QI4S9"}]}, {"title": "Shares in Nivea maker drop as CEO says sector in 'turmoil'", "source": "reuters", "date": "2019-02-27T08:55:20Z", "origContent": "BERLIN (Reuters) - Shares in Beiersdorf dropped more than 10 percent on Wednesday after the maker of Nivea skin cream warned that its operating margin would fall in 2019 as it invests to compete with niche brands that are disrupting the sector.  Beiersdorf was the latest consumer goods company to reset profit expectations for 2019 after German rival Henkel and Colgate-Palmolive last month, and following Kraft Heinz’s writedown last week.  “The consumer goods industry... is in turmoil,” new Beiersdorf CEO Stefan De Loecker, who took over on Jan. 1, told a presentation to analysts. “I need to act now.”  De Loecker said the future of mass-market labels was being challenged by the rise of small, disruptive brands as consumers increasingly expect more personalized products and services.  Warren Buffett said on Monday that his Berkshire Hathaway Inc overpaid in the 2015 merger that created Kraft Heinz, noting retailers such as Amazon and Walmart are making it harder for brands to push through price hikes.  Jefferies analyst Martin Deboo said the recent warnings added to evidence that the “cost of growth” was increasing in the sector.  Shares in Beiersdorf tumbled 10.3 percent by 0828 GMT, with peers including Henkel, Reckitt and Unilever also weaker.  Beiersdorf said late on Tuesday that it expects group sales growth of 3-5 percent in 2019, down from 5.4 percent in 2018, and an operating margin of 14 to 14.5 percent in its core consumer business unit, down from 15.3 percent in 2018.  To counter the slowdown in sales, Beiersdorf will invest up to 80 million euros ($91 million) a year in its consumer business, which makes Nivea and other brands including Eucerin.  The additional spending on opening new markets, innovations, digitization and training should boost organic growth in this area to 4-6 percent by 2023 and the operating margin to 16-17 percent. ", "tags": ["colgate palmolive", "margin", "beiersdorf", "henkel", "consumer business"], "related_articles": [{"title": "Stocks to watch: Beiersdorf, Unilever, Air France, Moncler, Prada", "source": "financial-times", "url": "https://www.ft.com/content/6d1355a8-3a75-11e9-b856-5404d3811663"}, {"title": "The Latest: Buffett says tariffs have hit Berkshire Hathaway", "source": "associated-press", "url": "https://apnews.com/6185c0ef8dc24e27bfd81553f8e54a14"}, {"title": "Buffett was too American to see through Kraft", "source": "financial-times", "url": "https://www.ft.com/content/9528a408-39b2-11e9-b856-5404d3811663"}]}, {"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "date": "2019-02-28T22:34:12Z", "origContent": "Gap Inc. will spin Old Navy off into its own company, as it also prepares to close roughly 230 of its namesake stores. The retailer said Thursday that Old Navy, which has consistently bested its sister companies Gap and Banana Republic when it comes to sales, will stand on its own as a publicly traded company.  Gap meanwhile will continue as a separate business, dubbed NewCo, along with Banana Republic, Athleta, Intermix and Hill City. Following a comprehensive review by the Gap Inc. board of directors, its clear that Old Navys business model and customers have increasingly diverged from our specialty brands over time, and each company now requires a different strategy to thrive moving forward, Robert Fisher, Gap Inc.s Board Chairman said in a statement. Recognizing that, we determined that pursuing a separation is the most compelling path forward for our brands.'' The move comes as the company also said that it would be shuttering roughly 230 Gap stores worldwide over the next two years--about 50 percent of locations. Most of those closures will be in North America, said Gap Inc. CEO Art Peck. And while the stores that are left will need work, including being reduced in size, \"were confident these closures will play an important role in revitalizing the brand, he said in an earnings call with investors. Gap stores that are struggling the most are expected to be closed by the end of 2019, said Gap Inc.'s executive vice president and chief financial officer Teri List-Stoll. But roughly 150 locations will be shuttered as their leases expire. The closing of under performing stores should lead to almost 40 percent of purchases being made through the website, with remaining sales coming from mainline stores and off price locations, Gap Inc. said. J.C. Penney closing stores: J.C. Penney to close 24 more stores: Sales fall as department stores struggle Economy grows: Economy grew 2.6% in Q4 and 2.9% in 2018, matching strongest yearly showing since recession Like many retailers, Old Navy had a less than stellar fourth quarter, with worldwide sales at stores open at least a year flat as compared to a 9 percent uptick during that period the year before. But it still outperformed Gap, which reported a 5 percent drop in sales during the three month period which includes the all-important holiday season, and Banana Republic which experienced a 1 percent sales decline. Overall the quarter did not live up to what I know our brands can deliver, Peck said. Peck will continue as CEO of NewCo, while Old Navy's current CEO, Sonia Syngal, will retain that title with the company as it spins off.", "tags": ["hill city", "athleta", "intermix", "locations", "fall department stores"], "related_articles": [{"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Gap just announced it's closing 230 stores and says dozens more are doomed in the next few years (GPS)", "source": "business-insider", "url": "https://www.businessinsider.com/gap-plans-to-close-up-to-half-of-its-stores-in-next-few-years-2019-3"}, {"title": "Old Navy’s Split from Gap Is Likely to Give the Fortune 500 a New Female CEO", "source": "fortune", "url": "http://fortune.com/2019/03/01/gap-old-navy-split-sonia-syngal/"}]}, {"title": "Bill Gross says this secret condition made him a successful investor — and infamously short-tempered", "source": "financial-post", "date": "2019-03-01T19:46:01Z", "origContent": "Even after one of the most storied careers in financial markets, Bill Gross has a few surprises left. For one, he’s been diagnosed with Asperger’s syndrome, the autism-spectrum disorder. Gross says he lived most of his life unaware of the condition and now believes it helps explain not only why he was such a successful investor for so long but also why he could, by his own admission, rub people the wrong way. Gross, long one of the most vocal critics of post-crisis stimulus, now sounds like a near-convert to modern monetary theory. He says deflation poses a huge challenge for central banks, admires what Japan has done to revive its moribund economy and thinks the U.S. government should consider doubling the size of its deficit. And the billionaire and registered Republican agrees with Democratic Rep. Alexandria Ocasio-Cortez that the rich should pay more in taxes — if not quite the 70 per cent she’s proposing at the margin. It’s a “necessary evil” to correct the failings of American capitalism, Gross says, adding that if inequality persists there’ll be a “revolution at the ballot box.” He even muses on who might inherit his onetime title of king of the bond market. Gross, 74, shared the revelations in a 90-minute interview with Bloomberg Television at his office in Newport Beach, California. He touched on everything from recession risks to a recent round of golf with discount-brokerage pioneer Chuck Schwab as he counted down the hours to his official retirement. Friday will be his last as a portfolio manager with Janus Henderson Group Plc, the firm he joined in 2014. It’s been 48 years since William Hunt Gross, an Ohio native, Duke University graduate, Navy veteran and blackjack whiz, started as an investment analyst at Pacific Mutual Life. He went on to co-found Pacific Investment Management Co. in 1974 and played the starring role as Pimco grew to become one of the world’s largest asset managers, overseeing more than US$2 trillion at its peak. His Pimco Total Return Fund so reliably beat its bond-market rivals that he was dubbed “the bond king.” Bill Gross at Pimco in 2000.Marc Solomon/Bloomberg files More recently, Gross has had less to celebrate. After feuding with his Pimco partners over strategy, succession and managerial control, Gross was ousted in 2014. His second act at Janus was a headline-making dud as poor returns spurred withdrawals. His three-decade marriage fell apart in a split so acrimonious it became fodder for tabloids thousands of miles away. That’s a lot for anyone to take, let alone a portfolio manager responsible for hundreds of millions of dollars in client money. Yet Gross says he was able to maintain focus and doesn’t blame his personal ordeals for poor investment decisions. The reason he failed to deliver better returns at Janus is much simpler: “I made some bad trades.” Gross learned he has Asperger’s only after reading Michael Lewis’s “The Big Short.” In one passage, Lewis recounts the unusual characteristics of one of the book’s heroes, Michael Burry, a doctor-turned-investor who also was diagnosed with the condition as an adult. Gross recognized that he shared many of the same qualities and had similarly obsessive habits. He went to a psychiatrist, who confirmed the condition. That’s the Bill Gross his former colleagues at Pimco will recognize. For years, they found him aloof, volatile and seemingly lacking in empathy. Symptoms of the disorder range widely, according to the Autistic Self Advocacy Network, and can include degrees of difficulty with social interactions and communication, as well as deeply focused thinking and a preference for consistency and order. Gross kept his diagnosis a secret, sharing it with close friends, and dropping only one hint publicly. In a February 2016 blog post on investing, Gross speculated as to why he wasn’t included as a character in Lewis’s best-seller: “Perhaps I wasn’t addled enough like co-star hedge fund manager Michael Burry, who I share affection for and an affliction (and it’s not a glass eye).” While Gross says he’s “sort of proud” of his condition because “it explains a lot about me,” he no longer believes it’s as much of an advantage professionally. “The markets are substantially different today than they were when I started, more day-to-day, more robotic, more machine-dominated,” he said. “So it’s not a negative, but it’s probably not as much of a positive.” As a bond-market investor, Gross had to have views on monetary and fiscal policy, and he shared them publicly in the investment outlooks he posted regularly on Pimco’s website and, later, on Janus’s. One consistent thread was a critique of budget deficits, zero percent interest rates and quantitative easing. He wrongly predicted they’d spark runaway inflation and hurt returns on stocks and bonds. Now, Gross appears to be revisiting those views. Although he still believes low-rate policies destroy the risk-reward relationship in a market economy, he recognizes that the government and the Federal Reserve can work together to combat deflationary forces like America’s aging population and Amazon.com. “Why can’t the government have a US$2-trillion deficit if the Fed is simply going to buy it, like they do in Japan?” Gross said. “Well, Jim Grant would say, ‘Mmm, it would be inflationary.’ But it hasn’t been. So, yeah, I would say Trump or the next president, whoever he or she is, could go to US$2 trillion, as long as the Fed was willing to accommodate.” This clearly isn’t the Bill Gross of 2012, who declared the “cult of equity” dead and predicted an “age of inflation.” He describes his politics as increasingly liberal, and he jokes that he re-registered as a Republican just to pass muster at his country club. Gross believes tax rates on high earners need to be raised to restore balance in American capitalism and fund benefits for the middle class, such as access to affordable health care. That’s why he’s sympathetic to Ocasio-Cortez, the congressional freshman who has energized the left wing of the Democratic Party, even if he doesn’t agree with all her ideas. “Maybe the next time, the next election, there will be a ‘socialist’ in the White House,” he said. “The wealthy have been advantaged for a long time and certainly the past few years with the tax cuts. The middle class hasn’t necessarily suffered, but the gap has increased.” The question is how heavy the tax burden should be. Other billionaires, such as Oaktree Capital Group LLC’s Howard Marks, have warned against the consequences of “confiscatory taxes.” Gross says a top marginal rate of 70 per cent — the number floated by Ocasio-Cortez — would be too high. “I just think Trump took it too far,” he said. Gross himself has a fortune the Bloomberg Billionaires Index estimates at US$1.4 billion. He plans to manage that money and the US$500 million in his foundation as a one-man family office. Gross said he’ll do so “conservatively,” investing in closed-end funds and municipal bonds and continuing with one of his favourite trades, selling options on market volatility. His routine, if all goes according to plan, will have him starting at 6:30 or 7 a.m., keeping at it for two or three hours, and then playing a round of golf. Gross said he wants to be remembered for investing clients’ savings profitably and helping to build a “wealth-creating machine” at Pimco. That leaves only one question: Will there be another bond market king? Probably not, according to Gross. One reason is the proliferation of passive investment vehicles. Anyone who claims to be a king of index funds is “just a puppet because the market is making the decisions.” Gross volunteered that he wouldn’t pick Jeffrey Gundlach, the chief executive officer and co-founder of DoubleLine Capital who’s frequently cited as the new king. If anyone, he said it might be Scott Minerd, the chief investment officer at Guggenheim Partners, in part because of his “great long-term perspective.” “In the right environment, 20 years ago, he could have been a bond king,” Gross said. “But I don’t think he’s got the market or maybe the willingness to be a king. Who would? Well, I guess I did. In retrospect it carries a certain burden. The crown is heavy.”", "tags": ["preference", "television", "gross", "right environment", "congressional freshman"], "related_articles": [{"title": "Why Curbing Stock Buybacks Could Backfire", "source": "fortune", "url": "http://fortune.com/2019/02/26/stock-buybacks-profits-inequality/"}, {"title": "An MMT response on what causes inflation", "source": "financial-times", "url": "https://ftalphaville.ft.com/2019/03/01/1551434402000/An-MMT-response-on-what-causes-inflation/"}, {"title": "Is ultra-wealth a problem? More and more, the answer is 'yes' - NBC News", "source": "nbc-news", "url": "https://www.nbcnews.com/news/us-news/ultra-wealthy-americans-wealth-tax-proposals-2019-n976396"}]}, {"title": "How U.S. bike companies are steering around Trump's China tariffs", "source": "reuters", "date": "2019-02-26T07:15:50Z", "origContent": "(Reuters) - U.S.-based bicycle manufacturer Kent International has found a way around President Donald Trump’s tariffs - by shifting production out of China.  Like almost all U.S. bike makers, Kent has long relied on low-cost Chinese labor and parts, but Trump’s tariffs have so far inflated his costs by about $20 million annually.  “We have no choice but to - as rapidly as possible - look to move production away from China,” said Arnold Kamler, chief executive and majority owner of the Parsippany, N.J.-based bike company.  But Kent and other bike makers don’t have to move their manufacturing operations to the United States to avoid tariffs - nor do they have to stop using Chinese parts.  The company now plans to make bike frames in Cambodia while continuing to buy about half the components it will attach to those frames from producers in China. The resulting bicycles can enter the United States tariff-free because of U.S. rules that generally allow products to be designated as made-in-Cambodia as long as 35 percent of their costs for parts and labor are derived from that country.  Gaming the so-called rules of origin is a legal tariff-avoidance strategy being adopted by other major U.S. bike builders and explored across the industry, along with other manufacturing sectors, according to bike executives and supply chain consultants.  The shift in the $6 billion bike industry underscores how such rules allow manufacturers, despite tariffs, to continue sourcing large portions of their parts from China, undermining the Trump administration goal of boosting U.S. manufacturing employment. It further shows how quickly light manufacturers with less capital-intensive operations can move to Southeast Asia, which has seen a blitz of new investment since Trump launched his first tariffs last spring.  The bike industry plays a small role in what experts call the biggest shake-up in cross-border supply chains since China joined the World Trade Organization in 2001. Companies in an array of industries - furniture, electronics, apparel, tires, vacuum cleaners, to name a few - are moving operations to Vietnam, Thailand and other Asian countries, often while continuing to use some suppliers in China. [L4N1XV1EX]  “This is a mid- to long-term issue that is not going to blow over in a year,” said Brett Weaver, a supply-chain consultant at KPMG. “More and more companies are beginning to take that perspective.”  For many companies, tariffs proved the deciding factor in moves already under consideration because of rising labor costs in China. Three decades ago, when Kamler first offshored Kent’s production, labor in China cost him 20 percent less than in the United States. That gap has narrowed to 5 percent, he said.  Kent currently sources nearly 90 percent of the 3 million bicycles it sells to Target, Walmart and other U.S. retailers from China. But sales took a hit after it raised prices in response to tariffs last September.  Kent’s new factory in Cambodia is estimated to cost $20 million - an amount equivalent to one year of Kent’s increased costs from Trump’s 10 percent tariffs, which were added to existing duties. Trump’s tariffs were set to rise to 25 percent on March 2, but on Sunday he delayed the increase, citing progress in trade talks with China.  Another major brand, Specialized Bicycle Components, has moved production from China to Cambodia, Vietnam and Taiwan, expanding its existing Southeast Asia operations, said Bob Margevicius, a vice president of the Morgan Hill, California-based bike maker. Smaller producer Pure Bicycles, based in Los Angeles, is preparing a move to Vietnam, said Michael Fishman, president of the Los Angeles-based firm.  Industry officials and supply chain consultants say all American bike-makers are considering similar moves to shield their low-margin businesses from tariffs.  “Their supply chains are disrupted,” said Morgan Lommele, a director at PeopleForBikes, an industry association. “They are looking at other countries.”  All manufacturers face challenges in moving their operations to Southeast Asia, including constraints on port capacity and labor. And no country can easily supplant China’s scale and production volumes for bicycles after three decades of the industry migrating there from the United States.  In the 1970s, U.S.-based firms made more than 15 million bicycles annually, compared to fewer than 500,000 now, according to the data presented by the industry to the USTR last year. And 94 percent of U.S. bike imports currently come from China, U.S. Census data shows.  China also provides more than 300 million components such as tires, tubes, seats and handlebars - accounting for about 60 percent total component imports.  Specialized finished moving all its production out of China by December but, like Kent, will continue to buy components from there.  Trump’s tariffs provided a “wake-up call for the industry,” said Margevicius, who also serves on the board of an industry trade group, the Bicycle Product Suppliers Association.  Chinese authorities are keen to protect manufacturing jobs, too. To cushion the impact of tariffs, China has increased export tax rebates and quickened tax refunds to exporters, Margevicius said. It is also offering companies cheap loans.  A more than 5 percent decline in the value of the Chinese Yuan last year, along with forecasts of further depreciation this year, are also helping blunt the impact of higher U.S. duties.  Kent is, nonetheless, moving ahead with plans to start manufacturing in Cambodia in September, and Kalmer said it will shift the bulk of its production there over the long term. Lower labor costs were a major deciding factor in addition to tariffs, said Kalmer, who remains skeptical that Beijing will sustain its tax incentives to lower-end manufacturers as its economy shifts towards services, consumption and high-tech production.  South East Asian countries are also wooing firms exploring options outside China.  Cambodia has allowed Kent to bring in short-term workers from China. Thailand is promoting itself as a regional manufacturing hub, offering incentives such as an exemption of up to eight years on corporate income tax for certain industries and exemptions on import duties for some raw materials.  Vietnam has finalized 16 free trade agreements including with the European Union and is a member of the Trans-Pacific Partnership, offering companies almost duty-free access to big bike markets from Germany to Australia.  Specialized’s Margevicius advises companies considering a move to look carefully at whether locations outside China have the required infrastructure to meet their needs.  Each of the two biggest ports in Vietnam, for instance, has only a sixth of the capacity of the port of Shanghai, and Cambodia lacks a deep-water port to accommodate larger vessels.  The rush of manufacturers moving operations to Southeast Asia will also bring new competition to hire and train workers from a labor force far smaller than that of China.  Kamler is not deterred. Kent’s Chinese partner has already bought a plot for the Cambodian factory, five miles from downtown Phnom Penh. Construction is scheduled to start next month and finish by June.  The company will initially hire and train up to 300 workers to start the production. It will also bring in 100 robots from its Chinese facilities for welding work.  “We have a big business in the United States,” Kamler said. “My priority 1,2,3 and 4 is to rescue my USA business.” ", "tags": ["consumption", "low margin businesses", "locations", "new competition", "cambodia"], "related_articles": [{"title": "CORRECTED: How U.S. bike companies are steering around Trump's China tariffs", "source": "reuters", "url": "https://in.reuters.com/article/usa-trade-bicyles-idINKCN1QF0G3"}, {"title": "Compounding home buyer interest in D.C.’s Petworth neighborhood - Washington Post", "source": "the-washington-post", "url": "https://www.washingtonpost.com/realestate/compounding-home-buyer-interest-in-dcs-petworth-neighborhood/2019/02/25/5e1956bc-36cc-11e9-854a-7a14d7fec96a_story.html"}, {"title": "Yes, we can confirm that Shadow Ghost is worth every penny", "source": "cnn", "url": "https://www.cnn.com/2019/02/27/cnn-underscored/shadow-ghost-review/index.html"}]}, {"title": "CORRECTED: How U.S. bike companies are steering around Trump's China tariffs", "source": "reuters", "date": "2019-02-27T22:04:57Z", "origContent": "(Reuters) - U.S.-based bicycle manufacturer Kent International has found a way around President Donald Trump’s tariffs - by shifting production out of China.  Like almost all U.S. bike makers, Kent has long relied on low-cost Chinese labor and parts, but Trump’s tariffs have so far inflated his costs by about $20 million annually.  “We have no choice but to - as rapidly as possible - look to move production away from China,” said Arnold Kamler, chief executive and majority owner of the Parsippany, N.J.-based bike company.  But Kent and other bike makers don’t have to move their manufacturing operations to the United States to avoid tariffs - nor do they have to stop using Chinese parts.  The company now plans to make bike frames in Cambodia while continuing to buy about half the components it will attach to those frames from producers in China. The resulting bicycles can enter the United States tariff-free because of U.S. rules that generally allow products to be designated as made-in-Cambodia as long as 35 percent of their costs for parts and labor are derived from that country.  Gaming the so-called rules of origin is a legal tariff-avoidance strategy being adopted by other major U.S. bike builders and explored across the industry, along with other manufacturing sectors, according to bike executives and supply chain consultants.  The shift in the $6 billion bike industry underscores how such rules allow manufacturers, despite tariffs, to continue sourcing large portions of their parts from China, undermining the Trump administration goal of boosting U.S. manufacturing employment. It further shows how quickly light manufacturers with less capital-intensive operations can move to Southeast Asia, which has seen a blitz of new investment since Trump launched his first tariffs last spring.  The bike industry plays a small role in what experts call the biggest shake-up in cross-border supply chains since China joined the World Trade Organization in 2001. Companies in an array of industries - furniture, electronics, apparel, tires, vacuum cleaners, to name a few - are moving operations to Vietnam, Thailand and other Asian countries, often while continuing to use some suppliers in China.  “This is a mid- to long-term issue that is not going to blow over in a year,” said Brett Weaver, a supply-chain consultant at KPMG. “More and more companies are beginning to take that perspective.”  For many companies, tariffs proved the deciding factor in moves already under consideration because of rising labor costs in China. Three decades ago, when Kamler first offshored Kent’s production, labor in China cost him 20 percent less than in the United States. That gap has narrowed to 5 percent, he said.  Kent currently sources nearly 90 percent of the 3 million bicycles it sells to Target, Walmart and other U.S. retailers from China. But sales took a hit after it raised prices in response to tariffs last September.  Kent’s new factory in Cambodia is estimated to cost $20 million - an amount equivalent to one year of Kent’s increased costs from Trump’s 10 percent tariffs, which were added to existing duties. Trump’s tariffs were set to rise to 25 percent on March 2, but on Sunday he delayed the increase, citing progress in trade talks with China.  Another major brand, Specialized Bicycle Components, has moved production from China to Cambodia, Vietnam and Taiwan, expanding its existing Southeast Asia operations, said Bob Margevicius, a vice president of the Morgan Hill, California-based bike maker. Smaller producer Pure Bicycles, based in Los Angeles, is preparing a move to Vietnam, said Michael Fishman, president of the Los Angeles-based firm.  Industry officials and supply chain consultants say all American bike-makers are considering similar moves to shield their low-margin businesses from tariffs.  “Their supply chains are disrupted,” said Morgan Lommele, a director at PeopleForBikes, an industry association. “They are looking at other countries.”  All manufacturers face challenges in moving their operations to Southeast Asia, including constraints on port capacity and labor. And no country can easily supplant China’s scale and production volumes for bicycles after three decades of the industry migrating there from the United States.  In the 1970s, U.S.-based firms made more than 15 million bicycles annually, compared to fewer than 500,000 now, according to the data presented by the industry to the USTR last year. And 94 percent of U.S. bike imports currently come from China, U.S. Census data shows. (GRAPHIC: tmsnrt.rs/2ElEW2d)  China also provides more than 300 million components such as tires, tubes, seats and handlebars - accounting for about 60 percent total component imports.  Specialized finished moving all its production out of China by December but, like Kent, will continue to buy components from there.  Trump’s tariffs provided a “wake-up call for the industry,” said Margevicius, who also serves on the board of an industry trade group, the Bicycle Product Suppliers Association.  Chinese authorities are keen to protect manufacturing jobs, too. To cushion the impact of tariffs, China has increased export tax rebates and quickened tax refunds to exporters, Margevicius said. It is also offering companies cheap loans.  A more than 5 percent decline in the value of the Chinese Yuan last year, along with forecasts of further depreciation this year, are also helping blunt the impact of higher U.S. duties.  Kent is, nonetheless, moving ahead with plans to start manufacturing in Cambodia in September, and Kalmer said it will shift the bulk of its production there over the long term. Lower labor costs were a major deciding factor in addition to tariffs, said Kalmer, who remains skeptical that Beijing will sustain its tax incentives to lower-end manufacturers as its economy shifts towards services, consumption and high-tech production.  South East Asian countries are also wooing firms exploring options outside China.  Cambodia has allowed Kent to bring in short-term workers from China. Thailand is promoting itself as a regional manufacturing hub, offering incentives such as an exemption of up to eight years on corporate income tax for certain industries and exemptions on import duties for some raw materials.  Vietnam has finalized 16 free trade agreements including with the European Union and is a member of the Trans-Pacific Partnership, offering companies almost duty-free access to big bike markets from Germany to Australia.  Specialized’s Margevicius advises companies considering a move to look carefully at whether locations outside China have the required infrastructure to meet their needs.  Each of the two biggest ports in Vietnam, for instance, has only a sixth of the capacity of the port of Shanghai, and Cambodia lacks a deep-water port to accommodate larger vessels.  The rush of manufacturers moving operations to Southeast Asia will also bring new competition to hire and train workers from a labor force far smaller than that of China.  Kamler is not deterred. Kent’s Chinese partner has already bought a plot for the Cambodian factory, five miles from downtown Phnom Penh. Construction is scheduled to start next month and finish by June.  The company will initially hire and train up to 300 workers to start the production. It will also bring in 100 robots from its Chinese facilities for welding work.  “We have a big business in the United States,” Kamler said. “My priority 1,2,3 and 4 is to rescue my USA business.” ", "tags": ["consumption", "new competition", "locations", "cambodia", "low margin businesses"], "related_articles": [{"title": "How U.S. bike companies are steering around Trump's China tariffs", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-trade-bicyles-insight-idUSKCN1QF0G1"}, {"title": "Compounding home buyer interest in D.C.’s Petworth neighborhood - Washington Post", "source": "the-washington-post", "url": "https://www.washingtonpost.com/realestate/compounding-home-buyer-interest-in-dcs-petworth-neighborhood/2019/02/25/5e1956bc-36cc-11e9-854a-7a14d7fec96a_story.html"}, {"title": "Yes, we can confirm that Shadow Ghost is worth every penny", "source": "cnn", "url": "https://www.cnn.com/2019/02/27/cnn-underscored/shadow-ghost-review/index.html"}]}, {"title": "A powerful new sheriff is looking into the tech giants, but here’s why industry experts say you won’t see Facebook or Google get broken up (FB, GOOGL, MSFT, AMZN)", "source": "business-insider", "date": "2019-02-27T03:05:27Z", "origContent": "Big Tech got a big scare on Tuesday when federal regulators launched a task force to police the market for signs of outsized power and to re-examine the validity of mergers that closed years ago.   But while the Federal Trade Commission's so-called Technology Task Force heralds a new era of scrutiny for an industry accustomed to hands-off treatment, industry insiders say the chances of mergers being reversed are highly unlikely.   \"The idea of breaking up any company, particularly a company that doesn't have easily separable assets like a tech company, that's the nuclear option and it's almost never used,\" said Mark Ostrau, an antitrust lawyer with Fenwick & West.   Ostrau said what's more likely is that the task force looks \"more seriously\" at new, technology-specific theories of what violates antitrust laws.   The unprecedented changes enabled by online technology, from retail to transportation, have upended long established industries and, some say, allowed newcomers to sidestep ground rules that no longer reflect the realities of the market.   Most recently, antitrust law in the US has focused on whether or not consumers have access to low-cost goods. So while a company like Walmart may have had a large share of a market, regulators weren't concerned so long as there wasn't price gouging.  On the more obscure side, Ostrau said, he also expects to see new developments in laws relating to anticompetitive price fixing through algorithms which enable competitors to automatically compare and adjust prices.   \"That's not so much a new theory,\" Ostrau said, \"but instead of clandestine face to face meetings, [companies are] achieving it through automatic algorithms.\"   The FTC's move comes at a time when concern over data privacy and the concentration of advertising dollars have come into sharp focus. High-profile scandals such as the Facebook/Cambridge Analytica data leaks, as well as concerns over the content that ges shared on social media, have increased pressure on the government to act.   One of the most striking parts of the FTC's announcement is that it will look at both \"prospective merger reviews in the technology sector and reviews of consummated technology mergers.\"   This indicated to some that the FTC could retroactively challenge past mergers, such as Facebook's $19 billion WhatsApp acquisition in 2014 or Google's $3.1 billion acquisition of DoubleClick in 2007.   One lawyer familiar with the FTC's thinking said that in all likelihood the agency won't waste its resources trying to break up high-resource companies who will fight its decision in court.   The 2001 DC Circuit ruling on Microsoft's antitrust case set the precedent against breaking up a company which grew organically, and a merger would need to be directly tied to anticompetitive conduct for a company to be broken up as a punishment, the person said.  The FTC has recently prevented mergers in tech, but it's rare.   CDK Global's plan to acquire Auto/Mate, which was announced in May 2017, terminated in March 2018 after the FTC blocked the deal on antitrust grounds. In that case, the person said, it appeared that CDK Global wanted to acquire its emerging competition to squash it. This is likely different from a situation like Facebook and Instagram, where the latter grew into a formidable player in social media once it was acquired, the person said.   The current antitrust laws would need to completely change for a merger like Facebook and Instagram to be broken up over unrelated privacy concerns, the person said.   Whether or not the SEC wins its cases, Ostrau said that technology antitrust law could move forward on momentum alone.   \"There is some benefit in just opening the investigations and bringing the cases, even if the FTC doesn't ultimately win or get a consent decree because it heightens the sensitivity to particular area of conduct and has an effect on the industry,\" Ostrau said. \"To say, this is an area of potential concern, so we ought to tread carefully, whether or not there's a case.\"   Microsoft isn't the only antitrust case to set a precedent. Others, including the FTC, point to its past work on hospital mergers as a precedent for what could happen with technology.   The FTC said that its new Technology Task Force is modeled after the Merger Litigation Task Force, which was launched in 2002 to monitor mergers in the hospital space. That task force did in fact successfully challenge consummated mergers, including ProMedica Health System's acquisition of St. Luke's Hospital.   That acquisition closed in 2010, but the hospitals operated separately during the FTC's investigation which launched in 2011 and ultimately required divestiture. ProMedica finally divested St. Luke's in 2016.   While the FTC may consider this a success of its task force, not everyone is convinced that it went far enough.   \"The impact is merely slowing down a bad trend, not stopping it or reversing it,\" said Matt Stoller, a fellow with the Open Markets Institute, a think tank that advocates against corporate monopolies. \"I don't think this new task force is meaningful. I think it's a new seating arrangement inside the building and I don't care about that.\"   As for whether or not it's too difficult to break up two companies which have already merged, Stoller said companies prove they can do it anytime they decide to sell one of their assets of their own volition.   \"It's not like building moon bases on Jupiter, this is stuff they do all the time,\" he said.", "tags": ["concentration", "promedica health system", "fellow", "antitrust lawyer", "own volition"], "related_articles": [{"title": "New FTC task force to tackle tech competition", "source": "financial-times", "url": "https://www.ft.com/content/2801ced2-39f7-11e9-b856-5404d3811663"}, {"title": "The Technology 202: Critics skeptical FTC's new competition task force will shake up Big Tech", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-technology-202/2019/02/27/the-technology-202-critics-skeptical-ftc-s-new-competition-task-force-will-shake-up-big-tech/5c75889b1b326b71858c6c4e/"}, {"title": "Regulatory showdown awaits for Big Tech — but who gets the job? - Financial Times", "source": "financial-times", "url": "https://www.ft.com/content/4f9cfdba-3b7b-11e9-b72b-2c7f526ca5d0"}]}]}