{"topterms": [["amazon", 64], ["facebook", 43], ["apple", 28], ["google", 23], ["china", 21], ["new york", 18], ["instagram", 17], ["walmart", 17], ["netflix", 16], ["washington", 16]], "articles": [{"title": "Former Victoria's Secret executives reveal the likely reason why the company's marketing chief didn't step down after making controversial comments about transgender models, despite widespread backlash (LB)", "source": "business-insider", "date": "2019-03-15T15:14:26Z", "origContent": "Ed Razek was relatively unknown outside of the lingerie industry until November of last year.   In the interview, Razek, the 70-year-old chief marketing officer of Victoria's Secret parent company L Brands, said that he didn't think the lingerie brand's annual fashion show should feature \"transsexuals\" because \"the show is a fantasy.\"   Business Insider spoke to four former Victoria's Secret executives who held longtime positions at the company but wished to remain anonymous in order to speak frankly about their time there. Three of these executives were based in the New York office. The fourth requested full anonymity.   These former employees said that based on their experience working there, there is no real debate as to whether Razek would have stepped down. They said that he has full control over the creative vision of the brand and is considered to be the closest confidant of Les Wexner, CEO and founder of parent company L Brands, which also owns Bath & Body Works and Pink in addition to Victoria's Secret.   Former executives said that in their experience, Razek and Wexner had an \"unshakable\" view of how the company's image should be projected and were extremely resistant to change. And, ultimately, this attitude could be responsible for the brand's current sales slump.  Kendall Jenner at Victoria's Secret 2018 runway show.  Razek joined the company in 1983 as vice president of marketing for Limited Stores. In 1993, he became vice president, director of marketing for Limited, Inc., working directly with Wexner across all of the parent company's retail businesses, including Victoria's Secret. L Brands acquired the lingerie brand in 1982.   Razek has been responsible for organizing Victoria's Secret annual fashion show since 1995 and became chief marketing officer of L Brands in the late 1990s, a spokesperson confirmed to Business Insider.   Both Wexner and Razek work in the company's head office in Columbus, Ohio. The former executives who spoke with Business Insider interacted with the two men in regular conference calls, meetings, and during visits to the Columbus office.   \"Ed ... is just very untouchable in Les' eyes,\" a former executive who worked at Victoria's Secret's New York office for nine years and was laid off in mid-2017 told Business Insider.   \"He considers Ed to be like a brainchild of the brand with him,\" they continued. \"He is the golden child and does whatever he wants.\"   The Wexner/Razek duo has undoubtedly been successful. Victoria's Secret dominated the US lingerie market for years, and Razek was considered one of the most influential people in modeling throughout the early 2000s, helping to launch the careers of household names such as Gisele Bündchen, Tyra Banks, and Heidi Klum.   The former executives who spoke with Business Insider said that working at Victoria's Secret was considered to be the job in lingerie, and there was always a feeling that they were very lucky to be there.   But as the industry evolved, critics say that Victoria's Secret did not, and according to these former executives, who cited experiences they had while working there, it's because these two men were resistant to changing things.  The idea of the Victoria's Secret \"Angel\" came into play in 1997 after a commercial featuring Helena Christensen, Karen Mulder, Daniela Petová, Stephanie Seymour, and Tyra Banks ran to promote its \"Angels\" underwear collection.  These two men have a specific view of what makes a woman sexy, another former employee who worked in a senior management role at Victoria's Secret for over a decade and was also made redundant, told Business Insider.   \"[They] have an unshakable point of view as to how that brand should be projected,\" this former executive said. \"They don't want it to change.\"   This has also made it difficult for other company leaders to make their mark, these former executives said, which could be why there has been frequent turnover within the company's management team.   When Sharen Turney, the longtime CEO of Victoria's Secret, left abruptly in 2016, the business was split into three— Victoria's Secret Lingerie, Victoria's Secret Beauty, and Pink — and each division had its own CEO. The most recent CEO of Victoria's Secret Lingerie, Jan Singer, stepped down after two years in the role in November and was replaced by John Mehas, former president of Tory Burch.   Pink CEO Denise Landman retired at the end of last year and has been replaced by Amy Hauk, former head of merchandising and product development at Bath & Body Works.   \"There was an understanding that Les Wexner was the founder and it is his company; he is the biggest shareholder,\" another former longtime executive told Business Insider. \"I think that is why there is new leadership every three years because people are hopeful that they have more of a say than they do.\"   Other company leaders were often blamed for sales problems when a lot of it was due to the vision of the brand not being current, this former executive said, adding: \"The vision of perfection is owned by Ed and Les.\"   Earlier this month, the CEO of Barington Capital Group, which is a shareholder in L Brands, wrote a fiery letter to Wexner urging him to, among other things, update the brand's image and switch up its predominantly male board of directors.   Barington CEO James A. Mitarotonda called out the lack of diversity on L Brands' board and said that since the majority of the board also has ties to the Wexner family, they could not be seen as truly \"independent\" voices.   \"The existence of these social and business relationships raises serious questions as to the true independence of these directors,\" the letter said.   Barington recommended that Wexner not only switch up the board, but also step down from his dual role of both chairman and CEO to take on just one of those positions.   Razek was also called out in the shareholder letter.   \"In our view, Mr. Razek has done a poor job of stewarding Victoria's Secret's brand by failing to communicate a compelling, up-to-date image that resonates with today's consumers,\" Mitarotonda wrote.   He added: \"While we recognize that Victoria's Secret cannot be all things to all people, we believe that the Company should be delivering a more inclusive marketing message that promotes a more expansive view of beauty.\"   Mitarotonda referenced the success of American Eagle's Aerie brand, which recently reported its 17th consecutive quarter of positive same-store sales growth. Starting in 2014, the brand has swapped out airbrushed ads for unretouched photos and launched a body-positive campaign known as #AerieReal.  My remark regarding the inclusion of transgender models in the Victoria's Secret Fashion Show came across as insensitive. I apologize. To be clear, we absolutely would cast a transgender model for the show. We've had transgender models come to castings And like many others, they didn't make itBut it was never about gender. I admire and respect their journey to embrace who they really are.  Jeremy Robinson-Leon, a crisis management expert at Group Gordon, told Business Insider that there is precedent for leaders stepping down after making similarly controversial remarks.   Robinson-Leon said that a company's decision to ask an executive or someone who is a voice of the brand to step down in these situations often depends on how seriously it is treating the issue.   This adds weight to the recent criticism that Victoria's Secret is behind the times, according to Robinson-Leon.   \"Any person who makes a statement like that does not have a place in 2019,\" he said.   But there's no cut-and-dry solution here. The late Karl Lagerfeld, for example, was known for making controversial remarks and keeping his job.   Lululemon founder Chip Wilson famously made remarks about the brand's leggings not being suitable for larger women after customers complained that the material was pilling in 2013. A month after this interview, Wilson resigned as chairman but stayed on as a member of the board of directors. He left the company altogether two years after that.   Former Abercrombie CEO Mike Jeffries is another example of this. In 2013, a 2006 interview in which Jeffries said that the brand goes after \"attractive\" and \"cool\" kids resurfaced and caused controversy.   \"A lot of people don't belong [in our clothes], and they can't belong,\" he said.   Jefferies was stripped of his role as chairman of Abercrombie's board of directors in January 2014. He stepped down as CEO at the end of that year.   The fact that Razek didn't leave \"speaks to the core of the company,\" Gabriella Santaniello, analyst and founder of retail research firm A Line Partners, told Business Insider. A Line Partners provides in-depth information on brands to investors. Santaniello has worked in the retail consultancy field for over 10 years.   \"It just reaffirms what everyone has been thinking: they are out of touch,\" she said.\"It has shown up in their sales for years.\"   Same-store sales at Victoria's Secret have dropped for the past three years, and last month, the brand announced it would be closing as many as 53 stores this year, citing a \"decline in performance.\" It projected that its square footage in North America would decline by about 3%.   Santaniello said that the company's woes stem from having Wexner at the helm.   \"He needs to retire,\" she said.   Wexner is often considered one of the most successful businessmen in the US. He is worth more than $6.3 billion and has worked his way up from running a small store in downtown Columbus to owning and founding L Brands, one of the largest retail corporations in the US.   However, he's also the longest standing CEO of any Fortune 500 company.   In a rare interview with the Financial Times last year, Wexner said that the typical lifespan of a fashion business is 15 years. He's been at the helm of L Brands for 56 years.   But, some of Victoria's Secret's critics say this is exactly what the brand has failed to do.   \"The sad part about the brand is that they have this beautiful heritage, they created the angels, they made the whole supermodel explosion and there is a rich history, but they don't know how to evolve the brand to what is happening to us as a culture,\" the former executive who worked at Victoria's Secret for nine years said.   \"I think that will be the death of them in the end,\" he said. ", "tags": ["transgender models", "small store", "dual role", "unshakable point", "kendall jenner"], "related_articles": [{"title": "Victoria's Secret has named its newest Angel just days after fans applauded the brand for featuring her in a more body-positive Instagram post (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-new-angel-barbara-palvin-2019-3"}, {"title": "Hudson Yards may be the moment of truth for how online brands compete in the real world", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/14/hudson-yards-may-be-a-moment-of-truth-for-online-brands-opening-stores.html"}, {"title": "Victoria Beckham: ‘Love or hate us, we work really hard’", "source": "financial-times", "url": "https://www.ft.com/content/4a61902e-44f2-11e9-b168-96a37d002cd3"}]}, {"title": "GameStop Investors Threaten Proxy Battle Over ‘Stale Board’", "source": "fortune", "date": "2019-03-14T13:23:57Z", "origContent": "GameStop is dealing with a host of problems in its business. And now, it’s facing the wrath of two major shareholders. In a letter to the GameStop board, Permit Capital Enterprise Fund and Hestia Capital Partners, which together own 1.3% of GameStop, said that the company needs to replace its “stale board” and increase stock buybacks to return more value to shareholders, according to The Wall Street Journal, which obtained a copy of the letter. They shared concerns that GameStop isn’t doing enough to compete in the hotly contested retail market. Surveying the last five years, we struggle to identify any significant steps the company has takenbesides the introduction of collectiblesto adapt to disruptive dynamics in its core business,” the investors wrote, according to the Journal. GameStop has found itself in increasingly troubled waters. Video game players, which have historically been the lifeblood of GameStop’s business, now have many more places to buy games and are increasingly turning to digital copies they can buy on consoles, cutting GameStop out of the purchasing equation. Even among players who buy physical game copies and hardware, online retailers like Amazon and others continue to be a drag on GameStop’s business. In response, GameStop has transitioned its business to add more collectibles, used cell phones, and other products to its stores. In its last fiscal quarter ended November, GameStop sales rose nearly 5% to $2 billion, but its losses widened to $488.6 million. While those issues have been enough to scare investors, GameStop also sought potential suitors last year. The company’s executives ultimately abandoned the plan after announcing that no suitable buyers for GameStop’s business had come along. In their letter, Permit Capital Enterprise Fund and Hestia Capital Partners called GameStop’s inability to find a buyer “a failure.” They added that it’s illustrative that “change is needed.” The investors have until March 28 to nominate new directors to the GameStop board. GameStop is expected to hold its annual shareholder meeting, where those directors could be appointed to the board, in June.", "tags": ["major shareholders", "stock buybacks", "potential suitors", "last fiscal quarter", "purchasing equation"], "related_articles": [{"title": "Former Victoria's Secret executives reveal the likely reason why the company's marketing chief didn't step down after making controversial comments about transgender models, despite widespread backlash (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-why-ed-razek-didnt-resign-execs-say-2019-3"}, {"title": "Canadian retailer Green Earth to close all 29 stores across Ontario", "source": "cbc-news", "url": "https://www.cbc.ca/news/business/green-earth-retail-closure-1.5058285"}, {"title": "Editorials from around New England", "source": "associated-press", "url": "https://apnews.com/7a453559c7524068baf3490dd109f5d5"}]}, {"title": "Is the retail industry enjoying a renaissance?", "source": "financial-times", "date": "2019-03-14T23:05:18Z", "origContent": "We see the bad news everywhere: Sears, Nine West shoes and David’s Bridal all filed for bankruptcy in 2018. In the UK, House of Fraser and HMV were each sold for a song. The insolvencies are striking up and down the value chain, from designer BCBG Max Azria to discount shop Poundworld. With these failures came job losses and further pressure on malls and high streets as shoppers had fewer reasons to visit. Yet with adversity comes opportunity. Whenever a sector is under pressure, it gives those with creative solutions a chance to shine. Amazon emerged stronger from the 2001 dotcom bust, and decades earlier the big three US carmakers ultimately improved their offerings when their dominance was challenged by better-made Japanese imports. There is some hope that we may be seeing that kind of resurgence today. So many of the strongest candidates for this year’s Boldness in Business awards were retailers that one of the judges was moved to observe that we might be seeing a “retail renaissance”. The winners impressed us with how they have responded to everything from supply chain challenges to environmental degradation. Two of our winners emerged from the groceries sector, which has been hit especially hard by changing shopping habits, concerns about waste and squeezed margins. Amazon’s entry into the sector, as well as the spread of discount chains such as Lidl and Aldi, have put pressure on supermarket groups to cut costs and improve convenience. Ocado, the UK online grocer and winner of the technology category, has been around for 19 years. But it has come into its own in the past two years, winning contracts to set up robotic warehouses and e-delivery services for competitors, including Wm Morrison in the UK, Casino in France, Sobeys in Canada and Kroger in the US. Under the deals, Ocado will roll out the robotic technology it developed for its own business to improve the online services of other retailers. In other words, it has created a bright spot in the general retail gloom by helping less technologically advanced companies adapt to the shift to online shopping that is damaging so many of its competitors. The other winner from the grocery sector, Iceland Foods, took the corporate responsibility/environment prize for its efforts to fight plastic waste and the environmental degradation associated with the use of palm oil. Based in the UK, Iceland focuses on value and frozen food. It has long sought to woo customers concerned about health and the environment — during the 1980s it was the first big UK supermarket to remove artificial colourings and non-essential preservatives from food and to ban genetically modified food. For this year’s awards, it caught the judges’ eye for its #TooCoolForPlastic campaign to replace all plastic in its own-brand packaging within five years. It has stopped offering single-use bags, removed plastic from 85 per cent of packaging, including egg cartons, and trialled reverse vending machines that give customers a 10p voucher for each empty plastic bottle they put in. The campaigns have helped this relatively small player stand out — like-for-like sales rose 2 per cent in the last reporting period and Iceland was named the UK’s top supermarket for customer service for the second year in a row, scoring highly for “emotional connection” and “ethics”. The results suggest retailers can prosper in competitive markets when they offer shoppers a real reason to buy there. The final retailer to win in this year’s competition, Fast Retailing, took the prize in the “Drivers of change” category. Owner of the Uniqlo, Theory, J Brand and Comptoir des Cotonniers brands, Fast Retailing is the world’s third-largest seller of casual fashion, behind Zara, owned by Inditex of Spain, and H&M of Sweden. Unlike those fast-fashion chains, which restock daily and have been criticised for encouraging waste, Fast Retailing offers fewer but more classic pieces — ones that are designed to last several seasons but are affordable because of the company’s efforts to keep costs down. One of the first Japanese retail groups to go global, Fast Retailing is now leading the way in automation. It has set a target for annual revenue of ¥3tn ($27bn) by 2022, up from the ¥2.3tn projected for 2019. Ocado, Iceland and Fast Retailing are all well positioned to appeal to millennial customers, who do proportionally more online shopping and place greater emphasis on wanting corporate values that reflect their own. These companies serve as a reminder that when change hits hard, well-run, well-positioned businesses are the ones that benefit.", "tags": ["dotcom bust", "other retailers", "groceries sector", "grocery sector", "drivers"], "related_articles": [{"title": "Ocado delivers on promise of high-tech future", "source": "financial-times", "url": "https://www.ft.com/content/b31aec14-1360-11e9-a168-d45595ad076d"}, {"title": "To ban or not to ban? Take a deep dive on plastic bags", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/plastic-bag-debate-1.5053267"}, {"title": "Apple's new streaming service seeks Oscar glory", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/15/apples-new-streaming-service-seeks-oscar-glory.html"}]}, {"title": "A trade deal won't save the world's largest economies from slowing down this year", "source": "business-insider", "date": "2019-03-14T17:24:00Z", "origContent": "There has been growing hope that the US and China could reach a trade deal soon. But experts say that wouldn't be enough to stave off a deceleration in growth in the largest economies.  The effects of tariffs are expected to outlast the trade war.  Even if the US and China reach an agreement to end a trade war that has cast uncertainty on financial markets and consumers over the past year, the largest economies are still set to slow in coming months.  \"We don't expect the deal to have a major impact on the economy,\" said Andrew Hunter, a senior economist at Capital Economics.  Government data released Thursday showed industrial output in China sank to its lowest point in 17 years, the latest in a wave of dismal economic results out there over the last year. Even as Chinese officials roll out stimulus measures left and right, some still see the possibility of a hard landing ahead.  In the US, a growing number of key indicators have similarly pointed to slowing activity as the effects of tax cuts and other stimulus measures fade.  Economic growth forecasts for the beginning of the year have been steadily falling, especially following surprisingly soft retail sales and employment reports out this month. Nearly half of economists surveyed by The Wall Street Journal this month think the US will enter a recession by 2020. Hunter sees reported commitments made in negotiations, including reducing the US-China trade deficit, as unlikely to add up to much in the short term.  There may be some scope to increase exports of goods like aircraft and motor vehicles, he said, but agricultural or energy commodities are clearly subject to greater supply constraints. Global trade relationships have also shifted since last year, so any major production changes would take time.  It's unclear if or when duties will be removed. With little evidence of progress on structural issues, Trump told reporters this week that he was in \"no rush\" to make a deal with China. On Thursday, Bloomberg reported that a summit between Trump and Chinese President Xi Jinping appears likely to take place in April.  The worst may be yet to come in the trade war, according to Li Zeng, an economist at UBS. Chinese exports mostly held up through the end of 2018, but that could change as frontloading wanes and as businesses relocate production to other countries.  \"This year, however, while the positive progress in the trade talks has given the market sentiment a big boost, we expect the real damage from the trade war to continue to manifest  itself,\" Zeng said. We spoke with JPMorgan quant guru Marko Kolanovic, who can move markets with a single call. Here's where he said investors should be putting their money.", "tags": ["agricultural energy", "subject greater supply constraints", "chinese exports", "china trade deficit", "andrew hunter"], "related_articles": [{"title": "U.S. manufacturing sector slowing as economy loses steam", "source": "reuters", "url": "https://in.reuters.com/article/usa-economy-idINKCN1QW1YB"}, {"title": "U.S. manufacturing sector slowing as economy loses momentum", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QW1UL"}, {"title": "Rent in Queens fell after Amazon backed out of plans to build its HQ2 there", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/amazon-hq2-pulls-out-of-new-york-queens-rents-fall-2019-3-1028034011"}]}, {"title": "US stocks move broadly higher, aiming for weekly gains", "source": "associated-press", "date": "2019-03-15T14:25:04Z", "origContent": "NEW YORK (AP) U.S. stocks opened broadly higher on Wall Street Friday, led by technology and retail companies, putting the market on track for a strong finish to the week. The market is trying to erase last week's sharp drop, which marked the worst week of the year. Othewise it's been a strong showing for stocks so far in 2019, with all the major indexes showing a gain of at least 10 percent. Chip provider Broadcom led technology stocks higher after posting solid profits and issuing an upbeat forecast. The gains were strong enough to outweigh declines in Adobe and Oracle, which both fell on disappointing forecasts. Cosmetics retailer Ulta Beauty helped push consumer stocks higher. Amazon also posted early gains. Investors appear to be encouraged by reports that the U.S. and China could be making progress on critical trade negotiations. China's government pledged to address the main sticking point of technology and competition in the trade war between the world's two largest economies. China's congress endorsed an investment law that aims to address complaints, particularly from the U.S., that China's system is rigged against foreign companies. The U.S. has accused China of forcing companies to share technology in order to do business in the country. Stocks in Asia finished higher, with China's Shanghai exchange posting a gain of 1 percent. KEEPING SCORE: The Dow Jones Industrial Average fell 32 points, or 0.1 percent, to 25,676, mainly due to a decline in Boeing, the priciest stock in the index. The S&P 500 index rose 0.2 percent, as of 10:15 a.m. The Nasdaq composite rose 0.4 percent. BROADCOM BUMP: Chip provider Broadcom touched an all-time high after it reported a better-than-expected rise in fourth-quarter profit and told investors that it would return $12 billion to stockholders in 2019 through dividends and buybacks. The company also reaffirmed a solid revenue forecast for the year. The stock rose 9.6 percent. PRETTY PROFIT: Cosmetics retailer Ulta Beauty beat Wall Street forecasts for all its key fourth-quarter measures, including profit and sales.", "tags": ["largest economies", "trade war", "china", "amazon", "s&p"], "related_articles": [{"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, FB, BA)", "source": "business-insider", "url": "https://www.businessinsider.com/stock-market-news-march-14-2019-2019-3"}, {"title": "Tech makes a comeback as Wall Street's trendy trade - Reuters UK", "source": "reuters", "url": "https://uk.reuters.com/article/uk-usa-stocks-tech-idUKKCN1QV33Q"}, {"title": "Tech makes a comeback as Wall Street's trendy trade", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-tech-idUSKCN1QV33U"}]}, {"title": "MongoDB's cloud service is withstanding the threat from Amazon, and the stock is surging", "source": "cnbc", "date": "2019-03-14T15:58:00Z", "origContent": "MongoDB posted stunning revenue growth Wednesday for its fiscal fourth quarter of 2019, quelling concerns of a threat from cloud rival Amazon Web Services. The stock surged more than 26 percent in early trading Thursday to trade at a new all-time intraday high of $133.47. MongoDB posted a 71 percent year-over-year gain in quarterly revenue, bolstered by strong numbers in the company's Atlas segment. Twice in recent months MongoDB shares have plunged on concerns about competition from Amazon. On Jan. 10, the stock tanked on news that Amazon was rolling out cloud-based software called DocumentDB to directly compete with MongoDB. And on Feb. 26, it plummeted after an analyst said that Lyft, one of MongoDB's big customers, \"is in the process of a massive database migration\" to another service. \"We believe periodic investor angst to moves by Amazon to compete with Mongo are, as they so often are when it comes to Amazon, overwrought,\" analysts for Canaccord Genuity wrote in a note to clients Wednesday night. \"The simple fact is that Amazon is a self-service vendor and the customers that Mongo is helping require sales interaction and certainly finer grained governance than AMZN's stripped down version.\" MongoDB's open source database services integrate with other cloud providers, like Amazon, and its own fully-managed cloud offering, Atlas, is ballooning. The segment was up 400 percent year over year and accounted for nearly a third of total revenue during the quarter. \"Clearly there's a massive secular shift of moving workloads from on-premise to the cloud,\" CEO Dev Ittycheria told CNBC's \"Squawk Alley\" Thursday. \"Now our offering runs on Amazon, runs on Google so they're beneficiaries of our growth.\" With regard to Amazon, Ittycheria said, the companies both partner and compete. \"I mean who doesn't compete with Amazon today?\" he said. \"They actually helped the deployment of Atlas on their cloud, we work with them in the field, we've closed a lot of joint customers. And we feel very good about our positioning.\" The company's Atlas segment picked up high-profile clients during the quarter including cosmetic retail giant Ulta Beauty, and it achieved an annual revenue run rate of $100 million for the first time. As of midday Thursday, shares of MongoDB were up more than 50 percent this year, and up more than 220 percent in the last 12 months. CNBC's Ari Levy contributed to this report.", "tags": ["annual revenue", "amazon", "first time", "lyft", "ittycheria"], "related_articles": [{"title": "Tech makes a comeback as Wall Street's trendy trade - Reuters UK", "source": "reuters", "url": "https://uk.reuters.com/article/uk-usa-stocks-tech-idUKKCN1QV33Q"}, {"title": "Tech makes a comeback as Wall Street's trendy trade", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-tech-idUSKCN1QV33U"}, {"title": "Stocks making the biggest moves premarket: Boeing, Tesla, General Electric, Facebook & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/14/stocks-making-the-biggest-moves-premarket-boeing-tesla-general-electric-facebook--more.html"}]}, {"title": "Exclusive: Retailer Pier 1 taps debt restructuring lawyers - sources", "source": "reuters", "date": "2019-03-14T15:57:25Z", "origContent": "(Reuters) - U.S. home furnishing retail chain Pier 1 Imports Inc has tapped debt restructuring lawyers to navigate potential negotiations with lenders as it struggles with falling sales, people familiar with the matter said on Thursday.  Known for selling wicker chairs and scented candles, Pier 1 has suffered financial losses amid an increasingly competitive retail landscape dominated by the likes of Amazon.com Inc and Walmart Inc.  Pier 1, which has roughly 987 stores in the United States and Canada, has added debt restructuring specialists at Kirkland & Ellis LLP to a roster of advisers counseling the chain as it explores strategic alternatives, the sources said.  Pier 1 is also taking meetings with investment bankers who have debt restructuring expertise as it weighs options, said the sources, who spoke on condition of anonymity because the company’s deliberations are confidential. As of December, the company had about $200 million in long-term debt. Pier 1 has a market capitalization of $90 million.  The engagement of Kirkland & Ellis restructuring lawyers, who typically work on significant bankruptcies and other financial workouts, marks a new chapter in Pier 1’s turnaround efforts after previous initiatives failed to bear fruit.  However, a bankruptcy filing is not yet on the horizon for Pier 1, which had about $71 million in cash as of December and $400 million available from a revolving credit line, one of the sources said. The company’s debt begins coming due in 2021, and it is cutting spending.  The Fort Worth, Texas-based company in December said it hired Credit Suisse to advise on a “full range” of strategic alternatives and that its chief executive had stepped down. The company acknowledged that a transformation plan it had dubbed “A New Day,” unveiled last year, failed to deliver results fast enough.  Pier 1’s $200 million term loan coming due in 2021 is currently trading at about 50 cents on the dollar, according to data from financial services provider Refinitiv, indicating that investors are concerned about the company’s prospects. Lenders holding the debt have organized and tapped their own advisers, the people familiar with the matter said, a move that often presages restructuring negotiations between a company and its creditors.  Moody’s Investors Service Inc in December said Pier 1’s outlook was negative because of the chain’s weak operating performance and uncertainty over whether it would be able to turn around its business. Pier 1’s well-known brand may help it, though, the ratings agency said.  The downturn for retailers has led to high-profile bankruptcies including Sears Holdings Corp and Toys “R” Us Inc. In the recent rout, furniture chains like Pier 1 have so far been insulated from the upheaval. ", "tags": ["canada", "new day", "other financial workouts", "kirkland", "bankruptcy filing"], "related_articles": [{"title": "Canadian retailer Green Earth to close all 29 stores across Ontario", "source": "cbc-news", "url": "https://www.cbc.ca/news/business/green-earth-retail-closure-1.5058285"}, {"title": "Chris Cox, a key Facebook executive and lieutenant of Mark Zuckerberg, is leaving the company amid an reorganization (FB)", "source": "business-insider", "url": "https://www.businessinsider.com/facebook-chief-product-officer-chris-cox-leaves-daniels-2019-3"}, {"title": "Ocasio-Cortez again proves she's clueless on economics", "source": "fox-news", "url": "https://www.foxnews.com/opinion/ocasio-cortez-again-proves-shes-clueless-on-economics"}]}, {"title": "The Daily 202: Trump will soon be forced to issue his first two vetoes, as Congress seeks to wrest back power", "source": "the-washington-post", "date": "2019-03-14T13:15:03Z", "origContent": "President Trump attends a briefing at the White House Wednesday on drug trafficking at the southern border. (Evan Vucci/AP) THE BIG IDEA: Over the vocal objections of the Trump administration, the Senate voted 54 to 46 yesterday to cut off U.S. support for the vicious, Saudi-led military campaign in Yemen. The invocation of the War Powers Act will soon be taken up in the House, where it has more than enough support to pass. Later today, the Senate is poised to pass the resolution of disapproval that rebukes President Trumps national emergency declaration at the U.S.-Mexico border. It has already advanced through the House. Seven Senate Republicans broke ranks on Yemen, and the White House now expects between 10 to 12 GOP senators will defect on todays wall vote, a senior administration official told my colleague Josh Dawsey last night. Coming from a Senate thats proved so pliant to Trumps whims over the past two years, the back-to-back votes are significant and could foreshadow more resistance or independence to come. Trump has promised he will veto both bills. These would be his first vetoes since taking office. Though neither the House nor the Senate has the two-thirds necessary to override him on either one, the resolution of disapproval will provide fodder for lawyers challenging the constitutionality of the emergency declaration in courts. The one-two punch gets at the very heart of the separation of powers. Declaring war and spending money are bedrock powers assigned to Congress in the Constitution, but the legislative branch has abdicated both over time to what Arthur M. Schlesinger Jr. called the imperial presidency. Trump knows hes going to lose on the floor today, aides say, but hes trying to wrangle enough votes so that hes not embarrassed by a lopsided final count. To lock down the support of Sen. Martha McSally (R-Ariz.), for example, the administration promised that money for the wall wont be diverted from Arizona military construction projects. Sens. Bernie Sanders (I-Vt.), Chris Murphy (D-Conn.) and Sen. Mike Lee (R-Utah) confer on Wednesday after the Senate voted to end U.S. support for the Saudi Arabian-led coalition fighting in Yemen. (J. Scott Applewhite/AP) -- Senate Republicans tried to give Trump an off-ramp to defuse what could be described as a constitutional crisis, but the president wouldnt take it. The president rejected a compromise plan put forward by Sen. Mike Lee (R-Utah), which would have allowed him to score a victory on the disapproval vote, because he did not want to foreclose the possibility of using emergency powers again in the future to advance policy objectives that Congress does not support. Indeed, if he gets away with this emergency, it seems like a pretty safe bet hell be emboldened to try it again as will future Democratic presidents. Were standing on a slippery slope. Trump called Lee to express his opposition as Lee lunched with fellow Republican senators at the Capitol. Lee then relayed the information to his colleagues, Erica Werner, Seung Min Kim and John Wagner report. Many Senate Republicans had started to align behind Lees measure, which would amend the National Emergencies Act to say an emergency declaration would automatically expire after 30 days unless both chambers of Congress vote to keep it. The goal is to give Congress the authority to approve a national emergency declaration not to disapprove it, as is currently the case in law. If it had become law, Lees bill could have affected Trumps national border emergency in the future, since ongoing national emergency declarations must be reaffirmed annually. And it would have affected future national emergencies declared by Trump, as well as by other presidents. Lee also sponsored the Yemen resolution with Sens. Bernie Sanders (I-Vt.) and Chris Murphy (D-Conn.). His father, Rex Lee, was Ronald Reagans solicitor general, and he clerked for Sam Alito when the future justice sat on the Third Circuit. The 47-year-old defeated an incumbent GOP senator in 2010 by promising Utahans that hed stand up to presidents in both parties. Congress is supposed to be the first among the federal governments three co-equal branches, Lee said in a statement. For decades, Congress has been giving far too much legislative power to the executive branch. -- On the national emergency vote, weve got a running whip count on our website. Kate Rabinowitz has compiled what every Republican senator has said about Trumps declaration. There are five hard yes votes on the resolution disapproval: Lee, Susan Collins (Maine), Lisa Murkowski (Alaska), Rand Paul (Ky.) and Thom Tillis (N.C.). Tillis and Collins are considered two of the most vulnerable incumbents up for reelection next year. Six senators have publicly expressed concerns about the declaration: Lamar Alexander (Tenn.), Ted Cruz (Tex.), Cory Gardner (Colo.), Marco Rubio (Fla.) and Pat Toomey (Pa.). -- Twenty defections would be needed to override the veto, as Republicans have a 53-to-47 majority and Vice President Pence can cast a tiebreaking vote. No one thinks that will happen. -- The failure to make a deal with conservatives who wanted to find a way out is another indication of Pences limited juice. He cant effectively speak for Trump when hes on the Hill, and hes not empowered to negotiate the way Joe Biden was, partly because hes been undercut so many times by POTUS. There was an effort, numerous efforts, to engage with the vice president and the president, said Sen. John Cornyn (R-Tex.). But the president is not persuaded. I dont know of any president that likes to give up power. Sen. Rand Paul (R-Ky.) talks with Sen. Ted Cruz (R-Tex.) before the State of the Union last month. (Mandel Ngan/AFP/Getty Images) -- Trump has tried to reframe his power grab not as a constitutional question, but as a matter of national security. Republican Senators are overthinking [the] vote on National Emergency, he tweeted yesterday. It is very simply Border Security/No Crime Should not be thought of any other way. -- But a lot of principled conservatives and libertarians dont see it that way. Indeed, todays vote will become a legacy-defining litmus test for many senators who fancy themselves as constitutionalists. Through the legal fiction of an emergency, the old rules that governed America, and ensured some democratic check on executive power, are sidelined, writes National Reviews Michael Brendan Dougherty. I happen to think Congress should fund more-extensive border security, including fencing. But conservatives have to defend the constitutional order that gives government acts the savor of legitimacy. That means Congress must reassert itself. Only scrupulous adherence to constitutional processes will keep the law supreme in America, Fein added. -- James Madison, the architect of the Constitution, doesnt get to vote in the Senate today. But he argued poignantly, and timelessly, in Federalist 58 that Congress having the power of the purse is one of the peoples most important checks on tyranny: This power over the purse may, in fact, be regarded as the most complete and effectual weapon with which any constitution can arm the immediate representatives of the people, for obtaining a redress of every grievance, and for carrying into effect every just and salutary measure. -- Beto ORourke is officially running for president. The former congressman and failed Senate candidate, who is in Iowa for the next few days, confirmed to the El Paso TV station KTSM that he's joining the crowded field. I'm really proud of what El Paso did and what El Paso represents, he texted the station last night. Its a big part of why Im running. -- In his campaign announcement video, O'Rourke struck the same upbeat tone he used when he campaigned against Sen. Ted Cruz (R-Texas) last year. Jenna Johnson reports: ORourkes announcement came after months of public reflection that included a solo road trip through rural America, a heart-to-heart talk with Oprah Winfrey and rallying with supporters near the southern border. ... 'The challenges that we face right now, the interconnected crises in our economy, our democracy and our climate, have never been greater, and they will either consume us or they will afford us the greatest opportunity to unleash the genius of the United States of America, he said. In other words, this moment of peril produces perhaps the greatest moment of promise for this country and for everyone inside of it.'\"  -- Cover boy: ORourke gets star treatment in next months Vanity Fair -- with a photo spread by Annie Leibovitz. ORourke told writer Joe Hagan that he was just born to do this: Skeptics question whether ORourkes political transcendentalism can sustain the meat grinder of a national election. In a Democratic primary, he will not have the bogeyman of a Trump or a Ted Cruz from which to draw voter energy. He is decidedly not the street fighter many Democrats crave. And in a zero-sum world, his astounding run against Cruz in last years Texas Senate race, historic as it was, was still a loss. ... ORourke is acutely aware, too, of perhaps his biggest vulnerability being a white man in a Democratic Party yearning for a woman or a person of color. ... The government at all levels is overly represented by white men, he says. Thats part of the problem, and Im a white man. So if I were to run, I think its just so important that those who would comprise my team looked like this country. ... I totally understand people who will make a decision based on the fact that almost every single one of our presidents has been a white man, and they want something different for this country. And I think thats a very legitimate basis upon which to make a decision. Especially in the fact that there are some really great candidates out there right now. Federal prosecutors are conducting a criminal investigation into Facebook's data deals with major electronics manufacturers. (Richard Drew/AP) -- Facebook data deals with some of the worlds largest technology companies are now under federal investigation. From the New York Timess Michael LaForgia, Matthew Rosenberg and Gabriel J.X. Dance: A grand jury in New York has subpoenaed records from at least two prominent makers of smartphones and other devices, according to two people who were familiar with the requests and who insisted on anonymity to discuss confidential legal matters. Both companies had entered into partnerships with Facebook, gaining broad access to the personal information of hundreds of millions of its users. The FBI investigated the GOP political operative who allegedly committed fraud in the contested North Carolina congressional race but took no public action to stop him. New court documents showed that federal and state investigators observed Leslie McCrae Dowless meeting with people he hired to illegally collect ballots ahead of the 2018 primary election. (Amy Gardner) A historic bomb cyclone continued to unleash terrible weather over the Plains states and the Upper Midwest. A string of violent, tornadic thunderstorms and damaging winds, as well as severe blizzard conditions and some flooding, have pounded the center of the country. (Matthew Cappucci and Jason Samenow) Gunmen in Brazil killed at least seven at a school near Sao Paulo. Authorities believe the two assailants were former students. (Siobhán OGrady and Marina Lopes) At least eight were killed after a school building collapsed in Nigeria, and authorities fear that at least 100 children remain trapped. Locals and passerby attempted to free people from the debris. So far, emergency workers have pulled 40 people alive from the rubble. (Al Jazeera) Lawmakers in Arkansas and Utah passed legislations that ban abortions 18 weeks into a womans pregnancy. Under these bills, the two states would have some of the most strict abortion laws in the country. (AP)    A judge in Rockland County, N.Y., wont allow 44 unvaccinated children back into school after a measles outbreak. Parents of the students have sued the county health department, saying none of the banned children have contracted measles amid the outbreak, which began in fall. (Reis Thebault) Fiat Chrysler recalled 862,500 cars that do not meet U.S. emissions standards. The company recently settled claims that some of its vehicles emitted more pollution than legally allowed. (the Verge) The deadly 2017 Thomas fire in California was sparked by Southern California Edison power lines. That's the conclusion of a 15-month probe by the Ventura County Fire Department, which found that the blaze began when two power lines slapped together during high winds. (Los Angeles Times) Li Yang, the former massage spa owner at the center of a human-trafficking investigation, attended a party honoring Trump at Mar-a-Lago. Yang bought tickets with access to an exclusive VIP reception. Trumps son Eric and U.S. Commerce Secretary Wilbur Ross were there. (Palm Beach Post) A poster of Ruth Bader Ginsburg in Brooklyn was vandalized with anti-Semitic profanity and a swastika. The vandalism covered an advertisement for a book about the Supreme Court justice. (Isaac Stanley-Becker) Aaron Hernandezs first-degree murder conviction was reinstated by the highest court in Massachusetts, even though Hernandez killed himself before he could appeal the decision. The former New England Patriots star was serving a life sentence without parole when officials say he hanged himself days after his acquittal in a different double-murder trial. (Cindy Boren) -- Following days of resistance, the FAA issued an emergency order grounding Boeing 737 Max 8 and Max 9 jets after the agency received new evidence pointing to similarities between the crashes in Ethiopia and Indonesia. Luz Lazo, Michael Laris, Lori Aratani and Damian Paletta report: Trump announced the abrupt about-face Wednesday, after U.S. officials found themselves nearly alone in allowing the planes to remain in the air. As recently as Wednesday morning, both Boeing and the FAA had continued to say it was safe for the planes to fly. ... The investigation into the causes of the Ethiopian Airlines crash is in the earliest stages, and it is not clear whether hardware problems, software problems or some combination of factors caused the crash. Both aircraft crashed just minutes after takeoff. Just 12 minutes into its journey to Pangkal Pinang, the Lion Air flight crashed into the sea off the coast of Java. The Ethiopian Airlines flight crashed roughly six minutes after leaving Addis Ababa.  Both flights struggled to gain altitude. The Lion Air flight failed to gain a cruising altitude of 27,000 feet, limiting the crew's room to gain control before the plane plummeted. Though the investigation into the Ethiopian Airlines crash is pending, preliminary data shows that the aircraft struggled to climb at a steady speed.  Both planes appeared to ascend and descend several times before crashing. The Lion Air plane pitched downward more than 24 times before its final plunge, all within its 12-minute journey. Though it is not yet clear what happened in the Ethiopian Airlines crash, the plane also appeared to ascend and descend while accelerating. -- Trump privately disparaged the Boeing 737, which he said sucked, before he ordered the grounding. Toluse Olorunnipa and Josh Dawsey report: The president said Boeing 737s paled in comparison to the Boeing 757 ... which he owns as a personal jet. ... He questioned why Boeing would keep building the model and opined that he never would have bought a 737 for the Trump Shuttle, the small airline he briefly ran three decades ago that relied on 727s before going bankrupt. ... Trump added to the confusion Wednesday by suggesting that the decision to ground the plane was 'psychologically' important but was neither urgent nor conclusive. ... The equivocation reflected an administration that was reluctant to take the step of imposing a nationwide suspension initially opposed by Boeing, the countrys second-largest federal contractor.  Trump should not have been the person making this decision, aviation experts said: Trump was inclined to announce a grounding on Tuesday, but he received pushback from the FAA, which had not yet reached a decision, according to officials familiar with the deliberations. But Trump also equivocated himself, telling advisers that grounding planes would cause panic and could hurt the stock market, according to two people who spoke to him. Federal regulators usually take the lead on making decisions related to safety, said Richard Aboulafia, an aerospace analyst with Teal Group. 'Its not the presidents decision and it should never be the presidents decision,' he said, adding that he did not know whether Trump broke any protocols. -- Trump wanted his personal pilot, John Dunkin, to become the FAA administrator, a position thats remained vacant since Barack Obamas appointee finished his term in January 2018. The absence of an FAA leader has been noticeable amid the Boeing fallout. Following an inquiry from The Washington Post, the White House declined to say whether Trump is still considering Dunkin for the job, or whether he plans to nominate someone in light of the pressure facing the agency. (Isaac Stanley-Becker) -- Wednesday's order grounds more than 70 U.S. aircraft. The Max 8 planes are used by American and Southwest airlines, which have a combined 58 of them in their fleets. United Airlines has 14 of the planes in its fleet. The software, known as the Maneuvering Characteristics Augmentation System (MCAS), can in some rare but dangerous situations override pilot control inputs unless it is switched off. This can interfere with pilots longtime training that pulling back on the control yoke raises a planes nose, putting the plane into a climb. That means that as a pilot tries to maneuver an airplane, the automated system may be counteracting that pilots inputs. -- After the Ethio­pian crash on Sunday, Boeing said it would update flight-control software, something it might have done sooner if not for the government shutdown. The company and the FAA had been working to hash out the update but it was delayed because of the longest shutdown in U.S. history and differences of opinion, per the Wall Street Journal's Andrew Tangel and Andy Pasztor: U.S. aviation regulators are expected to mandate the change by the end of April. Matthew Whitaker \"did not deny\" talking to Trump about Cohen, according to a House Democrat. (Jonathan Ernst/Reuters) -- During a closed-door interview with the House Judiciary Committee, former acting attorney general Matt Whitaker did not deny that he and Trump personally discussed the government's case against his former lawyer Michael Cohen, according to Democratic chairman Jerry Nadler (D-N.Y.). Karoun Demirjian reports: Unlike in the hearing room, Mr. Whitaker did not deny that the president called him to discuss the Michael Cohen case and personnel decisions in the Southern District, Nadler said following his meeting with Whitaker on Wednesday, referring to the U.S. attorneys office for the Southern District of New York, which brought the case against Cohen.  According to Nadler, Whitaker did not deny that he had been 'directly involved in conversations about whether to fire one or more U.S. attorneys.' He also did not deny that he had been 'involved in conversations about the scope' of U.S. Attorney Geoffrey Bermans recusal from the Cohen case, Nadler said, and whether subordinate prosecutors at the Southern District of New York 'went too far' pursuing the campaign finance case in which Cohen has implicated Trump. The committees ranking Republican, Rep. Douglas A. Collins (Ga.), who was present for Wednesdays interview with Whitaker, called Nadlers summary an 'interpretation' and 'overreach,' while a Republican staff lawyer also present for the meeting said Whitaker simply could not remember ever conversing with Trump about Cohens case.  Wednesdays meeting was not transcribed, complicating the matter of resolving Nadlers and Collinss diverging interpretations of Whitakers account. But Whitakers non-denials are raising questions among Trumps critics about whether his public testimony was accurate.  -- Paul Manafort was sentenced to a total of nearly eight years in prison for conspiracy and fraud. Spencer S. Hsu, Rachel Weiner and Ann E. Marimow: In federal court Wednesday, Judge Amy Berman Jackson criticized Manafort and his attorneys for repeatedly casting his hard fall from power as collateral damage from the special counsels investigation of Russian interference in the 2016 presidential campaign. For Manaforts crimes of illegally lobbying in Ukraine and hiding the proceeds overseas, then encouraging witnesses to lie on his behalf, Jacksons terms added 43 months to the 47 months he received in Alexandria federal court last week for bank and tax fraud. Her total sentence was 73 months in the D.C. case, but Jackson said 30 of those would overlap with the tally in Virginia. Asked if he would pardon Manafort, Trump said, I have not even given it a thought, as of this moment. Its not something thats right now on my mind. -- Just minutes after Jackson handed down the sentence, a New York grand jury indicted Manafort on charges of residential mortgage fraud charges that fall outside Trumps pardon power. Devlin Barrett and Matt Zapotosky report: Under the Constitution, presidents have wide authority to pardon, but that power applies only to federal convictions, not state cases. New York State Attorney General Letitia James has urged the legislature to fix what Democrats call a double-jeopardy loophole in state law that could negate New Yorks ability to prosecute anyone pardoned by the president. New York lawmakers were working this week to undo the pardon loophole. The state charges could be challenged in the courts as a violation of double jeopardy protections for defendants, an area in which current New York law may favor Manafort. All told, Manafort will probably wind up serving about 6.5 years. He gets credit for the nine months he's already spent in jail. (Tom Jackman) Adding it up, Trumps allies and advisers have so far racked up more than two-and-a-half-presidential terms in prison time. (Philip Bump) -- A top prosecutor on Bob Muellers team is stepping down from the Justice Department, the latest and maybe biggest clue that the special counsel's investigation might soon wrap up. NPRs Carrie Johnson reports: Andrew Weissmann, the architect of the case against Manafort, will study and teach at New York University and work on a variety of public service projects, including his longstanding interest in preventing wrongful convictions by shoring up forensic science standards used in courts.  -- Introducing a new character in this saga: Robert Costello, a New York lawyer with connections to Trump attorney Rudy Giuliani, told Michael Cohen in an April 2018 email that he could sleep well tonight because he had friends in high places  though he did not specifically mention a possible pardon from the president, CNNs Gloria Borger and Jeremy Herb report: Cohen, in his closed-door congressional testimony, has provided these emails in an effort to corroborate his claim that a pardon was dangled before he decided to cooperate with federal prosecutors, according to sources familiar with his testimony. But the attorney who wrote those emails, Robert Costello, told CNN that Cohen's interpretation of events is utter nonsense. Costello said that Cohen asked him to raise the issue of a pardon with Giuliani. -- Rep. Elijah Cummings (D-Md.) rejected calls from House Republicans for an investigation into whether Cohen lied to Congress during his testimony two weeks ago. The Oversight chairman, however, left open the possibility of further action against Trumps former lawyer if new evidence of perjury is uncovered.  Immigration and Customs Enforcement officers have been tapping into a privately maintained database of license plates. (Marlon Correa/The Washington Post) -- Immigration agents have been tapping into a vast and privately maintained database of license plate numbers gathered from vehicles across the nation to track immigrants who may be in the United States illegally. Drew Harwell and Tony Romm report: The records the ACLU obtained from the Department of Homeland Security through a Freedom of Information Act request shed new light on a little-noticed and expanding network of surveillance that has developed over the years and for which there appear to be few legal limitations. Immigration and Customs Enforcements use of some of the information in states including California also appears to skirt limitations that sanctuary cities have placed on police cooperation with the immigration agency, the ACLU said. ICE spokesman Matthew Bourke said that agents use the license-plate database as a tool to help in its immigration-enforcement investigations and that it does not use the information to track people who have no connection to ICE investigatory or enforcement activities. -- For its upcoming mission to the moon, NASA is considering using commercial alternatives instead of the long-delayed rocket its been working on for years. The possible shift reflects the White House's frustration with the slow pace of the mission. (Christian Davenport) -- The National Institutes of Health and other top scientists from seven nations are calling for a moratorium on gene-edited babies, sounding an alarm on the genetic engineering technique known as CRISPR. The call came in direct response to actions of a Chinese researcher who altered embryos that were implanted and carried to term. (Joel Achenbach) -- The Food and Drug Administration is rolling out a vaping policy that will make it harder for minors to buy flavored e-cigarette products. The initiative would limit the sales of fruity and kid-friendly vaping products in stores. (Laurie McGinley) -- Sen. Martha McSally (R-Ariz.), who revealed last week that she was raped by a superior office while in the Air Force, is now calling for an immediate summit on military sexual assault. She asked Air Force Secretary Heather Wilson to convene policy experts and brass within the next month for the discussion. (Colby Itkowitz) -- The Senate confirmed Neomi Rao, Trumps nominee to replace Brett Kavanaugh on the Court of Appeals for the D.C. Circuit. She's Trump's 36th circuit court judge. (Seung Min Kim) Britain's Prime Minister Theresa May speaks in Parliament ahead of the latest Brexit vote. (Jessica Taylor/Reuters)  -- The British Parliament rejected a no-deal departure twice, signaling that lawmakers are likely to ask the other 27 members of the European Union for permission to delay Brexit. William Booth, Karla Adam and Michael Birnbaum report: The no-deal votes were in many ways symbolic taking the temperature of Parliament, rather than setting concrete policy. [Prime Minister Theresa] May said her government could ask the E.U. for a short extension to implement a deal if it passed by next week. If no deal is passed, May said she would be forced to seek a much longer delay. A longer delay would require Britain to participate in European Parliament elections in May. -- The Pentagon is preparing to test missiles that have been banned by the INF Treaty. Paul Sonne reports: The U.S. military plans to test a ground-launched cruise missile with a range of about 600 miles in August and a midrange ballistic missile with a range of about 1,800 to 2,500 miles in November The testing, production and deployment of missiles with those ranges is prohibited by the Intermediate Range Nuclear Forces Treaty. But Trump withdrew from the treaty on Feb. 1 and triggered a formal six-month wait period before the final expiry of the agreement this summer. Washington has said Moscow is already deploying a missile that violates the agreement and cited that weapon as a reason for its withdrawal from the pact. The Kremlin has denied that accusation.  -- The United States and the Taliban have drafted an agreement on the withdrawal of American troops and the Talibans pledge to cut ties with al-Qaeda and other terrorist groups. NBC Newss Dan De Luce reports: The talks between the Taliban insurgents and U.S. diplomats have lasted longer than any previous American attempt at negotiation with the militants since American troops entered Afghanistan in 2001. But it's unclear if the Afghan government and other Afghan political leaders will be ready to embrace the tentative deal worked out by [U.S. presidential envoy] Zalmay Khalilzad. Afghan President Ashraf Ghani has expressed concerns that the Kabul government could be left out in the cold unless the Taliban agrees to meet face-to-face with his government.  -- Power has been restored to Venezuela following nearly a week of darkness, according to the countrys information minister. At its worst, the power outage left 19 out of 23 states without energy. (CNN) -- The outage left the countrys second-largest city, Maracaibo, devastated as looters broke into hundreds of businesses. The APs Sheyla Urdaneta reports. -- Ten of Saudi Arabias most prominent womens rights activists appeared in court in Riyadh for the start of a trial that could signal whether the government will roll back an aggressive crackdown on political activists. Kareem Fahim reports: Many of the women have been tortured while in custody, according to relatives and human rights groups. Saudi officials deny those allegations. ALQST, a Saudi rights group based in London, said Wednesday that the women are being charged under the countrys Cyber Crime law with offenses related to their activism, including contacting human rights groups. The charges carry sentences of up to five years in prison.  -- This sham trial exposes Saudi Arabias disrespect for its citizens, writes Hala Al-Dosari, a Saudi activist and scholar and The Washington Posts first Jamal Khashoggi fellow: The women have been subjected to horrific torture and sexual harassment, but in a statement the government claimed the accused were enjoying their full rights. Meanwhile, state-linked social media accounts have already virtually convicted the activists and are asking for the maximum punishment. ... Against this background, Saudi Arabia decided to appoint its first female ambassador to the United States, Princess Reema bint Bandar. Its another opportunity to push an apologetic reform narrative amid U.S. congressional scrutiny and pressure. Many will take the bait, as they did when Crown Prince Mohammed bin Salman first came to power. In our collective conscience as a nation, these female activists facing trial and the men who support them were instrumental in influencing reforms.  -- Gary Cohn, Trumps former economic adviser, said the president is desperate for a trade deal with China. David J. Lynch reports: The president needs a win, Cohn said in an interview with Freakonomics, a public radio show and podcast.  Cohn said he supported the presidents desire to crack down on unfair Chinese trade practices, but he said tariffs dont work. As evidence, he pointed to last years record $891 billion trade deficit in merchandise and the record $419 billion gap in trade with China. So tariffs were used as the threat. Did it hurt the Chinese at all? We had record trade deficits, Cohn said. Former Starbucks CEO Howard Schultz often talks about growing up in a public housing project. (Joe Raedle/Getty Images) In 1956, the New York City Housing Authority opened Bayview as a moderate income development, built a block away from Jamaica Bay Superficially, Bayview looked much like any city housing development, a collection of brick towers with balky stainless-steel elevators and hallways of green linoleum floors and glazed, aqua-tiled walls. But Bayview, which Schultzs family moved into in its opening year, was built as a no cash subsidy project, according to city records. That meant that unlike developments subsidized by the federal or state government, Bayview had minimum income requirements for tenants, charged higher rents intended to cover the entire cost of its mortgage, and was built to high standards compared to [federal] projects, according to Affordable Housing in New York, a history of public housing in the city.  -- In a speech to Miami Dade College detailing how he would run the government, Schultz vowed that he would not sign bills that arent passed with bipartisan support and said he will nominate only Supreme Court justices who could be confirmed by two-thirds of the Senate a naive statement for anyone who has been watching the judicial wars. Michael Scherer reports: The courts have become yet another battlefield in the ongoing war between Democratic and Republican leaders, Schultz said. These battles have undermined our faith in the rule of law and the impartiality of the entire judicial system. All of this has to change. He said he would fill his cabinet with Democrats, Republicans and Independents, including a greater share of women than any previous president. He promised to work to end the practice of partisan gerrymandering, drawing legislative and congressional districts to preserve one partys power. That process is controlled by the states, not Washington, but Schultz said he would push for independent commissions to draw those districts in the future. -- Big Democratic donors are sending their money to four key states: Michigan, Wisconsin, Florida and Pennsylvania. The Wall Street Journals Julie Bykowicz reports: Two of the Democrats best-funded outside groups both of which are backed in part by New York billionaire George Soros are planning at least a $130 million campaign to attack President Trump and build support for Democrats in Wisconsin, Michigan, Pennsylvania and Florida, where Mr. Trump narrowly prevailed over Democrat Hillary Clinton in 2016. A third group, an $80 million voter-engagement effort, is at work in these and three other battleground states. The latest Democratic spending commitment comes from opposition research group American Bridge 21st Century, which plans to put at least $30 million largely into the four states. Conservative lawyer George Conway, the husband of top Trump adviser Kellyanne Conway, called Trump a pathological liar after the president falsely insisted that the judge in Manaforts case cleared him of collusion. Its not rational, because its a lie that no reasonable person would believe, he tweeted. It undermines his credibility. Its self-defeating. Have we ever seen this degree of brazen, pathological mendacity in American public life? One day he makes a harmless slip of the tongue, something any mentally balanced person would laugh off. But one lie on any subject is never enough for Donald Trump. So he next tells a different lie. Yes, I omitted a word, but to save time. A ridiculous assertion, of coursehe really said Tim Apple instead of Tim Cook of Apple to save **a third of a second**? ridiculous because it was irrelevant to the charges at handnot that there was no proof of collusion, just that whether there was or wasnt was irrelevant to the proceedings at hand. And yet he lies againa blatant lieabout what the judge said in open court. Whether or not impeachment is in order, a serious inquiry needs to be made about this mans condition of mind. To be clear, GOP wins elections when theyre about ideas not when theyre personality contests like Dems & media want. Were clearly better off because of @RealDonaldTrump. His record of accomplishment is why hell win re-election especially when compared to Dems leftward lurch. Kyle Swenson breaks down ORourkes cover photo and its uncanny resemblance to a 2007 magazine cover of John Edwards, another presidential hopeful. When a look works, it works. pic.twitter.com/kQ8LczRNar this was actually just an elaborate annie leibovitz photo shoot for beto's dog pic.twitter.com/RtVDuIUptS  Adam H. Johnson (@adamjohnsonNYC) March 14, 2019 Sen. Ted Cruz's (R-Tex.) chief strategist shared his thoughts on O'Rourke's profile and campaign announcement:  Today the world will watch in amazement as @BetoORourke announces for POTUS and looks to shatter the glass ceiling for white millionaire male nannies everywhere. His @VanityFair profile is just a peak into whats to come. Just watch as other self absorbed liberal flakes unite! https://t.co/gHzEo07BX7 I spent 2 months reporting this story before ever meeting Beto, starting last December. He wasn't doing any media at the time but I figured it was an interesting story whether he talked or not, whether he ran or not. Today would have been my fathers 69th birthday. I miss him every moment of every day. More than I ever imagined was possible. More deeply than I ever knew I could feel.\"Grief is the price we pay for love.\"https://t.co/E2OUTGbLNp My last vote was 9 yrs ago. After almost 7 years of being ineligible to vote, my rights were restored with the passing of Amendment 4 and I casted my ballot early! I encourage all to Early Vote! @rolandsmartinpic.twitter.com/Ga76N0wTF0 Rep. Alexandria Ocasio-Cortez (D-N.Y.) called for raising congressional pay: Members are paid more than avg - but job reqs 2 residences we cant take tax deductions for work costs. No one wants to be the one to bring up increases, so instead ppl take advantage of insider trading loopholes & dont close them for the extra cash.  People ask me all the time about the pace of things in DC. Its 4:04PM and I just noticed that I have gone an entire day with two different shoes on. pic.twitter.com/a5SciTpNJr The happy couple gracing the Hungarian governments campaign advertising its new family policy is already famous on the internet...and not for being madly in love. pic.twitter.com/wBljm6eiF7 -- New York Times, Inside the Pricey, Totally Legal World of College Consultants, by Dana Goldstein and Jack Healy: The governments indictments of dozens of parents, college administrators and coaches exposed an ugly array of corrupt and illegal admissions practices. But there is also a perfectly legal world of gaming the college admissions process by doing everything from picking advanced classes, choosing the right sport, giving donations and turning to the multibillion-dollar industry of test prep, college essay editing and advice on how to produce the perfect application. Every aspect of a teenagers life can be managed and shaped into a persona catered to please the exacting eye of a college admissions officer. Parents might pay $300 for a standard, hourlong consultation with an admissions expert or donate tens of millions to schools, with the hope of winning special consideration for their childs bid for a spot at a top school.  -- The Atlantic, An Abandoned Babys DNA Condemns His Mother, by Sarah Zhang: Thirty-eight years ago, an infant boy hours old, tears frozen on his face was found dead in a ditch in Sioux Falls, South Dakota. Last week, police arrested his mother and charged her with murder, after investigators uploaded the babys DNA to a genealogy website and matched her relatives. Currently, no laws limit when police can use genealogy databases to catch criminals.  Rep. Alexandria Ocasio-Cortez (D-N.Y.) asked Wells Fargo CEO Tim Sloan why his bank finances the caging of children. Hamza Shaban reports:  Jacob Wohl faked death threats against himself. From the Daily Beast's Will Sommer Wohls videos to his fans were premised on the idea that Minneapolis is an incredibly dangerous place ... . At one point in a new video about their trip, Wohl goes to a Minneapolis police station to report death threats he says he and his team have received since being in the city ... One of those threats came via direct message from a [fake] Twitter account ... one of the fake accounts Wohl created in the run-up to his Twitter ban. ... That means Wohl was sending himself fake death threats, presumably in an attempt to up the drama. ... Wohl submitted the faked messages to police as proof that he was facing terroristic threats via Twitter. The faked messages ... were included in a packet of police documents related to the case issued on Wednesday by the Minneapolis Police Department. Trump will meet with the prime minister of Ireland and later celebrate St. Patricks Day with him. I think were going to be moving this case along to a lengthy and unpleasant trial, Judge Michael Katz, who is overseeing divorce proceedings between Rudy Giuliani and Judith Nathan, said during a contentious hearing. (New York Post)  -- Enjoy the warmth and prepare for showers on Friday. The Capital Weather Gang forecasts: Real honest-to-goodness spring weather is here the next two days, with highs approaching 70. A few showers should hardly mar the day Friday. Dont get used to it, as much cooler air barrels in for the weekend, but the trade-off is sunny skies.  -- The Wizards beat the Magic 100-90. (Roman Stubbs) -- The Maryland Senate advanced a bill that would increase minimum wage to $15 by 2025. Ovetta Wiggins reports: A final vote is likely by the end of the week. The left wing of the Maryland Democratic Party has pushed for years to increase the hourly minimum wage across the state, but bills never made it out of committee. The governor proposed raising the minimum wage, currently $10.10, to $12.10 an hour by 2022. He also asked the legislature not to increase it further unless surrounding states reach a combined average of 80 percent of Marylands wage.  -- Despite objections from state Republicans, Maryland lawmakers approve gender-neutral IDs. Erin Cox and Ovetta Wiggins report: The bill, which was backed by the LGBT community, lets applicants select 'X' as their gender, rather than 'M' for male or 'F' for female. The District in 2017 became the first jurisdiction in the nation to begin issuing ­gender-neutral licenses. Since then, six states have followed suit. ... Gov. Larry Hogan (R) has not taken a position on whether he will sign the bill, which passed both chambers of the ­Democratic-majority legislature by veto-proof majorities.  She also jumped into the Rep. Ilhan Omar (D-Minn.) debate:", "tags": ["trade deal", "other words", "vice president", "trump", "china"], "related_articles": [{"title": "Grounding a global fleet: Boeing faces its biggest challenge", "source": "financial-times", "url": "https://www.ft.com/content/53b2142a-4711-11e9-b168-96a37d002cd3"}, {"title": "Beto O'Rourke on impeachment and 8 other issues", "source": "nbc-news", "url": "https://www.nbcnews.com/politics/2020-election/beto-o-rourke-impeachment-9-other-issues-n983556"}, {"title": "Dow under pressure | US grounds Boeing 737 Max jets | Beto O'Rourke enters 2020 race", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/14/what-you-need-to-know-in-business-news-thursday.html"}]}, {"title": "EPA bans deadly chemical used in paint strippers -- but provides a loophole for commercial operators", "source": "the-washington-post", "date": "2019-03-15T18:36:13Z", "origContent": "The Environmental Protection Agency on Friday restricted the use of a toxic chemical used in paint and coating strippers that has been linked to dozens of accidental deaths. But the agency stopped short of the total ban proposed by the Obama administration and pushed by some health groups, instead allowing commercial operators to keep using the chemical so long as they are trained. Alexandra Dunn, assistant administrator of EPAs Office of Chemical Safety and Pollution Prevention, said the agency has determined that methylene chloride a controversial product that major home-improvement retailers, such as Lowes and Home Depot, already have pulled from their shelves presents an unreasonable risk of injury.\"  We answered the call from many affected families, to ensure that no other family experiences the death of someone close to them due to this chemical, Dunn told reporters in a conference call. Wendy Hartley, whose 21 year-old son Kevin died two years ago died while refinishing a bathtub even after being trained in how to apply the paint stripper, said the administrations new rules fall short. I am deeply disappointed that the EPA has decided to weaken its proposed ban on methylene chloride, Hartley said in a statement. Getting this deadly chemical out of consumers hands is a step in the right direction a step that was started by retailers nationwide. Workers who use methylene chloride will now be left unprotected and at risk of health issues or death. I will continue my fight until the EPA does its job.  Hartley, who personally appealed last May to then-EPA Administrator Scott Pruitt to ban the chemical, has now joined with the advocacy groups Safer Chemicals Healthy Families and Vermont Public Interest Research Group in suing EPA in the U.S. District Court in Vermont. The EPA proposed an outright ban on methylene chloride and another lethal solvent, NMP, on Jan. 19, 2017, the day before President Barack Obama left office, saying they posed unreasonable risks to human health. Trump administration officials have repeatedly promised to remove methylene chloride from the market, while remaining silent on the fate of NMP. The regulation EPA finalized Friday reflects a compromise with the Pentagon, which lobbied for a carveout given the militarys widespread use of paint strippers on bases across the globe. Under the Obama administrations proposal, the Defense Department received a 10-year exemption on the grounds of national security. Manufacturers of methylene chloride-based strippers, including the Halogenated Solvents Industry Alliance, have argued that the product was safe as long as those using it had adequate training. But public outrage over the chemicals potential risks has escalated in recent years, as advocates shared their stories with lawmakers and regulators about family members who died from exposure to methylene chloride. A dozen people who specialized in refinishing bathtubs died between 2000 and 2011, according to a Centers for Disease Control and Prevention report. Sen. Tom Udall (D-N.M.), who co-authored the chemical safety law that EPA used to limit methylene chloride, said the agency had failed to live up to the letter and spirit of the bipartisan law.  EPAs action today is a watered-down protection that apparently values industry profits at the expense of public health and safety particularly for the hardworking people who will still be risking their lives with exposure to these deadly products, Udall said. Dunn said that if the agency decides that the chemical cannot be used safely in commercial operations, it could determine that it also poses an unreasonable risk to public health, which could be banning it or restricting its use in some way.  While it could take more than eight months for methylene chlorine to be banned from retail sale to consumers, Dunn added that she expected it to be phased out much sooner than that since many stores have already stopped selling it. We are absolutely pleased to see that happening, she said.", "tags": ["centers", "industry profits", "methylene chloride", "trump administration officials", "hartley"], "related_articles": [{"title": "EPA bans household use of deadly paint stripper, but not commercial use", "source": "cnn", "url": "https://www.cnn.com/2019/03/15/health/epa-methylene-chloride/index.html"}, {"title": "Editorials from around New England", "source": "associated-press", "url": "https://apnews.com/7a453559c7524068baf3490dd109f5d5"}, {"title": "The Health 202: Trump administration heads to court to defend Medicaid work requirements", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-health-202/2019/03/14/the-health-202-trump-administration-heads-to-court-to-defend-medicaid-work-requirements/5c893f9a1b326b0f7f38f158/"}]}, {"title": "The Health 202: Trump administration heads to court to defend Medicaid work requirements", "source": "the-washington-post", "date": "2019-03-14T11:29:53Z", "origContent": "Kentucky Gov. Matt Bevin (R). (Timothy D. Easley/AP) The Trump administration will appear today before a federal judge to defend one of its most consequential and controversial moves on health insurance a green light for states to require their Medicaid enrollees to work or volunteer. And the administrations prospects for success dont look great at this point, considering the judge hearing the oral arguments previously called the Department of Health and Human Services arbitrary and capricious for approving work requirements at all. U.S. District Judge Jeb Boasberg, an Obama appointee, will hear two separate but related lawsuits this morning at the federal courthouse in the District. The first is a challenge to Medicaid work requirements in Arkansas, one of just three states that have been allowed to put them into effect so far. The second is a challenge to similar requirements in Kentucky, which Boasberg blocked in June. Expect the arguments to further inflame a passionate debate among lawmakers and health-care advocates about whether the low-income Americans who benefit from the Medicaid program should be required to show that theyve obtained a job or engaged in other approved activities such as volunteering or job training. Whether its legal under federal law for states to impose such requirements is the key question at stake here. Opponents of work requirements argue it violates the spirit  and, in some cases, the text of the Social Security Act, which lays out Medicaid as a medical assistance program. A frontal assault on the objectives of Medicaid is shocking and brazen, Eliot Fishman, senior director of health policy for Families USA, told reporters earlier this week. But HHS Secretary Alex Azar and Medicaid chief Seema Verma claim work requirements are legal because they are aimed at helping people move out of poverty entirely. The agency has approved work requirements for seven states that have requested them, although only Arkansas, New Hampshire and Indiana have implemented them so far. Arkansas has become a focal point of the whole debate, as more than 18,000 of the states 234,000 Medicaid enrollees lost coverage last year either for failing to comply with the requirements or for failing to report their compliance to the state. Under the states new rules, beneficiaries lose coverage if they dont meet the requirements for three months within one year. Rep. Joe Kennedy (D-Mass.) speaks on Capitol Hill. (Jacquelyn Martin/AP) Azar said Tuesday that HHS does not yet have data as to why they fell off the program, when queried about the Arkansas situation by Rep. Joe Kennedy (D-Mass.). In a heated exchange, Kennedy asked Azar why President Trumps budget proposal this week backed enacting work requirements nationwide if it had incomplete data about the effects of the policy. Healthier people working is not the same thing as work making people healthier, Kennedy retorted. The evidence in Arkansas of work requirements causing people to fall off Medicaid could make it even harder for HHS to convince Boasberg of the validity of its position this time around. In his ruling over summer, the judge said the agency didnt adequately assess the impact of work requirements on enrollment overall. At minimum, the Secretary failed to adequately analyze coverage, Boasberg wrote. There are two basic elements to that problem: First, whether the project would cause recipients to lose coverage. Second, whether the project would help promote coverage. The Secretary, however, neglected both. And theres something else that encourages opponents of work requirements. In November, the nonpartisan panel that advises on Medicaid policy sent HHS a letter urging it to pause Arkansass work requirements until it had taken steps to help enrollees comply. The low level of reporting is a strong warning signal that the current process may not be structured in a way that provides individuals an opportunity to succeed, with high stakes for beneficiaries who fail, wrote Penny Thompson, chairman of the Medicaid and CHIP Payment and Access Commission. The policy, a key effort by outgoing FDA Commissioner Scott Gottlieb, will limit the sale of fruity and kid-friendly flavors of vaping products to stores that prohibit minors or that have adult-only sections, our Post colleague Laurie McGinley reports. Online sellers of these products will also have to tighten age verification and limit the quantities that are sold. Any companies that violate these rules will be subject to enforcement actions from the agency, which can include stripping their products from the market. Gottlieb had detailed a plan similar to the new draft guidance back in November. Gottlieb also moved up by one year the deadline for flavored e-cigarettes to get agency approval to August 2021, Laurie writes. The sales restrictions and new deadline would apply to a vast array of e-cigarette products, including those offered in flavors such as cherry and bubblegum. They would not apply to mint, menthol and tobacco flavors unless those products were being sold in a way that targeted minors because the agency says those products are most often used by adult smokers trying to quit. OOF: The leader of one of the country's largest insurers expressed openness this week to Medicare-for-all. Humana CEO Bruce Broussard said he views the idea as a potentially enormous opportunity for the health insurance industry, Insider Louisville reports. For me, I think its a great opportunity for the industry to be able to expand the population that its coordinating care with, Broussard said Tuesday at the Barclays Global Healthcare Conference in Miami Beach, Fla.  But Broussard said he would expect a Medicare-for-all plan to still involve the private sector working in conjunction with the federal government to provide care, comparing it to the way the U.S. manages its space program. And he warned that there are big, outstanding questions about how such a system would work and who would pay for it. Partnership for America's Health Care Future -- the coalition of industry groups opposing all iterations of Medicare-for-all -- pushed back against Broussard's remarks. OUCH: Nearly 100 countries reported marked surges in measles cases last year over the previous year, according to a new U.N. report. The rise was in part due to complacency among parents and unwarranted concerns about vaccination, the report found. Recent measles outbreaks have also led to questions in countries over the ramifications for families unwilling to vaccinate children, even as most countries say that decision is up to the parents, our Post colleague Rick Noack writes. A law that took effect at the beginning of 2016 in the Australian state of Victoria made vaccinations a condition for the enrollment of children in preschool, he reports. Families unwilling to have their children vaccinated were also refused access to family assistance payments, except if kids were ineligible to receive vaccinations because of allergies. In Europe, Italian lawmakers followed suit in 2017, banning children from nurseries if they had not received a total of 10 mandatory vaccinations and imposing fines on parents of unvaccinated school-age kids. In a sign of how politically divisive the issue remains, the populist Five Star Movement later suspended the rule temporarily. When that suspension order expired this week, hundreds of children were denied access to kindergartens across the country. Critics of these sort of measures say its more important to debunk conspiracy theories related to vaccines and raise public awareness to their importance. In Finland, for example, there are no mandatory vaccination policies, but efforts such as vaccination in schools and public awareness campaigns have contributed to immunization rates of 95 to 99 percent. In December, officials in the county at the center of New Yorks worst measles outbreak in decades, were compelled to ban unvaccinated children from going to schools that had vaccination rates lower than 95 percent. Months later, the parents of more than 40 of those children sued the Rockland County health department to get their children back in the classroom. But a federal judge rejected that request this week. The parents are calling it an exclusion order that has caused and continues to cause irreparable harm, our Post colleague Reis Thebault reports. U.S. District Court Judge Vincent Briccetti said it wasnt in the public interest to let them go back to class. While no one enjoys the fact that these kids are out of school, these orders have worked,\" said county attorney, Thomas Humbach, in a statement to the local Journal News. \"They have helped prevent the measles outbreak from spreading to this school population. The parents lawyer Michael Sussman told the New York Times: What Rockland County has done is remarkably irrational in every conceivable way. Rockland countys effort is the latest effort that exemplifies concern nationwide over the anti-vaccination movement. At the private Green Meadow Waldorf school, where the kids were banned, the vaccination rate was just 33 percent when the December ban took effect, Reis writes. Since then, the county said it has risen to 56 percent, though a schools spokeswoman told the Times the share was actually 83 percent either way, short of the mandated threshold.  During Azars second day on Capitol Hill this week, Democratic lawmakers spent part of the two-hour hearing grilling him on the administrations family separation policy. We continue to hear reports that family separation is still occurring, despite a judges order to stop it, Rep. Rosa DeLauro (D-Conn.), the chairwoman of the House Appropriations subcommittee said in her opening statement. We are also learning that it may have started earlier than previously known in July 2017. The administration may have separated thousands more children before Congress and the public learned of this immoral policy. She told Azar his agency is complicit with government-sponsored abuse. When asked by Rep. Mark Pocan (D-Wis.) about whether there was any funding in the Trump's latest budget request to address the issue of separated children, Azar explained there isnt an ongoing program other than the normal family separations we have because of child welfare done by [The Department of Homeland Security]. We dont have a bigger issue right now in terms of separation; we receive a relatively small number, which are according to standards which are fairly consistent with the long time history of the program, he said. He did acknowledge issues with information flows. Thats the biggest issue. I demanded back in June we put a box on the intake form any indication of separation, so theres an easy way to track that thats happened, he said. Weve asked for more information from DHS on any rationale why there was a separation because that can be useful to us. We dont decide or get to veto a separation but that helps us decide whether theres a reunification or sponsorship issue. Azar responded: Let me be very clear theres no dispute between us that children being away from their parents is a bad thing, that it poses mental health issues, he said. Thats why we have encouraged people, do not come across the border illegally. Two pharmacy benefit managers have agreed to appear before the Senate Finance Committee early next month, following an invitation from Chairman Chuck Grassley (R-Iowa) and the committees top Democrat, Ron Wyden (Ore.) to five of the country's top pharmacy middlemen who negotiate prices and coverage between insurers and drug makers.  Grassley and Wyden sent letters to Cigna, Prime Therapeutics, OptumRx, Humana, and CVS Health and CVS Caremark, inviting them to testify in an April 3 committee hearing. It will give the PBMs -- often targeted for their confusing role in the drug-pricing chain -- a chance to defend their own role, after lawmakers grilled pharmacutical executives in a hearing last month.  Sen. Martha McSally (R-Ariz.) speaks during a Senate Armed Subcommittee hearing on preventing sexual assault. (REUTERS/Joshua Roberts) Sen. Martha McSally (R-Ariz.) is asking the Air Force to have a summit on sexual assault in the military. The freshman senator, who revealed last week during a congressional hearing that she had been raped by a superior while serving in the Air Force, sent a letter to Air Force Secretary Heather Wilson calling on her to gather with senior leaders and policy experts for a discussion within the next month, our Post colleague Colby Itkowitz reports. I firmly believe that commanders must be fully responsible for preventing and responding to sexual assault in the ranks, she wrote. However, if we truly want to see aggressive change, we must take a fresh look at what else needs to be done in our approach to education, prevention, investigation and prosecution of these crimes.   She cited statistics from the Department of Defense that found in 2017, 5,277 service members reported being sexually assaulted during their military service. And these were just the women and men who bravely chose to report their assault, McSally wrote to Wilson. This is simply unacceptable. A scientist prepares to inject embryos with Cas9 protein at a lab in Shenzhen, China. (Mark Schiefelbein/AP)  The National Institutes of Health and a group of scientists and ethicists from seven countries have separately called for a moratorium on gene-editing experiments meant to alter certain heritable traits in babies. The new call for a moratorium is an acknowledgment that the many warnings emerging from conferences on the ethics of gene editing have not been sufficiently clear and emphatic and, in the case of the Chinese twins, have failed to prevent an ethical violation, he adds. Separately, NIH Director Francis Collins issued a statement supporting the call for a moratorium and told The Post this was the position of the federal government and was cleared at the highest levels. What were talking about here is one of the most fundamental moments of decision about the application of science to something of enormous societal consequence. Are we going to cross the line toward redesigning ourselves? Collins said.  The paper in Nature does not call for a permanent ban on gene editing of heritable traits. The Senate Finance Committee holds a hearing on the presidents 2020 budget request.", "tags": ["wilson", "victoria", "trump", "china", "congress"], "related_articles": [{"title": "The parents of more than three dozen unvaccinated kids want them back in school. A judge said no. - The Washington Post", "source": "the-washington-post", "url": "https://www.washingtonpost.com/health/2019/03/14/parents-unvaccinated-kids-wanted-them-back-school-now-judge-said-no/"}, {"title": "The Daily 202: Trump will soon be forced to issue his first two vetoes, as Congress seeks to wrest back power", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/03/14/daily-202-trump-will-soon-be-forced-to-issue-his-first-two-vetoes-as-congress-seeks-to-wrest-back-power/5c89afb81b326b0f7f38f16e/"}, {"title": "Legislature passes halfway mark, key deadline", "source": "associated-press", "url": "https://apnews.com/8f61f7a5ae744b5aad75b2e6ecce1fdf"}]}]}