{"topterms": [["amazon", 156], ["new york", 81], ["trump", 79], ["china", 72], ["united states", 70], ["washington", 70], ["walmart", 65], ["congress", 57], ["investors", 54], ["country", 54]], "articles": [{"title": "Why Amazon May Pay No Federal Income Taxes This Year", "source": "fortune", "date": "2019-03-01T13:30:24Z", "origContent": "A report that tech behemoth Amazon is unlikely to pay federal income tax for 2018 recently set off a firestorm. How could a company with record U.S. profits for the year avoid paying up while most Americans can’t? The answer is a combination of existing tax rules that have enabled Amazon, and companies like it, to avoid paying well below the standard corporate tax rate for years. And the company is also getting a little help from new provisions in Trump administration’s tax reform bill, which became law in 2017. While nobody is disputing that these methods are legal, Amazon’s tax holiday highlights what critics claim are flaws in an unbalanced, loophole-ridden corporate tax system. Pro-business observers, on the other hand, describe the situation as the tax code working as intendedto provide companies with incentives to invest in their own operations, which in turn creates jobs and grows the economy. Amazon’s expected tax avoidance comes despite earning $11.16 billion in U.S. profits in 2018, nearly double the amount from the year prior, according to the Institute on Taxation and Economic Policy (ITEP), a nonpartisan tax policy-focused think tank. In fact, instead of paying any federal income taxes, the company received a $129 million tax rebate from the government.  The data is based on Amazon’s public filings with the Securities and Exchange Commission and does not, as ITEP senior fellow Matthew Gardner tells Fortune, necessarily reflect what the company will actually report to the Internal Revenue Service. The group’s conclusion represents the best approximation, he says. The Washington, D.C.-based think tanks calculations have triggered a back-and-forth about the U.S. corporate tax code, which the Trump administration revamped as part of the Tax Cuts and Jobs Act in 2017. And in the case of Amazon, its brought further scrutiny following the companys recent high-profile reversal on creating a new regional office, or HQ2, in New York City.  The company faced fierce opposition over its arrival, partly because of nearly $3 billion in promised state and local tax breaks. Critics called the incentives a textbook example of corporate welfare.  Gardner says that Amazon’s federal income tax avoidance is not at all surprising, citing years of his organization’s research that shows how major corporations have used legal tax breaks to sharply reduce their income tax liabilities.  For example, the 258 Fortune 500 companies that reported profits in all years between 2008 and 2015 had an average federal effective tax rate of 21.2% over the eight-year period versus the 35% corporate tax rate at the time, according to a ITEP study. Meanwhile, 48 corporations had a 10% tax rate over that period while 18 paid no federal income taxes at all.  For the record, Amazons effective federal income tax rate over the eight-year period was 10.8%. Those sorts of figures have only been exacerbated by the Trump Administration’s tax overhaul, according to Gardner. The new tax law slashed the 35% corporate tax rate to 21% and expanded incentives such as accelerated depreciation, which lets companies immediately and fully expense the cost of new equipment and machinery rather than write them off over their useful life, as was previously the case. For a company like Amazon, which continuously invests in its business by building new facilities and buying equipment, the new, super-charged accelerated depreciation deductions come in handy. According to Amazons own SEC filings, such expenses likely fall within the $419 million in income tax credits that the company disclosed for the 2018 fiscal year, which it says it is utiliz[ing] to reduce our U.S. taxable income and which allows the full expensing of qualified property, primarily equipment, through 2022. This is where there is significant disagreement among the tax policy experts in D.C.s think tanks. One the one hand, Gardner claims that companies like Amazon were “going to engage in widespread capital investment no matter what tax incentives were available. For every occasion in which these [tax] breaks actually encourage more research, capital investment and job creation, there is another case in which its simply giving companies tax breaks for what they were going to do anyway, he says. Amazon was going to engage in widespread capital investment no matter what. They have to. But there are others who believe that such incentives are simply a case of good tax policy at workthat theyre functioning as intended, and encourage companies to reinvest profits to create jobs and stimulate growth. Adam Michel, a senior policy analyst at conservative think tank The Heritage Foundation, describes the immediate expensing provision as a good piece of tax policy that encourages [corporations] to reinvest in their businesses in the form of capital investments. He calls it flatly incorrect” that Amazon and others would reinvest their profits as much as they currently do without the aid of such incentives.  For years, Amazon burned through cash with the goal of growing its business at the expense of profitability. Having established itself as one of the largest companies in the worldand now a significantly profitable one at thatthe Jeff Bezos-led giant is now benefiting from its scale as far as reaping the tax rewards of its sizable expenditures.  In addition to income tax credits, the other major line item (and by far the biggest) in Amazons SEC filings that explain its limited federal income tax liabilities are the more than $1 billion in deductions for stock-based employee compensation. These deductions pre-date the 2017 tax reform bill, as do Amazon’s roughly $1.4 billion in federal tax credit carryforwards (past incentives that it can claim in future years) that consist primarily of research and development tax credits and that are available to offset future tax liabilities,” according to its SEC filings.  The company also has around $627 million in net operating loss carryforwards, which are losses from previous years that it can use to offset future taxes. Amazon says that as it uses up both the operating losses and tax credit carryforwards, “we expect cash paid for taxes to increase.” And it also reports $565 million in deferred federal income taxes from last year that likely also helped reduce its 2018 billthough the company will, presumably, have to pay those taxes at some point. In a statement on the ITEP report, an Amazon spokesperson says the company pays all the taxes we are required to pay in the U.S. and every country where we operate, including $2.6 billion in corporate tax and reporting $3.4 billion in tax expense over the last three years. Amazon notes that its profits remain modest given the highly competitive, low-margin nature of its core retail business, and adds that it has invested more than $160 billion in the U.S. since 2011 in scaling out its business.  Tax policy wonks on both sides of the ideological divide acknowledge that it would be unwise to read too much into any one years worth of financial reports in assessing a companys tax burden. But while one side continue to point to the merits of a pro-growth corporate tax policyCorporations dont ever pay any tax; the tax is always passed on, whether its to consumers or workers, the Heritage Foundations Michel notesthose like Gardner suggest that there is years worth of evidence pointing to a system that is more loophole than law, as he put it. Nobody dreamed up these tax breaks with malicious intent; every break is in the code because somebody though it was a good idea, Gardner says. But on balance, the net effect of these objectives is a pernicious one.", "tags": ["new tax law", "buying", "tax overhaul", "amazon spokesperson", "capital investments"], "related_articles": [{"title": "Amazon's zero federal tax bill for 2018 is perfectly legal", "source": "bloomberg", "url": "https://www.bloomberg.com/news/articles/2019-02-22/tax-law-didn-t-help-amazon-pay-zero-in-2018-it-was-just-savvy"}, {"title": "General Electric is soaring after announcing plans to sell its biopharma business, has gained nearly 70% since December (GE)", "source": "business-insider", "url": "https://www.businessinsider.com/general-electric-stock-price-announcing-to-sell-biopharma-business-2019-2"}, {"title": "Is ultra-wealth a problem? More and more, the answer is 'yes' - NBC News", "source": "nbc-news", "url": "https://www.nbcnews.com/news/us-news/ultra-wealthy-americans-wealth-tax-proposals-2019-n976396"}]}, {"title": "Robots head to Nomura’s trading floors", "source": "financial-times", "date": "2019-02-26T21:05:10Z", "origContent": "No one could accuse the Japanese of being backwards at coming forward when it comes to the robotic revolution. This is the country that brought us the world's first robot hotel, the world's first “humanless warehouse” and, more recently, a robotic pet designed to offer its human overlords love and affection. Now Japanese bank Nomura is getting in on the act, investing in a start-up that deploys artificial intelligence (AI) in financial markets.  Named Aim2, the start-up was set up by Brevan Howard back in 2015 to help the hedge fund with its alpha investment strategies, ie to find ways of making money based on the particular profile of an investment rather than through market exposures.  Nomura — which is understood to have taken a 22 per cent stake in Aim2 — will use the same technology to price trades and markets in its wholesale business. “Typically an electronic trading engine or trader makes prices based on certain tiering and logistics,” said Jez Mohideen, chief digital officer at Nomura's wholesale business, describing a pricing process that involves “using large sets of data, understanding behaviours of the market, the market impact of clients and so forth”.  Machines, of course, excel at making sense of big data sets, and intelligent ones have the added edge of learning how market behaviours and trends evolve. Hence Nomura's desire to deploy AI so it can find a “probabilistic price” that will generate maximum revenue from a client while also helping Nomura to maintain its target market share.  Nomura's roll-out of its robot traders will be initially focused on its fixed income, currencies and commodities division, or FICC as its known in banking circles, since it's far more reliant on human traders than equities, which has been largely electronified. Within FICC, fixed income is the main target since it has been less automated than foreign exchange.  “We'd gradually look at foreign exchange and equities,” Mr Mohideen added, as he outlined a plan to deploy the robots across Nomura's trading business within two years. While the prospect is new within Nomura, and may be greeted with concern by traders who have already seen some of their human colleagues laid off this year, bigger investment banks have been using AI in their fixed income businesses for some time. Most banks didn't want to go public on exactly how they use AI, but informed sources said robots have been used in some form or another in the FICC businesses at JPMorgan Chase, Morgan Stanley, Goldman Sachs, Citigroup and Bank of America for a few years now. Certainly, the commercial imperative is there. Banks have had a bruising few years in FICC, with annual revenues across the big five US banks falling 15 per cent since 2013, and smaller players faring even worse. The industry's most senior executives have described the pivotal role technology will play in determining the winners and losers in FICC's next era, arguing that the biggest banks will fare best because they can invest the necessary sums for true innovation.  Nomura, a sizeable bank but not big enough to make the global top 12 investment banks as ranked by industry monitor Coalition, is getting around the problem by investing in a cutting-edge AI firm. Mr Mohideen expects other smaller investment banks to join them in deploying third-party technology to bridge the gap between what they spend on R&D and the $11bn technology budget of JPMorgan. Indeed he'd even welcome them as clients of Aim2. “The way we look at it, the toolkit is beneficial for the industry as a whole,” he said. “Going forward the world is getting to a place where that (exclusivity) is less of a concern.”  The prospect of wider deployment of robot traders raises the thorny question of what happens to the human traders. The obvious conclusion — which bank executives go to great lengths to avoid acknowledging — is another wave of lay-offs.  It might not be as bad as some fear though. Earlier this year, Japan's pioneering robot hotel admitted it had sacked more than half of its 243 robots because they were more hindrance than help. Humans: 1, Robots: 0.  From that most unlikely of starting points, Hundsun has created a booming business selling software to help financial institutions strengthen their risk control, writes Gabriel Wildau in Shanghai.  Net income rose 37 per cent to Rmb233m (approx $35m) for the first three quarters of 2018, and in a few weeks' time we'll find out if the full-year results are as encouraging.  The seeds for its growth spurt were sown in 2017, when Hundsun shifted towards technologies that match regulators’ emphasis on controlling financial risk. The crown jewel is the O32 software package that offers a comprehensive risk management system spanning everything from monitoring irregular transactions to real-time tracking of profits and setting trading limits.  Hundsun says O32 can avoid trading errors resulting from computer errors, like the 2013 incident that triggered a Rmb523m fine for brokerage Everbright after mistaken orders were placed by a trading algorithm in its proprietary trading unit. Fund managers are a key target market for O32 as well.  It's all a far cry from 2015, when Hundsun was fined Rmb400m because providers of grey market finance used Hundsun's HOMS software to allow hundreds of retail investors to trade separately — and access margin loans — using a single brokerage account.  The valuation of Ping An’s OneConnect unit, which the Chinese insurer is preparing to list, according to Bloomberg.  Trend watch: It's been a long time coming; now Hong Kong is finally opening up its banking industry to online competition. In the next few weeks, six of the new licences are expected to be issued to regional powerhouses in digital banking including Tencent, Ant Financial and insurer ZhongAn. Western digital banks may also ultimately join the rush to win share in the potentially lucrative market, where 66 per cent of all lending is done by just four banks (HSBC, Bank of China, Hang Seng Bank and Standard Chartered).  Regulators' advance: Most countries would be glad to secure a fintech with the profile of Revolut, the foreign exchange app that's fast becoming an online financial services supermarket and commands a valuation north of $1.7bn. Not Lithuania though, where Revolut secured a banking licence last year. Senior politicians in the Baltic country are now voicing fears that its central bank has bitten off more than it can chew.  Follow the money: Funding for insurtech companies reached a record $4.1bn last year, easily eclipsing the $2.7bn raised in 2015, according to new data from Willis Towers Watson, the insurance broker. The fourth quarter of the year was particularly busy, with $1.6bn raised in 63 deals. They included $68m raised by Germany’s simplesurance, which specialises in cover for products sold online, $116m for Italian motor insurer Prima Assicurazioni and $500m in a SoftBank-backed funding round from Cambridge Mobile Telematics. ", "tags": ["trends", "online competition", "insurer", "robotic revolution", "start deploys artificial intelligence"], "related_articles": [{"title": "FedEx's new delivery bot could help it circumvent Amazon (FDX, AMZN, UPS, TGT, WMT, WBA)", "source": "business-insider", "url": "https://www.businessinsider.com/fedex-sameday-bot-could-circumvent-amazon-2019-3"}, {"title": "FedEx to Test Robot for Same-Day Delivery", "source": "the-wall-street-journal", "url": "https://www.wsj.com/articles/fedex-to-test-robot-for-same-day-delivery-11551299486"}, {"title": "FedEx partners with Walmart, Pizza Hut to test last-mile delivery robot", "source": "reuters", "url": "https://www.reuters.com/article/us-fedex-autonomous-idUSKCN1QG1M7"}]}, {"title": "Target is taking a page out of Amazon's playbook — but it could face some challenges (TGT, AMZN)", "source": "business-insider", "date": "2019-02-25T20:46:31Z", "origContent": "Target is jumping on the online marketplace bandwagon.   The retailer announced the launch of Target +, a third-party marketplace where it will partner with other brands, in a blog post on Monday.  Selling third-party merchandise on a retail platform is nothing new. Amazon and Walmart have been doing it for years. But, Target's approach is a little different. Instead of allowing brands and sellers to apply to be listed on the platform alongside first-party goods, Target's program is invite-only.   \"This is intended to be a very curated and select group of products and brands,\" Target CMO and CDO Rick Gomez told CNBC. \"We are reaching out to the brands we want.\"   Brands and sellers that have been invited so far include SVSports, Mizuno, Kaplan Early Learning Company, Serenity Health & Home Décor, and Music123. The program is still in its early days and is likely to expand.   The products will be sprinkled throughout the site, and there is no way to search specifically for Target + items, which are labeled with a \"ships and sold by [seller]\" marking. Customers can also return the items to Target stores and get free shipping, plus 5% off for using a Target credit card, making it similar to ordering from Target directly.   It also helps to expand selection, with the goal of having shoppers come to the same store and buy more stuff more often.   Target's model does sidestep a problem that some marketplaces have experienced, which is that it's challenging to effectively police goods sold on the website by third parties. Both Amazon and Walmart have run into problems with sellers breaking the platform's rules and selling offensive goods.   But a more central problem still remains. Regulators are increasingly keeping a close eye on companies that maintain a marketplace in addition to selling products directly.   Germany's competition watchdog — the Federal Cartel Office, or the Bundeskartellamt — announced in November that it had opened an investigation into Amazon for playing this dual role.   \"Its double role as the largest retailer and largest marketplace has the potential to hinder other sellers on its platform,\" Andreas Mundt, the president of the FCO, said in a statement. \"Because of the many complaints we have received we will examine whether Amazon is abusing its market position to the detriment of sellers active on its marketplace. We will scrutinize its terms of business and practices towards sellers.\"   But Germany's watchdog isn't the first to take notice of this aspect of Amazon's business and its potential anti-trust implications. The European Commission, led by Margrethe Vestager, announced in September that it had launched a preliminary investigation into whether Amazon's model has meant that its use of data has been in violation of European competition law.   \"The question here is about the data,\" Vestager said in response to a journalist's question at a press conference in Brussels, Belgium, at the time.   Though Target does not operate in Europe, it will still need to worry. Across the Atlantic, now-presidential hopeful US Sen. Elizabeth Warren has echoed the European regulators' sentiment. Sen. Elizabeth Warren is calling on Trump officials to invoke the 25th Amendment. Speaking with The New York Times' Andrew Ross Sorkin in September, Warren centered her criticism on the dual role Amazon plays.   The problem, Warren says, is that Amazon gets the data from sales on its platform and doesn't necessarily share it. With that information, Amazon could then potentially create its own market conditions and develop a private-label brand, critics argue.   \"Amazon gets this special information advantage that it [can] then exploit to wipe out [a business],\" Warren told Sorkin. \"That is a serious problem.\"   Warren said that, ultimately, Amazon should not be in both businesses. ", "tags": ["target stores", "many complaints", "been violation", "third party marketplace", "european competition law"], "related_articles": [{"title": "Target rips a page from Walmart, Amazon, adding more items from outside sellers to website", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/target-like-amazon-welcomes-more-third-parties-sell-its-site/2982013002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Regulatory showdown awaits for Big Tech — but who gets the job? - Financial Times", "source": "financial-times", "url": "https://www.ft.com/content/4f9cfdba-3b7b-11e9-b72b-2c7f526ca5d0"}, {"title": "Target is inviting retailers to its website as it tries to catch up with Walmart and Amazon online", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/24/target-is-inviting-other-retailers-to-join-its-website.html"}]}, {"title": "South American Cyber Security Market to 2023 - Vendors Aggressively Investing & Working Towards Building a Dynamic Security Infrastructure for On-Premises Data Centers & Cloud Platforms - ResearchAndMarkets.com - Associated Press", "source": "associated-press", "date": "2019-02-27T16:16:00Z", "origContent": "DUBLIN--(BUSINESS WIRE)--Feb 27, 2019--The South America Cyber Security Market by Component - Market Size, Share, Development, Growth, and Demand Forecast, 2013-2023 report has been added to ResearchAndMarkets.coms offering. The South America cyber security market is expected to reach $22,184.1 million by 2023, growing digital transformation in the region and surge in cyber threats are the key factors driving the growth of the market. Based on component, South American cyber security market has been categorized into solutions and services. Solutions category held majority of the market share, generating over $4,244 million revenue in 2017. This can be attributed to the increased adoption of complete packages provided through cyber security solutions, which include security engineering and management, vulnerability assessment, penetration testing, and security compliance. Whereas, the market is expected to witness faster growth in the services category, advancing at a CAGR of 27% during the forecast period. Based on deployment type, the cyber security market has been categorized into cloud and on-premises cyber security solutions; out of these, on-premises category held a larger market share in 2017, accounting for 57%. During the forecast period, however, the market is expected to register faster growth in the cloud category. This can be attributed to the increasing deployment of cloud-based cyber security solutions by small and medium enterprises (SMEs). Based on organization size, the cyber security market has been categorized into SMEs and large enterprises. Large enterprises accounted for over 63% revenue share in the market in 2017, and it is further expected to advance at a CAGR of over 22% during the forecast period. This can be attributed to the increasing incidence of cybercrimes in South America region, particularly in large enterprises. Moreover, there has been a surge in organized cybercrimes in the large enterprises in the region, which is further driving the market growth of this category. During the forecast period, the cyber security market in South America is projected to witness the fastest growth in Peru, with a CAGR of 24.4%, owing to the rising use of cyber security technology in the public sectors and the growing internet user base in the country. In 2017, Perus internet penetration reached 56% of population, and is expected to record 80% by 2020. The prime factor responsible for the growth of the cyber security industry is the rising digital transformation in the region. Data security threats are rising with increase in the number of companies using mobile devices and cloud services for their business purposes; owing to the increasing threats, data security has become a major concern for organizations. According to Kasperskys cyber map statistics, Brazil tops the list of cyberattacks in South America. Thus, the growing rate of digital transformation is leading to increase cyberattacks incidence, which in turn, is driving the market growth in South America. The market is registering a considerable increase in the adoption of cloud-based cyber security solutions, as cloud-based solutions reduce total cost of ownership (TCO), making it a cost-effective option for SMEs and large enterprises. Usage of cloud services to combat cybercrimes through artificial intelligence (AI) is gaining traction, with some of the major companies such as IBM Corporation, and Cisco Systems Inc. investing heavily in AI capabilities for cognitive computing. As supporting technologies such as AI and machine learning are advancing at a rapid pace, they offer ample growth opportunities for the players to invest in the cyber security market in South America. Vendors in the South American cyber security market are aggressively investing and working towards building a dynamic security infrastructure for on-premises data centers and cloud platforms such as Amazon Web Service (AWS) and Microsoft Azure, in order to mitigate the risk of data breaches. Some of the key players operating in the cyber security industry in South America are Cisco Systems Inc., BAE Systems plc, RSA Security LLC, IBM Corporation, Symantec Corporation, Palo Alto Networks Inc., Fortinet Inc., FireEye Inc., Check Point Software Technologies Ltd., and Juniper Networks Inc. For more information about this report visit https://www.researchandmarkets.com/research/l3x3zr/south_american?w=4 For E.S.T Office Hours Call 1-917-300-0470 For U.S./CAN Toll Free Call 1-800-526-8630", "tags": ["larger market share", "data security", "cyber security industry", "security engineering", "cloud platforms"], "related_articles": [{"title": "Thailand passes internet security law decried as 'cyber martial law'", "source": "reuters", "url": "https://www.reuters.com/article/us-thailand-cyber-idUSKCN1QH1OB"}, {"title": "Stocks making the biggest moves midday: Best Buy, IMAX, Campbell Soup, Mylan & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/27/stocks-making-the-biggest-moves-midday-best-buy-imax-campbell-soup-mylan--more.html"}, {"title": "Warren Buffett says he ditched his stake in Oracle because of his experience getting burned by IBM (ORCL, IBM)", "source": "business-insider", "url": "https://www.businessinsider.com/warren-buffett-oracle-ibm-2019-2"}]}, {"title": "Business.com Expands Management Team with Proven Leaders to Address Rapid Growth - Associated Press", "source": "associated-press", "date": "2019-02-27T14:51:34Z", "origContent": "WALTHAM, Mass., Feb. 27, 2019 (GLOBE NEWSWIRE) -- Business.com, a comprehensive resource for small and medium-sized businesses who want to start, run or grow their business, announced the appointment of key management to the companys rapidly growing team. Digital media industry veteran Wayne Silverman has joined as Chief Revenue Officer and UI leader Mylene Hendrick will serve as Vice President, Product and User Experience. They join newly appointed Chief Technology Officer, Roy Hwang along with Chief Operating Officer, Aaron Bailey and Chief Executive Officer, Doug Llewellyn who collectively will evolve the brand and provide new resources to small and medium businesses via the Business.com platform. To learn more visit our site or to join our growing team see our latest openings on LinkedIn. Backed by a community of experts, Business.com is designed to connect small and medium business owners and industry experts through a wide array of services, tools, and insights. Following the sale of Purch Group Incs Consumer portfolio in 2018, Business.com became an independent operation dedicated to building a trusted brand relationship with those operating as and catering to small and medium-sized businesses. Unlike competitors that are struggling to bridge consumer and SMB audiences in the face of a rapidly commoditized digital advertising model, Business.com has instead steadfastly focused on maintaining the companys recurring predictable revenue and expanding growth opportunities among the nations 28 million small businesses. Proven Leaders Bring Depth and Breadth of Expertise As Chief Revenue Officer, Wayne Silverman brings more than 20 years of relationship building and strategic business development for big data and digital marketing solutions to Business.com. A seasoned executive who has driven growth at brand name organizations including CBS Interactive, Dun & Bradstreet, and IDG, Wayne is known for successfully mapping solutions to market demands. At Business.com, he will leverage his expertise to drive revenue growth throughout the customer lifecycle and help to build a comprehensive suite of products and services for sales and marketing professionals looking to connect with business leaders. My passion has always been about helping business grow and connecting the right people to the right opportunity to make that a reality, said Silverman. I am thrilled to join the Business.com team as it not only gives me a chance to do what I love but work with a community of experts who share the same goal - building opportunities to foster and support small and medium business growth. With a laser focus on the customer and a propensity for deeply understanding what makes an audience tick, Mylene Hendrick has spent her career developing impactful user experiences that generate lasting relationships and profitable business partnerships. As the Vice President of Product and User Experience at Business.com, Mylene will leverage her expertise to evolve the Business.com brand balancing customer demands with business outcomes. A natural leader, she has also held positions at Fidelity, TJX and Target. Balancing customer needs and the needs of the business can often feel at odds, noted Hendrick. Business.com has a unique business model and a strong financial footing which is counter to much of what is happening in the digital publishing industry today. This enables our team to be creative and innovative in our approach, allowing us to marry both sides of the business equation for mutual benefit, profit, and value. Silverman and Hendrick will work closely with newly named Chief Technology Officer, Roy Hwang to improve the Business.com platform. With 15 years of experience building data platforms that have produced double-digit revenue and profit growth for startups and Fortune 100 companies alike, Hwang heads up all engineering, IT, and data operations at Business.com. A Duke University graduate, he previously served as CIO of Arkadium, a gaming and interactive content company. Following the Purch Group Inc., consumer transaction in 2018 Business.com has continued to round out our leadership team by putting in place the right people with the right expertise, energy and new ideas to help the organization grow, noted Doug Llewellyn, Chief Executive Officer, Business.com. I am excited about the opportunity ahead of us and look forward to expanding our offerings to the ever-growing SMB market. Business.com is actively hiring across multiple disciplines including engineering and product development. To learn more about us visit our site or to join our team see our openings on LinkedIn.", "tags": ["mass.", "digital marketing solutions", "cbs interactive", "right opportunity", "roy hwang"], "related_articles": [{"title": "Etsy's sales thrived over the holidays (ETSY)", "source": "business-insider", "url": "https://www.businessinsider.com/etsy-q4-2018-revenue-boost-2019-2"}, {"title": "UPS has a new service for online sellers that can store, pack, and ship items like Amazon — but it's better in two ways", "source": "business-insider", "url": "https://www.businessinsider.com/ups-launches-e-fulfillment-sellers-2019-2"}, {"title": "Are passengers to blame for poor airline service?", "source": "usa-today", "url": "https://www.usatoday.com/story/travel/columnist/mcgee/2019/02/28/airline-service-basic-economy/2843192002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Consumers, weak exports seen curbing U.S. fourth-quarter growth", "source": "reuters", "date": "2019-02-28T05:05:45Z", "origContent": "WASHINGTON (Reuters) - The U.S. economy probably slowed in the fourth quarter, held back by softer consumer spending and weak exports, which could leave 2018 growth just shy of the Trump administration’s 3 percent annual target.  The Commerce Department’s gross domestic product (GDP) report to be published on Thursday at 08:30 a.m. (1330 GMT) will offer the latest assessment of the impact of President Donald Trump’s economic policies, including deregulation, tax cuts, increased government spending and tariffs aimed at securing more favorable trade deals.  Trump has touted the economy as one of the biggest achievements of his presidency and declared last July that his administration had “accomplished an economic turnaround of historic proportions.”  Gross domestic product probably increased at a 2.3 percent annualized rate in the fourth quarter, according to a Reuters survey of economists after expanding at a 3.4 percent pace in the July-September period. However, the survey was completed before the release of December wholesale and retail inventories as well as housing, factory orders and goods trade deficit data, which led many institutions to downgrade their forecasts.  The release of the fourth-quarter GDP report was delayed by a 35-day partial shutdown of the government that ended on Jan. 25, which affected the collection and processing of economic data.  The Atlanta Federal Reserve is projecting GDP grew 1.8 percent in the October-December quarter, which would be the slowest in nearly two years. Economists are forecasting that the economy grew about 2.9 percent in 2018, which would the best performance since 2015 and better than the 2.2 percent logged in 2017.  “This is as good as it gets for the first Trump administration,” said Joe Brusuelas, chief economist at RSM in New York.  The economy is slowing as the boost from the Trump administration’s $1.5 trillion tax cut and more government spending fades. Growth is also being restrained by a trade war between the United States and China, which economists say is making businesses and households more cautious about spending.  “The tax cut was not a game changer, it did not result in a permanent lifting of the trajectory of growth, just a temporary increase,” said Brusuelas, who estimated the tax cut effect peaked in October.  The slowdown will come at time when the economy’s outlook is also being clouded by signs of cooling global demand and uncertainty over Britain’s departure from the European Union. These factors support the Federal Reserve’s “patient” stance towards raising interest rates further this year. Fed Chairman Jerome Powell reaffirmed the U.S. central bank’s position in his testimonies before lawmakers on Tuesday and Wednesday.  Growth in consumer spending, which accounts for more than two-thirds of U.S. economic activity, is expected to have slowed considerably from the third quarter’s robust 3.5 percent rate, but still benefits from a strong labor market.  Trade tensions with China could constrain the economy for a while. U.S. Trade Representative Robert Lighthizer told lawmakers on Wednesday that Washington’s issues with China were “too serious” to be resolved with promises from Beijing to buy more American goods and a threat of higher tariffs could loom over trade with China for years.  The trade dispute has combined with a strong dollar and weakening global demand to undercut export growth. It also led cautious businesses to hoard imports, causing the trade deficit to widen.  The trade shortfall is seen subtracting at least half of a percentage point from fourth-quarter GDP growth after slicing off 2 percentage points in the July-September period.  With consumer spending slowing, some of the imports probably ended piling up in warehouses. That is expected to have accelerated inventory accumulation, which could offset some of the anticipated drag on GDP growth from the trade deficit.  But the inventory boost would come at the expense of growth in the first quarter, which is already looking soft with most manufacturing measures weakening in January and February.  “Inventories could be more of a negative factor for future growth than we had anticipated,” said Daniel Silver, an economist at JPMorgan in New York.  Inventory investment added 2.33 percentage points to GDP growth in the third quarter. Business spending on equipment is also forecast to have remained moderate in the fourth quarter. It has slowed since the first quarter of 2018.  Residential construction was probably a drag on growth in the fourth quarter. Homebuilding has contracted since the first quarter, weighed down by higher mortgage rates, land and labor shortages as well a tariffs on imported lumber. ", "tags": ["fades", "fourth quarter gdp report", "percent rate", "higher mortgage rates", "historic proportions"], "related_articles": [{"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}, {"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}, {"title": "U.S. goods trade deficit deteriorates; factory orders edge up", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QG27A"}]}, {"title": "New Amazon weekly delivery program is great for the planet — and maybe fewer packages stolen", "source": "usa-today", "date": "2019-02-28T22:50:27Z", "origContent": "Packages delivered to a home in San Francisco. SAN FRANCISCO First there was one-stop shopping. Now there's one-stop delivery. Amazon has a new service that lets Prime customers get all their packages delivered one day a week, and some environmentalists are thrilled. Announced on Thursday, Amazon Day allows users of the online sales giant to choose one day a week that works best for them to have their packages delivered. They can still choose to have anything they buy come more quickly, but their designated delivery day will always be one of the delivery options. They can also change their delivery day to another day that works better for them. Amazon Day is part of the company's sustainability initiative to help achieve Shipment Zero, its vision to make all Amazon shipments net zero carbon, with 50% of all shipments net zero by 2030. Amazon touts the program as offering convenience and predictability for Prime members and being environmentally friendly because it reduces the number of boxes used.  People who study the environmental effects of transportation love it because it could reduce the number of miles driven.   While its not possible to do an apples-to-apples comparison of driving to the store versus buying from Amazon, some generalizations are possible, said Miguel Jaller, a professor of civil and environmental engineering at the University of California at Davis. A city dweller who hops in their car to go shopping travels on average 8 miles to do so, while suburban shoppers average about 25 miles, said Jaller. Amazon doesnt release mileage numbers for its deliveries, but based on UPS and FedEx numbers, Jaller has done some modeling. He believes home deliveries likely mean about two to three miles driven per package. Thats a very back-of-the-envelope calculation based on the most routes averaging about 100 miles and making about 35 stops, he cautions. Consolidating deliveries to a single day could reduce the number of miles driven per package to as little as one-third of a mile, he said. Of course, the devil is in the details. When most people drive to a store or a mall, they dont buy just one item, they buy multiple things and carry them all home together. Whereas when they buy from Amazon or other online sites they tend to buy just one or two things at a time. Theres also the problem of the double-whammy of people driving to stores to actually look at and touch items, then buying them online for home delivery. For this to be beneficial, we have to substitute our shopping trips, not double them, said Jaller said. Overall, the reasons the new delivery system might appeal to Amazon and its customers are not necessarily the same. Theres an incentive for Amazon to combine deliveries because most analysts believe it currently loses money on shipping in many cases. Delivering things together would cut into those losses. A win-win for both is that it reduces the amount of packaging necessary because items can be boxed together.  The Amazon Day beta test program has already reduced packaging by tens of thousands of boxes a number that will only continue to grow now that the program is available to Prime members nationwide,  said Maria Renz, vice president of delivery experience at Amazon.  The question is whether the one-day-a-week delivery will hold enough appeal that lots of customers will sign on, reaping environmental benefits for the country as a whole. How do we tame that appetite for this convenience? in the words of Susan Shaheen, a professor of civil and environmental engineering at the University of California at Berkeley. She co-directs the Transportation Sustainability Research Center there. So far Amazon isnt offering any incentives or discounts for using the once-a-week service. But there are still good reasons people would want to switch. One is only needing to be at home one day a week to get their deliveries potentially decreasing the growing problem of package theft. Shaheen, an Amazon customer herself, says One Day makes it easier to address some of the environmental concerns raised by online shopping. \"It's a clear co-benefit,\" she said.  A truck loaded with cardboard for recycling in San Francisco.", "tags": ["buying", "packages", "week service", "reduced packaging", "shopping travels"], "related_articles": [{"title": "Amazon will now let Prime members pick which day to get their items delivered, and it's a stealthy way for the company to cut down on its fastest-rising cost (AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-launches-amazon-day-pick-a-day-delivery-service-2019-2"}, {"title": "‘Amazon Day’ Shipping Option Aims to Reduce Deliveries and CO2 Emissions", "source": "fortune", "url": "http://fortune.com/2019/03/01/amazon-day-delivery-emissions/"}, {"title": "FedEx to Test Robot for Same-Day Delivery", "source": "the-wall-street-journal", "url": "https://www.wsj.com/articles/fedex-to-test-robot-for-same-day-delivery-11551299486"}]}, {"title": "Kroger Bans Visa Cards at 250 Additional Stores", "source": "fortune", "date": "2019-03-01T16:10:12Z", "origContent": "Kroger said Friday it won’t accept Visa credit cards at a second subsidiary, as the nation’s largest grocery story chain escalates its squabble with the credit company over transaction fees. Cincinnati-based Kroger said it would stop accepting the cards at its Smith’s Food and Drug stores as of April 3. That chain owns 142 supermarkets and 108 gas stations across seven states. This is the second time in seven months Kroger has banned Visa at one of its grocery chains, as part of a years-long dispute over the fees. However, this is a significantly larger ban than the original one announced last year at Foods Co, which has 21 stores and five fuel centers, and it again raises the question of whether Kroger is willing to expand the Visa ban to its flagship stores. Kroger has not addressed that possibility, but did say last August, “If we have to expand that beyond Foods Co., we’re prepared to take that step.” Friday’s actions show it’s willing to back that threat up. “Visa has been misusing its position and charging retailers excessive fees for a long time,” said Mike Schlotman, Kroger’s executive vice president and CFO, in a statement. “They conceal from customers what Visa and its banks charge retailers to accept Visa credit cards. At Smith’s, Visa’s credit card fees are higher than any other credit card brand that we accept. Visa’s excessive fees and unfairness cannot continue to go unchecked.” Visa, in a statement given to Fortune, said it was disappointed in Kroger’s action and would continue to work toward a resolution with the grocery chain. “The Visa network delivers significant value for merchants including access to more customers, increased sales, security, and fraud protection, a quick and convenient checkout experience, and ongoing innovation and implementation of the latest technologies,” a company spokesperson said. “Kroger enjoys all of these benefits, and there is a cost for these services, like any other. “We have put forward a number of solutions to allow our cardholders to continue using their preferred Visa credit cards at Foods Co. and Smiths without Kroger-imposed restrictions, and we continue to work toward a resolution,” the spokesperson said. Visa prepaid and debit cards will continue to be accepted at the grocery chain.", "tags": ["implementation", "credit company", "convenient checkout experience", "preferred visa credit cards", "cardholders"], "related_articles": [{"title": "Kroger expands ban on Visa credit cards to Smith's Food & Drug stores in 7 states", "source": "usa-today", "url": "https://www.usatoday.com/story/money/business/2019/03/01/kroger-visa-credit-card-ban-expands-smiths-food-drug-stores/3026396002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Kroger ban on Visa credit cards: What you need to know", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2018/08/01/kroger-ban-visa-credit-card/881228002?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Trump's policies on student and work visas are pushing legal immigrants to Canada", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/trumps-student-and-work-visa-policies-push-legal-immigrants-to-canada.html"}]}, {"title": "U.S. goods trade deficit deteriorates; factory orders edge up", "source": "reuters", "date": "2019-02-27T15:54:16Z", "origContent": "WASHINGTON (Reuters) - The U.S. goods trade deficit widened sharply in December as slowing global demand and a strong dollar weighed on exports, another sign that economic growth slowed in the fourth quarter.  Other data from the Commerce Department on Wednesday showed new orders for U.S.-made goods barely rose in December and business spending on equipment was much weaker than previously thought, pointing to a softening in manufacturing activity.  The reports, which added to weak December data on retail sales and housing starts, could prompt economists to cut fourth-quarter GDP estimates. But some of the drag on growth from the goods trade gap and weak business spending on equipment could be offset by a strong increase in inventories in December.  The goods trade deficit jumped 12.8 percent to $79.5 billion in December, boosted also by an increase in imports. Exports fell 2.8 percent amid steep declines in shipments of foods, industrial supplies and capital goods. Imports increased 2.4 percent driven by food and capital and consumer goods.  Retail inventories increased 0.9 percent in December after falling 0.4 percent in the prior month. Retail inventories, excluding motor vehicles and parts, the component that goes into the calculation of gross domestic product, rebounded 1.0 percent in December after dropping 0.9 percent in November.  Growth estimates for the fourth quarter are currently around a 2.0 percent annualized rate. The government will publish the fourth-quarter GDP report on Thursday. The economy grew at a 3.4 percent pace in the third quarter.  U.S. stocks added to losses after U.S. Trade Representative Robert Lighthizer said U.S. issues with China are “too serious” to be resolved by promises of more purchases of U.S. goods by Beijing. Prices of U.S. Treasuries modestly pared losses, while the dollar added to gains against the yen and euro.  In another report on Wednesday, the Commerce Department said factory goods orders edged up 0.1 percent in December amid declining demand for machinery and electrical equipment, appliances and components.  Data for November was revised slightly up to show factory orders falling 0.5 percent instead of the previously reported 0.6 percent drop. Economists polled by Reuters had forecast factory orders rising 0.5 percent in December.  Manufacturing, which accounts for about 12 percent of the economy, is slowing as some of the boost to capital spending from last year’s $1.5 trillion tax cut package fades. In addition, the strong dollar and cooling growth in Europe and China are hurting exports. Lower oil prices are also slowing purchases of equipment for oil and gas well drilling.  In December, orders for machinery dropped 1.0 percent after tumbling 2.0 percent in November. Orders for mining, oil field and gas field machinery plunged 5.2 percent after rising 1.9 percent in November. There were also decreases in orders for industrial machinery as well as turbines, generators and other power transmission equipment in December.  Orders for electrical equipment, appliances and components fell 0.3 percent after dropping 2.6 percent in November. Orders for transportation equipment rose 3.2 percent in December after increasing 3.1 percent in the prior month.  Orders for civilian aircraft and parts jumped 28.4 percent in December. Motor vehicles and parts orders rose 2.4 percent.  The Commerce Department also said December orders for non-defense capital goods excluding aircraft, which are seen as a measure of business spending plans on equipment, fell 1.0 percent instead of the 0.7 percent drop reported last week.  Orders for these so-called core capital goods declined 1.1 percent in November. Shipments of core capital goods, which are used to calculate business equipment spending in the gross domestic product report, were unchanged in December instead of the previously reported 0.5 percent increase.  Core capital goods shipments fell 0.2 percent in November. ", "tags": ["fades", "fourth quarter gdp report", "prior month", "retail inventories", "capital goods"], "related_articles": [{"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}, {"title": "Consumers, weak exports seen curbing U.S. fourth-quarter growth", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QH0HO"}, {"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}]}, {"title": "Old Navy’s Split from Gap Is Likely to Give the Fortune 500 a New Female CEO", "source": "fortune", "date": "2019-03-01T13:05:16Z", "origContent": "The Fortune 500 is due to get a new female CEO. Gap Inc. (gps) announced Thursday that it is spinning off its successful Old Navy brand into its own publicly-traded company. With annual revenue of some $8 billion, Old Navy is likely to land on the Fortune 500 list once its spinoffpegged for 2020is complete. That means Old Navy’s CEO Sonia Syngal, who’s expected to stay on at the new company, will join the all-too-small club of female chief executives in the Fortune 500. At present, there are 27 female CEOs in the Fortune 500, meaning women lead just 5% of the U.S.’s top firms by revenue. So who is Sonia Syngal? She has been president and CEO of Old Navy since 2016, when she took the reins from Stefan Larsson, who left the clothier for what turned out to be a brief stint as Ralph Lauren’s chief executive. Syngal first joined parent Gap Inc. in 2004 as the vice president of sourcing strategy. Later, she served as senior vice president of Old Navy’s international business and executive vice president for Gap’s global supply chain and product operations. Before joining Gap, Syngal worked at Sun Microsystems for almost a decade, where she was senior director of manufacturing, and as a product manager at Ford Motor Co. (f) before that. She earned degrees in manufacturing systems and mechanical engineering from Stanford and Kettering University. Syngal’s eventual transition to the retail industry was fitting, since she’s been interested in fashion and design since her teenage years, she told ABC News‘ Rebecca Jarvis in 2018. Yet she credits the diverse experience she gained earlier in her career for her success as a CEO. “Ive been able to move around industries and types of roles within companies, but I will say, all of my jobs have been core line jobs,” she said. “Meaning core to creating the value that is essential to a company. Syngal is set to join the small group of women leading the U.S.s top companies that shrunk to 27 in January when Geisha Williams stepped down as CEO of PG&E. The share of female CEOs in the Fortune 500 is often cited as an example of mens lasting hold on corporate power. But it’s also a nod to corporate Americas failure to diversify its leadership ranks. Williams was the only Latina member in the group, which includes zero African-American women. Syngal is the daughter of immigrants from India.", "tags": ["ceo sonia syngal", "corporate americas failure", "only latina member", "interested fashion", "u.s.s top companies"], "related_articles": [{"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/old-navy-split-gap-which-stay-banana-republic/3020322002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "U.S. goods trade deficit deteriorates; factory orders edge up", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QG27A"}]}, {"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "date": "2019-03-01T20:16:26Z", "origContent": "Amazon wants to bring back slower delivery for some people. These Prime members will only get deliveries once a week. Amazon, which rattled the grocery industry when it purchased Whole Foods, is now looking at opening a separate set of supermarkets across the U.S., according to a report in the Wall Street Journal.  The e-commerce giant is negotiating putting supermarkets in several cities, including Chicago, Philadelphia and San Francisco, according to the Journal citing people familiar with Amazon's plans. The first of what could be dozens of storefronts  may open in Los Angeles in the next several months. Amazon bought Whole Foods, for $13.7 billion in 2017. But unlike that chain, known for its select foods and high prices, the new markets would have different, more affordable offerings. And even as it reportedly signs leases, Amazon is also considering buying existing regional companies to more quickly grow the new chain's footprint, the Journal says. Amazon, which has upended the entire retail landscape by accelerating the shift to online shopping, would grab an even stronger foothold in the $750 billion grocery market if it opens new supermarkets. It's already introduced a new grocery concept with Amazon Go, which cuts out cashiers by enabling customers to scan an app, and automatically make purchases as they peruse the aisles. The company has opened Amazon Go stores in Seattle, Chicago and San Francisco, with more planned in those cities and elsewhere. And at a time when retailers like Walmart are expanding an option that enables customers to buy groceries online, then pick them up or have them delivered, Amazon has also begun a curbside pickup service at some Whole Foods locations for members of its Prime subscription service. But the new supermarket chain that is reportedly being considered is a \"game changer,'' says Bob Phibbs, CEO of the New York-based consultancy The Retail Doctor. The Whole Foods purchase gave Amazon the education it needed to expand in the grocery space, he says. Ninety percent of groceries are still sold in brick-and-mortar, Phibbs said. Now, they can take that (information) and leverage that. Its taking all their knowledge and data and having more of a laboratory that makes them more money ... If I were Kroger, I wouldnt be sleeping tonight. Phibbs also views Amazons grocery development as the companys way to get more information about its shoppers, from their health to their favorite brands. Its all about data, he said.  Phil Lempert, founder of supermarketguru.com, which tracks industry news and trends, said the stores will likely not be the same as traditional grocery stores, but more like big-box stores that have large food departments, like Walmart, the biggest grocery seller in the U.S., and Target. Lempert pointed out the irony that this Amazon grocery push is coming days after Yahoo News reported that Amazon was killings its Whole Foods 365 stores, which offered a lower price alternative to the original locations. But the appeal of the new supermarkets could be a more interactive, experiential feel than its rivals, which will appeal to the millennial and Generation Z shopper. If they go the high-tech route for non-foods departments and maybe even foods departments, itll be a hit, he said.", "tags": ["next several months", "grocery industry", "trends", "separate set", "sold brick"], "related_articles": [{"title": "'The Retail Doctor' says Macy's restructuring plan is not bold enough (M)", "source": "business-insider", "url": "https://markets.businessinsider.com/news/stocks/macys-stock-price-restructuring-plan-not-bold-enough-2019-2-1027986065"}, {"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}, {"title": "How U.S. retailers turn their bane into boon with 'click and collect'", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-retail-pickup-analysis-idUSKCN1QE1VE"}]}, {"title": "New solutions for the old problem of illegal massage parlors", "source": "associated-press", "date": "2019-02-27T21:45:52Z", "origContent": "BOSTON (AP) They're nestled amid bustling downtowns and tucked into nondescript strip malls across quiet suburbs. Brothels posing as massage parlors and Asian spas have been part of many American communities for decades, hidden in plain sight. But the Florida prostitution sting that ensnared New England Patriots owner Robert Kraft this month is a reminder of the human trafficking and abuse taking place behind the darkened windows of many of these storefronts and how challenging the problems are to address. The case also highlights how police and prosecutors use an increasingly broad range of approaches, including deeper investigations into wider criminal networks, crackdowns on online sites where johns trade detailed sex reviews and enforcement of stricter civil codes on the massage industry, anti-trafficking activists said. As many as 9,000 illegal massage parlors currently operate in more than 1,000 cities nationwide, fueling a more than $3 billion industry, according to the Polaris Project , a nonprofit that runs the National Human Trafficking Hotline. Most of the prostitutes are women from China and South Korea in their mid-30s to late 50s who have entered the country illegally, are deeply in debt and are drawn into sex work through a combination of lies, threats and other forms of coercion, the organization said. The massage parlor in Jupiter, Florida where Kraft, a 77-year-old Massachusetts billionaire, was videotaped engaging in sex acts is typical of the model. Tucked into a pedestrian strip mall in an affluent oceanside community, the Orchids of Asia Day Spa employed mostly Chinese immigrant workers and was linked to at least nine other storefronts from Palm Beach to Orlando. Authorities say the prostitutes averaged about 1,500 clients a year, were given no days off and were not allowed to leave the site, where they also lived. Palm Beach State Attorney Dave Aronberg described it as \"modern-day slavery.\" Eleven alleged owners and site managers face a range of prostitution-related offenses. At least one, 49-year-old Lan Yun Ma, of Orlando, faces human trafficking charges. Hundreds of male customers, including Kraft, also face minor soliciting prostitution violations . \"We need to get beyond the whack-a-mole strategy of taking out one retail location at a time,\" said Bradley Myles, Polaris' CEO. \"We need to see multi-state investigations that take a longer look, follow the money and build these organized crime cases.\" Law enforcement officials in California, which is home to roughly a third of the nation's illegal massage parlors, as well as jurisdictions in Minnesota, Utah and Washington are also landing similar large cases, Myles said. In Massachusetts, about half of the more than 50 people charged under the state's 8-year-old anti-human trafficking law were involved in illegal massage businesses or residential brothels, according to state Attorney General Maura Healey's office. In one recent case, a 38-year-old woman was charged with running a human trafficking and money laundering operation across six Asian massage parlors in the suburbs north of Boston. Prosecutors say Xiu J. Chen recruited Asian women from New York and arranged their appointments, transportation and housing, where they typically slept on mattresses on the floor. Chen was sentenced to five years in prison in December. But in New York, another major hub of the illegal massage parlor industry, major busts involving sex traffickers remain frustratingly elusive, said Chris Muller of Restore NYC, a nonprofit that works with immigrant sex trafficking survivors. Muller said a silver lining is that prostitute arrests have dropped nearly 50 percent while the arrest of johns has spiked nearly 200 percent. Authorities, he added, are also helping connect more prostitutes with groups like Restore NYC that can help get them on a path to citizenship and break the grip of traffickers, who oftentimes hold their passports and immigration documents as collateral. New York is also among the places where there's growing support for decriminalizing sex work , as Nevada and parts of Europe have done, but anti-trafficking groups and local officials appear focused, for now, on more attainable legislative goals. Delaware and North Carolina, for example, recently classified massage parlors as health businesses, making them subject to regular inspections and other sanitation and safety requirements. Lawmakers in Illinois, New Jersey, Texas and a dozen other states are also weighing stricter regulations on the massage industry this year. In Massachusetts, Healey backs proposed legislation to close a loophole that authorities say has allowed illegal spas to operate as unregulated \"bodyworks\" operations, despite passage of statewide massage parlor requirements in recent years. At the city and county level, codes limiting operating hours for massage parlors or banning things like buzzer-controlled front doors and back-door entrances have been used in recent years to shutter hundreds of storefronts in San Francisco, San Jose and other parts of California. But officials acknowledge these local measures often just push the industry into neighboring communities without those requirements. Federal and state prosecutors, meanwhile, have gone after the johns who post detailed, Yelp-style reviews about their massage parlor experiences on online message boards. In the Seattle-area, for example, authorities shut down a locally run site called The Review Board and charged 35 people, including reviewers and the massage parlor operators on prostitution-related charges in 2016. Larger massage parlor boards, however, continue to operate. Experts say part of the challenge is that sites like Rubmaps, one of the most popular national ones, are registered overseas and post disclaimers attempting to distance themselves from their users' posts. For former massage parlor prostitute Jasmine Grace Marino, the solution is simple: End the demand for paid sex. The 38-year-old New Hampshire resident says she was forced to work at sites in Connecticut and Maine for five years in her 20s by her then-boyfriend. She's since written a book about her experience and runs Bags of Hope, a Boston-based ministry that helps women who have been trafficked or are dealing with addiction or homelessness. \"Men need to have these conversations,\" Marino said. \"Look at Robert Kraft. Even being billionaire and winning all those championships, he's still not satisfied and has to fill that need illegally. Something is broken in there for these men.\"", "tags": ["seattle area", "muller", "statewide massage parlor requirements", "deeper investigations", "recruited asian women"], "related_articles": [{"title": "Kraft case puts spotlight on illegal massage parlors", "source": "nbc-news", "url": "https://www.nbcnews.com/news/us-news/robert-kraft-case-puts-spotlight-illegal-massage-parlors-n977426"}, {"title": "The Daily 202: Trump suggests his embrace of the ‘madman theory’ brought North Korea to the table", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/26/daily-202-trump-suggests-his-embrace-of-the-madman-theory-brought-north-korea-to-the-table/5c7422741b326b71858c6c33/"}, {"title": "Can you trust online reviews? Here's how to find the fakes", "source": "nbc-news", "url": "https://www.nbcnews.com/business/consumer/can-you-trust-online-reviews-here-s-how-find-fakes-n976756"}]}, {"title": "Kraft case puts spotlight on illegal massage parlors", "source": "nbc-news", "date": "2019-02-28T01:48:00Z", "origContent": "Feb. 28, 2019, 1:48 AM GMT BOSTON They're nestled amid bustling downtowns and tucked into nondescript strip malls across quiet suburbs. Brothels posing as massage parlors and Asian spas have been part of many American communities for decades, hidden in plain sight. But the Florida prostitution sting that ensnared New England Patriots owner Robert Kraft this month is a reminder of the human trafficking and abuse taking place behind the darkened windows of many of these storefronts and how challenging the problems are to address. Kraft is not alleged to be involved in human trafficking. The case also highlights how police and prosecutors use an increasingly broad range of approaches, including deeper investigations into wider criminal networks, crackdowns on online sites where johns trade detailed sex reviews and enforcement of stricter civil codes on the massage industry, anti-trafficking activists said. As many as 9,000 illegal massage parlors currently operate in more than 1,000 cities nationwide, fueling a more than $3 billion industry, according to the Polaris Project , a nonprofit that runs the National Human Trafficking Hotline. Most of the prostitutes are women from China and South Korea in their mid-30s to late 50s who have entered the country illegally, are deeply in debt and are drawn into sex work through a combination of lies, threats and other forms of coercion, the organization said. The massage parlor in Jupiter, Florida, where Kraft, a 77-year-old Massachusetts billionaire, was allegedly videotaped engaging in sex acts is typical of the model. A spokesperson for Kraft has denied he \"engaged in any illegal activity.\" Authorities have charged him with two counts of misdemeanor solicitation. Tucked into a pedestrian strip mall in an affluent oceanside community, the Orchids of Asia Day Spa employed mostly immigrant workers and was linked allegedly similar operations in other Florida counties, authorities said. Authorities say the prostitutes averaged about 1,500 clients a year, were given no days off and were not allowed to leave the site, where they also lived. Palm Beach State Attorney Dave Aronberg described it as \"modern-day slavery.\" Eleven alleged owners and site managers face a range of prostitution-related offenses. At least one, 49-year-old Lan Yun Ma, of Orlando, faces human trafficking charges. Hundreds of male customers, including Kraft, also face minor soliciting prostitution violations. \"We need to get beyond the whack-a-mole strategy of taking out one retail location at a time,\" said Bradley Myles, Polaris' CEO. \"We need to see multi-state investigations that take a longer look, follow the money and build these organized crime cases.\" Law enforcement officials in California, which is home to roughly a third of the nation's illegal massage parlors, as well as jurisdictions in Minnesota, Utah and Washington are also landing similar large cases, Myles said. In Massachusetts, about half of the more than 50 people charged under the state's 8-year-old anti-human trafficking law were involved in illegal massage businesses or residential brothels, according to state Attorney General Maura Healey's office. In one recent case, a 38-year-old woman was charged with running a human trafficking and money laundering operation across six Asian massage parlors in the suburbs north of Boston. Prosecutors say Xiu J. Chen recruited Asian women from New York and arranged their appointments, transportation and housing, where they typically slept on mattresses on the floor. Chen was sentenced to five years in prison in December. But in New York, another major hub of the illegal massage parlor industry, major busts involving sex traffickers remain frustratingly elusive, said Chris Muller of Restore NYC, a nonprofit that works with immigrant sex trafficking survivors. Muller said a silver lining is that prostitute arrests have dropped nearly 50 percent while the arrest of johns has spiked nearly 200 percent. Authorities, he added, are also helping connect more prostitutes with groups like Restore NYC that can help get them on a path to citizenship and break the grip of traffickers, who oftentimes hold their passports and immigration documents as collateral. New York is also among the places where there may be growing support for decriminalizing sex work, as Nevada and parts of Europe have done, but anti-trafficking groups and local officials appear focused, for now, on more attainable legislative goals. Delaware and North Carolina, for example, recently classified massage parlors as health businesses, making them subject to regular inspections and other sanitation and safety requirements. Lawmakers in Illinois, New Jersey, Texas and a dozen other states are also weighing stricter regulations on the massage industry this year. In Massachusetts, Healey backs proposed legislation to close a loophole that authorities say has allowed illegal spas to operate as unregulated \"bodyworks\" operations, despite passage of statewide massage parlor requirements in recent years. At the city and county level, codes limiting operating hours for massage parlors or banning things like buzzer-controlled front doors and back-door entrances have been used in recent years to shutter hundreds of storefronts in San Francisco, San Jose and other parts of California. But officials acknowledge these local measures often just push the industry into neighboring communities without those requirements. Federal and state prosecutors, meanwhile, have gone after the johns who post detailed, Yelp-style reviews about their massage parlor experiences on online message boards. In the Seattle-area, for example, authorities shut down a locally run site called The Review Board and charged 35 people, including reviewers and the massage parlor operators on prostitution-related charges in 2016. Larger massage parlor boards, however, continue to operate. Experts say part of the challenge is that sites like Rubmaps, one of the most popular national ones, are registered overseas and post disclaimers attempting to distance themselves from their users' posts. For former massage parlor prostitute Jasmine Grace Marino, the solution is simple: End the demand for paid sex. The 38-year-old New Hampshire resident says she was forced to work at sites in Connecticut and Maine for five years in her 20s by her then-boyfriend. She's since written a book about her experience and runs Bags of Hope, a Boston-based ministry that helps women who have been trafficked or are dealing with addiction or homelessness. \"Men need to have these conversations,\" Marino said. Dennis Romero writes for NBC News and is based in Los Angeles.", "tags": ["seattle area", "deeper investigations", "sex acts", "local measures", "attainable legislative goals"], "related_articles": [{"title": "New solutions for the old problem of illegal massage parlors", "source": "associated-press", "url": "https://apnews.com/6e0eb430041e431699ced179572f922f"}, {"title": "The Daily 202: Trump suggests his embrace of the ‘madman theory’ brought North Korea to the table", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/26/daily-202-trump-suggests-his-embrace-of-the-madman-theory-brought-north-korea-to-the-table/5c7422741b326b71858c6c33/"}, {"title": "Illegal drug ads discovered in online classified section of Interior B.C. news sites", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/british-columbia/illegal-drug-ads-online-classified-sections-bc-news-sites-1.5035964"}]}, {"title": "Kroger makes another bold move in bid to woo grocery shoppers", "source": "cnbc", "date": "2019-02-26T17:04:00Z", "origContent": "Kroger has made its latest bold move to win over U.S. grocery shoppers. The grocer is, for the first time, looking to an outside advertising agency to help oversee its marketing efforts. The move is the latest in a string of actions the grocer has taken to make sure shoppers know it is more than a local shop to pick up essentials. Kroger, founded at 66 East Pearl Street in Cincinnati, Ohio in 1883, has in the past two years eyed global and technological expansion. It bought meal kit company Home Chef and a stake in British online supermarket Ocado. It launched grocery delivery service Kroger Ship and struck a partnership with driverless car company Nuro. It inked a partnership with Walgreens in the U.S. and Alibaba in China. These are big moves for the grocer that first made its splash by being first to offer in-house bakeries and meat departments. They are also a different than the one previously forged by Kroger.  For years, Kroger spent money on growth, but the money was predominantly put toward buying competitors, not transforming its business. Previous deals include Harris Teeter and Fred Meyer. Scale gave it the power to navigate the infamously thin-margin grocery industry. But things changed over the past five years, and scale is no longer the singular defense. Shoppers increasingly like their food fresh, organic and natural. Amazon's infiltration into the industry has forced all grocers to expedite their technology investments. Walmart has kept grocery a focus, even as its fortified its larger discount store business. Seventy percent of shoppers will be buying some portion of their groceries online within five to seven years, according to Nielsen. That equates to $100 billion in total sales. Changes have rippled throughout the industry. Walmart racing is reoutfitting its stores to support grocery delivery and racing to bring it to 1,600 locations by the end of fiscal 2020. Target, which has struggled with its grocery business, paid $550 million to buy same-day delivery service Shipt in 2017. So far, some of Kroger's investments appear to have born results: shares of Kroger are up nearly 5 percent this year, giving it a market capitalization of $23 billion. Its digital sales grew more than 60 percent the third quarter of 2018. But that growth came at a cost: its profit fell 20 percent. Whether the sacrifice was worth it is yet to be seen. Regardless, the grocer looks far different than the original shop on Pearl Street.", "tags": ["grocer", "stake", "fred meyer", "pearl", "nuro"], "related_articles": [{"title": "Ocado, the online grocer making waves on both sides of the Atlantic, is soaring after entering venture talks with an iconic UK retailer", "source": "business-insider", "url": "https://www.businessinsider.com/ocado-marks-and-spencer-deal-shares-surge-after-talks-confirmed-2019-2"}, {"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}, {"title": "M&S taps investors and cuts dividend to fund Ocado deal", "source": "reuters", "url": "https://in.reuters.com/article/us-ocado-m-a-marks-spencer-idINKCN1QG0R8"}]}, {"title": "And America's least favorite stores are...", "source": "nbc-news", "date": "2019-02-26T20:31:18Z", "origContent": "Feb. 26, 2019, 8:31 PM GMT When it comes to satisfying their customers, most U.S. retailers both brick-and-mortar and online are losing ground for the second year in a row, according to an annual consumer satisfaction survey. The retail sector, which includes supermarkets, discount stores, and department stores, slipped nearly 1 percentage point to score a 77 out of 100 in the annual American Customer Satisfaction Index survey released on Tuesday. Shoppers are not happy with the lackluster and underwhelming customer service they so often experience, said ACSI Managing Director David VanAmburg. Things like courtesy and helpfulness of store staff, call center support and even availability of merchandise on the shelves have seen drops from a year ago, he said. The 2018 ACSI Retail Report is based on interviews with more than 62,000 customers chosen at random and contacted by email between January and December last year. While Americans clearly prefer shopping online, even e-commerce showed signs of strain, dropping to an ACSI score of 80, down 2.4 percent from last year. Customers surveyed did not see any improvement in the online shopping experience since last year and felt most aspects of the process including desktop checkout, navigation and site performance have deteriorated. Mobile apps are the one bright spot, earning high marks for quality and reliability. The big news: Online giant Amazon, which held the top spot in the ACSI survey since 2010, plunged 4 percent to score an 82. Costco, which made its debut in the online category this year, scored an 83, to beat Amazon and lead the pack of the 25 internet retailers surveyed. Costco is the value leader among online retailers and its Kirkland brand may be part of the reason why, offering quality products at a lower price, the report noted. Other internet retailers that did well: Etsy, Kohls, Nike and Nordstrom all scored an 81; Apple, eBay, HP Store, Macys, Newegg, Overstock, Target and Wayfair all had an 80. Walmart (74) and Sears (73) were at the bottom of the list. Costco also takes the top spot in the department and discount store category, with an 83. Sams Club is close behind at 80. Both had the same scores from last year, even though customer satisfaction with the category dropped 1.3 percent to an ACSI score of 76. The third warehouse chain, BJs Wholesale Club, scored a 79 to take third place in a tie with Dillards, Kohls and Nordstrom (which saw a decline of 2 percent). Costco and Sams Club have figured out that customer service is critical, and they invest in it more than the bells and whistles we typically associate with other big box retailers, VanAmburg told NBC News. Several chains took a big hit this year: Fred Meyer, which is in the process of a major overhaul, dropped 5 percent, while Meijer was off 4 percent. Walmarts score rose 1 percent, but with a 72, its in next to last place. Walmarts checkout speed is the slowest in the industry and its staff are less courteous than its competitors, the report said. Beleaguered Sears, which struggles to say alive, slipped another 4 percent to score an all-time low of 70. The nations supermarkets also took it on the chin, with customer satisfaction in this category down 1.3 percent, for an ACSI score of 78. Except for convenience of location and store hours, all elements of the grocery shopping experience were worse than last year. Shoppers said brand names are less available and merchandise selection is lacking. They also felt the quality of the meat and produce has fallen, the stores arent as clean as they used to be, sales are less frequent, and the pharmacy service was worse. Supermarket apps were included in this years survey for the first time and scored an 82 for quality and reliability, but website satisfaction dropped 2 percent to 80. Stores that dont get the online component right will have difficulty competing as online grocery shopping becomes more popular. Two traditionally high-performing chains, Trader Joes and Wegmans, continued to shine with even higher scores this year. With an ACSI score of 86, Trader Joes is not only the highest-rated supermarket, its the highest-rated retailer in this survey. Wegmans is a close second at 85, followed by Aldi and Publix at 84, Costco (83), H-E-B (82) and Sams Club (80). Walmart holds on to its perennial last place, with a 72, down 1 percent. Why do Trader Joes and Wegmans take the top spots year after year? They take great care of their employees, which results in happy employees who are trained that the customer comes first, and they are to do what they need to do to make sure the customer experience is a great one, said industry analyst Phil Lempert, who runs the website SupermarketGuru.com. The big news in this category: Whole Foods dropped 2 percent to score a 79, which puts it in a tie with BJs Wholesale Club, Hy-Vee, Kroger and ShopRite. Considering the importance of retail to overall consumer spending, the continued decline in customer satisfaction cannot be taken lightly. The ACSI report suggests high employment is putting a strain on customer service because it creates staff shortages and constant turnover. Customer experience expert Jon Picoult, founder of Watermark Consulting, also blames short-sighted management who are dealing with competition from Amazon and other online-only retailers, by neglecting the in-store experience. While that might help bolster financial results for a few quarters, it has a very insidious long-term, consequence of undermining one of the few remaining sources of competitive differentiation available to traditional retailers in their battle with online rivals, Picoult told NBC News. Fewer employees, poorly trained staff and long lines at checkout all sour people to brick-and-mortar stores and drives them into the arms of online retailers who offer greater convenience, he said. Herb Weisbaum is a contributor to NBC News and writes about consumer-related issues. He can be found on Facebook, Twitter, or The ConsumerMan website.", "tags": ["trader joes", "chains", "fred meyer", "meijer", "store staff"], "related_articles": [{"title": "Costco bests Amazon as most satisfying company for Internet retail, survey finds", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/costco-bests-amazon-internet-retail-satisfaction-survey-finds/2989478002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Homicide detectives determine foul play not involved after remains found in case of missing North Carolina man", "source": "nbc-news", "url": "https://www.nbcnews.com/feature/missing-in-america/celebration-life-planned-after-remains-found-case-missing-north-carolina-n976466"}, {"title": "Warren Buffett explains how Costco is dominating in one crucial area (COST)", "source": "business-insider", "url": "https://www.businessinsider.com/warren-buffett-costco-kirkland-brand-thrives-2019-2"}]}, {"title": "Economy grew a solid 2.6% in the fourth quarter and 2.9% for 2018, strongest in 3 years", "source": "usa-today", "date": "2019-02-28T13:40:26Z", "origContent": "Experiential spending is the big winner this holiday season, according to Sarah Quinlan, senior vice president of market insights at MasterCard . The experiences category, which includes travel and airlines, saw increases in year-over-year spending, according to Quinlan. The U.S economy slowed late last year but still turned in a solid showing on healthy consumer spending and business investment.    The nations gross domestic product the value of all goods and services produced in the economy increased at a seasonally adjusted annual rate of 2.6 percent in the October- December period, the Commerce Department said Thursday. That followed an average 3.7 percent advance the prior two quarters that amounted to the economys best six-month stretch since 2014. Economists expected a 3.3 percent gain in the fourth quarter. For the year, the economy grew 2.9 percent, its strongest performance since 2015. Federal tax cuts and spending increases juiced growth in 2018 but those effects are expected to fade later this year. That, combined with a sluggish global economy and lingering U.S. trade tensions with China, are likely to spell slower U.S. growth of 2 percent to 2.5 percent in 2019, economists say. Many analysts predict a recession by 2020. The warier outlook has prompted the Federal Reserve to retreat from its plan to raise interest rates twice this year to head off inflation. Instead, Fed policymakers have adopted a wait-and-see approach and indicated a rate cut to stimulate growth may be just as likely as a hike. The labor market is also expected to lose some steam as the 4 percent unemployment rate makes it harder for businesses to find qualified workers. President Trump has promised at least 3 percent growth over the longer term but most economists say thats wishful thinking. The economy is constrained by an aging population and tepid growth in productivity, or worker output. Consumer spending grew a sturdy 2.8 percent, down from 3.5 percent in the third quarter. The showing was dampened by a surprising 1.2 percent retail sales declined in December that some economists question and expect to be revised higher. More broadly, Americans benefited from both the tax cuts and lower gasoline prices. Consumer confidence, which can foreshadow spending, rebounded strongly recently on the stock markets rally since its stomach churning drop late last year and the resolution of the 35-day partial government shutdown. Incomes also have been rising. Employers added an average 223,000 jobs a month last year, up from 182,000 in 2017. And by the second half of the year, annual wage growth  topped 3 percent for the first time in nine years as firms bid up to attract workers. President Donald Trump will be heading into his second meeting with North Korea's Kim Jong Un Monday expecting \"a very tremendous summit. Trump expects a signing summit on a trade deal to be held soon with China. (Feb. 25)", "tags": ["month stretch", "october- period", "tremendous summit", "market insights", "signing summit"], "related_articles": [{"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}, {"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}, {"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "url": "https://www.ft.com/content/66191714-3c47-11e9-b856-5404d3811663"}]}, {"title": "Target is accelerating the lingerie wars with bras that cost under $22 (TGT)", "source": "business-insider", "date": "2019-02-25T15:58:14Z", "origContent": " Competition is heating up in the underwear market.   On Monday, Target announced that it would be launching three new private-label brands — Auden, Stars Above, and Colsie — which offer low-cost and size-inclusive underwear and sleepwear. The Wall Street Journal was first to report the news on Sunday.   Sizes range between XS and 4X for underwear and sleepwear and from 32AA to 46G for bras. Auden will offer bras and underwear, while Stars Above and Colsie offer sleepwear and loungewear.   The 1,850-store chain is following in the footsteps of ThirdLove, Lively, and American Eagle's Aerie, which are shaking up the underwear market and homing in on long-time industry leader Victoria's Secret's biggest weakness with more sizes and body-positive campaigns.   \"From new brands and experiences, to a campaign that celebrates that women come in all different shapes and sizes, we want to create the ultimate destination for our guests—one that's inviting and inspiring and allows all women to feel comfortable and confident,\" Jill Sando, senior vice president of home merchandising at Target, said in a press release.   Target will be offering a quiz for online shoppers to find their perfect fit. This tool is particularly reminiscent of online-only brand ThirdLove, which describes its quiz as being one of its greatest assets because it offers a large pool of data on how women shop and what size they wear. It says that more than 12 million women have taken the quiz.   Given that Target has the benefit of having a large physical store presence in the US, it is likely to put pressure on these online-only brands.   What's more, Target is also more competitive on price and has a larger assortment. Auden offers 200 bras in more than 40 styles and more than 200 underwear options in 50 styles. Prices across its three brands range from $4.99 to $29.99, with all bras costing under $22.   For comparison, a bra at ThirdLove starts at $68, while a push-up bra at Victoria's Secret costs $64.95 and a bralette $19.95.   Target told The Journal that more than 40% of its new bras will be wire-free. In recent years, this style has become more popular than the underwire bra, a style that Victoria's Secret is best known for. The Journal cited recent data from The NPD Group, which found that sales of wire-free bras grew 10% in 2018 while underwire bra sales declined 8%.   Target's private label business has become one of the most successful areas of the business and one of the main reasons that customers shop there. These brands are a way to differentiate Target and boost profit margins while still being able to offer customers affordable prices.", "tags": ["bras", "underwire bra", "large pool", "long time industry leader victoria", "large physical store presence"], "related_articles": [{"title": "Embattled Victoria's Secret's latest competitor: Target", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/victorias-secrets-latest-competitor-is-target.html"}, {"title": "The CEOs of YouTube and 23andMe are part of a group of investors making a $55 million bet on Victoria's Secret challenger ThirdLove", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-rival-thirdlove-raises-funding-tech-ceos-2019-2"}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/l-brands-plans-to-close-roughly-53-victorias-secret-stores-this-year.html"}]}, {"title": "Amazon is abandoning an entire 30-floor skyscraper in Seattle it had planned to move into as it follows through on a year-old threat (AMZN)", "source": "business-insider", "date": "2019-02-27T19:40:19Z", "origContent": "Seattle's Rainier Square will no longer be occupied by Amazon.   The company has nixed its plans to move into the 30-floor, 722,000-square-foot building, the company confirmed in a statement to Business Insider on Wednesday. GeekWire first reported the change after obtaining a flyer advertising the subleased space.   Amazon had originally planned to occupy the entire building, but it will now sublease the space.   \"We are always evaluating our space requirements and intend to sublease Rainier Square based on current plans,\" an Amazon spokesperson told Business Insider in a statement.   Amazon hinted that this subleasing could come in a sort of threat in May 2018. At the time, Amazon was unhappy that the Seattle City Council passed a new tax, aimed at combatting homelessness, that would disproportionately affect companies with a large number of employees in the city.   Amazon said at the time that unless the council repealed the tax before it was enacted, it would halt all construction on Block 18 — another skyscraper it is building in the city — and sublease all of Rainier Square.   \"I can confirm that pending the outcome of the head-tax vote by City Council, Amazon has paused all construction planning on our Block 18 project in downtown Seattle and is evaluating options to sub-lease all space in our recently leased Rainier Square building,\" Drew Herdener, Amazon's VP of global corporate and operations communications, said at the time.   Amazon restarted planning for Block 18 even though the tax was approved, but it seems Rainier Square was not included.   \"We are disappointed by today's city council decision to introduce a tax on jobs. While we have resumed construction planning for Block 18, we remain very apprehensive about the future created by the council's hostile approach and rhetoric toward larger businesses, which forces us to question our growth here,\" Herdener said in a statement in June 2018, notably omitting any mention of Rainier Square's future.   Rainier Square, which is further south than most of Amazon's Seattle campus, is set to open in 2020.   \"We are currently building two million square feet of office space in our South Lake Union campus in Seattle,\" Amazon said in its statement. \"We have more than 9,000 open roles in Seattle and will continue to evaluate future growth.\"   Amazon's public feud with Seattle's city council foreshadowed the even more contentious fight it had with the New York City Council, which eventually ended with Amazon pulling its HQ2 project out of New York altogether.", "tags": ["amazon spokesperson", "rainier square building", "contentious fight", "foot building", "herdener"], "related_articles": [{"title": "Amazon drops plans to move into Seattle skyscraper", "source": "financial-times", "url": "https://www.ft.com/content/2b865896-3aee-11e9-b856-5404d3811663"}, {"title": "Amazon Backs Out of Lease at Center of Tax Fight with Seattle", "source": "bloomberg", "url": "https://content-service.bloomberg.com/articles/PNLP0V6JIJUR"}, {"title": "D.C.-area forecast: Mixed precipitation and snow are likely late tonight into early Friday", "source": "the-washington-post", "url": "https://www.washingtonpost.com/weather/2019/02/28/dc-area-forecast-mixed-precipitation-snow-are-likely-late-tonight-into-early-friday/"}]}, {"title": "Shaped by Mérida’s Artistic Soul", "source": "the-new-york-times", "date": "2019-02-25T10:00:14Z", "origContent": "On a sultry November afternoon in Mérida, Mexico, I sat with my friend David Serrano on the terrace of Apoala, a Mexican-fusion restaurant on the Plaza de Santa Lucia, tucking into Flores de Amarillo zucchini blossoms stuffed with Oaxacan cheese and people watching. David, a Mexican by birth and a Mérida resident by choice, deftly picked out the vacationers (in short pants, like myself, because of the heat) from the locals (in long pants, like David, because of the insects). An elegant blonde woman in slacks drifted over to the table to say hello to David Elena, he explained, a fashion designer from Milan. A few minutes later a tanned couple, the husband leaning on a cane as a result of a riding accident, dropped by Ralf and Yvonne, the Germans who run the Yucatán Polo Club. After lunch we stopped at KiXocolatl the chocolate store next to the restaurant run by two Belgians and bumped into Carmen, a painter from Mexico City, and Marcela, a Yucatecan artist who got out her phone to show me pictures of the sculptures she makes from sisal fiber. So it goes in Mérida, the capital of Mexicos Yucatán state and a magnet for creative souls from both sides of the border and beyond. They come from the United States and Canada, Mexico City and Europe, lured by the citys un-Disneyfied Mayan and colonial heritage. Among the expats: the artists James Brown and Jorge Pardo, the designers Laura Kirar and Marjorie Skouras, and the chefs Jeremiah Tower and (until his death in 2016) David Sterling. Just dont call it the next San Miguel de Allende. The Catedral de San Ildefonso is evidence of a Roman influence in Méridas past.CreditAdrian Wilson for The New York Times The interior of the Catedral.CreditAdrian Wilson for The New York Times The Paseo de Montejo, Mérida's main artery, is lined with mansions once owned by 18th- and 19th-century millionaires.CreditAdrian Wilson for The New York Times On cue, Israel had turned up the Paseo de Montejo, the citys main artery, and suddenly we were surrounded by palm-shaded mansions in the Beaux-Arts style the trophy homes of the 18th- and 19th-century millionaires who made their fortunes producing henequen (or sisal) from the agave plant. The rich Yucatecans rejected Hispanic culture in favor of all things French, and Paseo de Montejo bears more than a passing resemblance to a street in old New Orleans, which happens to be a sister city. Casa Lecanda, two blocks from Paseo de Montejo, is one of the fancier places to stay in Mérida.CreditAdrian Wilson for The New York Times People come here and visit ruins and cenotes the first time, David had told me, look at houses the second time, and buy a house the third time. Happily for first-time visitors, more than a few of those who return and buy renovate their homes as boutique hotels or rentals. Hotel Diplomat, down the street from Davids place, is one of the more intimate B & Bs, with just four rooms, while Casa Lecanda, two blocks from Paseo de Montejo, is one of the more luxe ones. Urbano Rentals offers several meticulously restored town homes in the centro historico.  I repaired to my guest room, settling in for a siesta on the steel canopy bed. An Olivia Newton-John/John Travolta ear worm had worked its way into my head, but at some point I dozed off. When I awoke my room was dark, and rain pelted the roof a steady, cooling volley punctuated by rumbling thunder. Luckily Israels musical tastes were varied. The next morning, he was playing Mexican techno. In a light drizzle we set off for the ruins of Uxmal, a Maya city 50 miles south of Mérida, known for its ornate Puuc-style architecture and its fine state of preservation. Uxmal, population 20,000, give or take, was founded about 500 AD by Chac Uitzil Hun, I learned from my guide, Fabio, a Yucatecan with a mouth full of gold and a wicked sense of humor. We made our way around the Pyramid of the Magician, the sites tallest structure, to the grass-covered Ballcourt. Competitions here generally concluded with a human sacrifice, Fabio said, doing a little pantomime of the victor having his heart ripped out and offered to the gods, his gold teeth sparking in the mist. The massive mosaic facade of the Governor’s Palace has 103 masks of the rain god Chac.CreditAdrian Wilson for The New York Times We climbed the steep stone steps to the Governors Palace, whose massive mosaic facade boasts 103 masks of the rain god Chac (no cenotes nearby). As we passed a group of German tourists sharing a joint, one of them lost her footing on the steps. Careful, Fabio warned. We lost someone here yesterday. They say that to everyone, David observed when I told him about it back in the car. After touring the oldest remnants of Yucatán civilization, we set out for its newest frontier. Many of the affluent Mexicans moving to Mérida are settling not in centuries-old casas in town or haciendas in the country but in the spanking new suburbs of el norte a long swath of gated communities and giant malls to the north of the city. Our destination was a restaurant called Tatemar in Plaza La Isla, a just-opened 180-store mall developed by Carlos Slim, the richest man in Mexico (and an investor in The New York Times). The restaurant Tatemar is in Plaza La Isla, a newly opened 180-store mall in the suburbs recently built north of Mérida.CreditAdrian Wilson for The New York Times Traditional Yucatecan cuisine, on the other hand, weds Mayan ingredients (corn, chilis, pumpkin) with culinary contributions from Spain (pork, lard, Seville orange) and other parts of Europe. Mr. Tower, the chef, who has lived in Mérida for the last decade, haunts the citys food stalls for fried pork belly and other Yucatecan staples. Gringos who want to master time-honored recipes like pavo en relleno negro (roasted turkey in charred chili sauce) can take classes at Los Dos, the cooking school founded by David Sterling. Tatemar serves Oaxacan-flavored dishes like octopus with maize purée and pork and shrimp tacos.CreditAdrian Wilson for The New York Times When we left the mall the sun was sinking below a stand of tamarind trees. Suddenly there was an explosion of bird chatter the evening song of blackbirds known locally as XKau a reminder that, for all the golf courses and Porsche dealerships, we were still in the jungle. Among Méridas best exhibition spaces, Lagalá, Galeria La Eskalera, the Fundacion de Artistas, and Centro Cultural La Cupula are all in the centro historico. La Cupula, a sprawling garden-linked complex, hosts music, dance and theater performances as well as exhibitions. A show of Davids recent paintings happened to be up when I was in town, so we swung by the morning of my last day in the city. Predictions and Sortileges is a series of canvases, executed in white acrylic on brightly painted backdrops, about fortune telling. We paused in front of a painting of a female medium with a pair of birds on her head, surrounded by a faithful audience. She gets power telling people what they want to hear, David explained. Like Trump. The Centro Cultural La Cupula, a sprawling garden-linked complex, hosts music, dance and theater performances, as well as exhibitions.CreditAdrian Wilson for The New York Times We had been asked to lunch at the country hacienda of Laura Kirar, the designer, and her husband, Richard Frazier. So we picked up a roasted chicken at a roadside stand, and Israel navigated a series of narrow village roads lined with shacks in taffy colors and teeming with mototaxis, pedestrians and dogs that seemed oblivious to both. The Hacienda Subin, a crumbling 18th- and 19th-century Moorish-style compound on 40 acres in the jungle, is being painstakingly restored.CreditAdrian Wilson for The New York Times Dozens of the sisal haciendas outside Mérida have been renovated as resorts. One of the newest and poshest is the Chablé Resort and Spa, in Chocholá 38 modern casitas, each with its own pool and hammock, on the jungled grounds of the former henequen estate Hacienda San Antonio Chablé. As for Hacienda Subin, Richard and Laura are rehabbing its factory building as a multipurpose space for community events. One of the newest resorts is the Chablé Resort and Spa, in Chocholá, which has 38 modern casitas, each with its own pool and hammock.CreditAdrian Wilson for The New York Times Expat colonies can be insular, but Méridas outlanders are establishing deep roots here. On our way back to the city we stopped at Plantel Matilde, a 39,000-square-foot arts center rising like a modern acropolis in the middle of the jungle. Conceived by the Mexico City sculptor Javier Marin, Matilde serves as a campus for international art students and local schoolchildren as well as a studio and exhibition space for the artist. After a full day my host had planned a casual dinner back in town. But this was Mérida: the meal, at a simple cantina called Catrine, was a long, festive, Mezcal-fueled affair. Richard and Laura showed up, as did Marcela, the sisal sculptor. There was Jason, an artist from Chicago, and Kate, from Poland, who did hair, and Ross, from New York, who works in real estate. We passed around platters of cactus salad and vegetarian flautas and empanadas. The conversation returned to Méridas recent growth. Not everyone shared Davids and Carloss enthusiasm for the changes. Jason groused about the traffic and noise. Ross said the Levis plant was polluting the water with toxic dyes.", "tags": ["richest man", "catedral", "matilde", "plantel matilde", "polo club"], "related_articles": [{"title": "Hanoi Postcard: Kim-Trump summit inspires entrepreneurs", "source": "associated-press", "url": "https://apnews.com/6b259ee1b952448cbf96d4de39c675d7"}, {"title": "Caribbean resort pools (almost) as good as the beaches", "source": "usa-today", "url": "https://www.usatoday.com/story/travel/experience/caribbean/2019/02/27/best-resort-swimming-pools-caribbean/2843258002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Chicago mayoral runoff election: Expect an aggressive race in final weeks", "source": "usa-today", "url": "https://www.usatoday.com/story/news/nation/2019/02/27/chicago-mayoral-runoff-black-female-mayor-lori-lightfoot-toni-preckwinkle/3005571002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "US STOCKS-Futures hold gains after benign inflation data", "source": "reuters", "date": "2019-03-01T14:12:09Z", "origContent": "(For a live blog on the U.S. stock market, click or type LIVE/ in a news window.)  * Core PCE rises 0.2 percent in December  * U.S. manufacturing activity data at 10 am ET  March 1 (Reuters) - U.S. stock index futures were higher on Friday, setting up Wall Street’s main indexes for a higher open, after data showed inflation remained benign in December.  The personal consumption expenditures (PCE) price index, the Federal Reserve’s preferred inflation measure, rose 0.2 percent, after excluding volatile food and energy components, following a similar gain in November.  Investors are also awaiting the Institute for Supply Management (ISM) survey on U.S. manufacturing activity for February which is expected to have slowed slightly from January.  Earlier, a private survey showed China’s factory activity contracted for a third straight month in February but at a slower pace, helping lift global equities.  “It’s a China type day which is giving investors confidence that all is well in China and that fear is probably off the table,” said Andre Bakhos, managing director at New Vines Capital LLC in Bernardsville, New Jersey.  The Commerce Department said U.S. personal income fell for the first time in more than three years in January, pointing to a moderate growth in consumer spending.  At 8:50 a.m. ET, Dow e-minis were up 159 points, or 0.61 percent. S&P 500 e-minis were up 15.5 points, or 0.56 percent and Nasdaq 100 e-minis were up 46.25 points, or 0.65 percent.  Wall Street’s main indexes closed slightly lower on Thursday as support from better-than-feared U.S. GDP data was countered by concerns about earnings and U.S.-China trade relations.  The benchmark S&P 500 index has risen 11 percent since the beginning of the year, bolstered by progress in trade talks and the Federal Reserve’s cautious stance on interest rates.  After President Donald Trump delayed a deadline that would have triggered higher tariffs on Chinese imports, Bloomberg reported on Thursday afternoon that a summit between Trump and his Chinese counterpart Xi Jinping to sign for a final trade deal could happen as soon as mid-March.  Among shares trading premarket, Gap Inc surged 20.5 percent after the company said it would separate its better-performing Old Navy brand and shutter about 230 stores of its struggling namesake apparel business.  Foot Locker jumped 12.7 percent after the footwear retailer reported quarterly same store sales above analysts’ expectations. Its partner Nike Inc’s shares rose about 1.2 percent. ", "tags": ["inflation measure", "giving investors", "volatile food", "u.s. manufacturing activity data", "similar gain"], "related_articles": [{"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "Home Depot, Caterpillar weigh on stock futures; Fed testimony awaited", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QF1I0"}, {"title": "US STOCKS-Wall St set to open lower as Home Depot, Caterpillar weigh; Fed in focus", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20L4L9"}]}, {"title": "Huawei said it built a folding phone similar to Samsung's Galaxy Fold — but killed it because it was so bad", "source": "business-insider", "date": "2019-02-28T12:16:26Z", "origContent": "A senior Huawei executive took a shot at the company's biggest rival in mobile, Samsung, as the two companies go head-to-head in showing off their new foldable phones.   The CEO of Huawei's mobile business, Richard Yu, told Business Insider that Huawei had originally prototyped a folding phone with a similar design to Samsung's Galaxy Fold but killed it off because it was \"not good.\"   \"I feel having two screens, a front screen and a back screen, makes the phone too heavy,\" Richard Yu said of the Galaxy Fold, speaking to Business Insider.   \"We had several solutions, but we cancelled them. We had three projects simultaneously. We had something even better than that [the Samsung Galaxy Fold], killed by me.\"   Huawei's Mate X folding smartphone comprises a single, flexible display that folds and unfolds to turn the device from a smartphone into an 8-inch tablet.   The Galaxy Fold works a little differently, with a small front screen that acts as a smartphone display when the device is folded up. The phone then opens like a book to reveal a second, tablet-sized screen.   Samsung has occupied that top slot for years, while Huawei tends to rotate between second and third place with Apple. But Huawei was the only company of the three to gain market share in the holiday quarter of 2018.   The differences between the Mate X and the Galaxy Fold have sparked some debate about which phone has the better design.   Some believe the Mate X would be the more delicate of the two devices, because the screen folds outwards and may scratch easily. Others point to the Galaxy Fold not quite shutting flush, which might allow dust and other objects to fall into the gap and damage the device.   Frank Gillet, an analyst with Forrester, noted that no one has had a chance to test out either device properly but said Huawei's initially looked like the better design.   \"Huawei's folding tablet looks better at first glance simply because it's thinner, and has a larger screen in phone and tablet mode,\" he told Business Insider. \"And it's likely the fold-out design stresses the screen less than Samsung's fold in display, though only time will tell.   \"It's too early to argue about which one is better until we can all try out production units. These were clearly prototypes, which never look as good as they will later.\"   Folding phones are still out of reach for the average consumer, Gillett added. The Mate X costs a whopping 2,299 ($2,600). The Galaxy Fold costs 2,000, or $1,980 for US consumers.   \"[These devices won't last as long as today's smartphones, because the hinging display and mechanisms simply won't last as well a today's candybar smartphones,\" he said.", "tags": ["forrester", "third place", "had chance", "frank gillet", "better design"], "related_articles": [{"title": "We compared the Samsung Galaxy Fold with the Huawei Mate X — and the winner was clear", "source": "business-insider", "url": "https://www.businessinsider.com/review-samsung-galaxy-fold-vs-huawei-mate-x-2019-2"}, {"title": "Samsung says you won't be able to walk into any store and try its new $2,000 foldable phone", "source": "business-insider", "url": "https://www.businessinsider.com/samsung-galaxy-fold-event-luxury-retail-experience-limited-supply-2019-2"}, {"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, AAPL, SQ, LB)", "source": "business-insider", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-february-28-2019-2019-2"}]}, {"title": "Buoyant Chinese stock market awaits MSCI decision", "source": "financial-times", "date": "2019-02-27T21:00:24Z", "origContent": "The end of a month in which Chinese shares have trounced every other market may appear the perfect backdrop for MSCI, one of a trio of index providers that have an outsized role in shaping the global flow of money. The New York-based company is set to announce later this week that the weighting of Chinese shares in its Emerging Markets index, which is the benchmark for about $1.9tn of funds, will more than triple by August, according to people familiar with the matter. A big jump in the weighting would underline how Beijing is opening its capital markets to foreigners despite tensions with Washington, coming less than a year after MSCI admitted Chinese A-shares, or those listed on exchanges in Shanghai and Shenzhen, to its index for the first time. It would also show how concern over the volatility of Chinese stocks and corporate governance have not been an impediment, either. “Lest we forget, despite China being the world’s second-largest economy, it’s still emerging, and the stock market is immature versus developed markets [and] there’s massive volatility,” says Ashley Dale of Harvest Global Investments. Analysts estimate that the plan, which is expected to push the weighting of A-shares in the index from 0.71 per cent to 2.82 per cent, as well as other initiatives to unlock China’s markets, could draw in about $100bn of foreign investment to the country’s mainland bourses this year. The CSI 300, China’s benchmark equity index, has surged 22 per cent this year after plunging by a quarter in 2018. MSCI, whose own shares have doubled since the start of 2017 thanks to the boom in cheaper, passive investing, started consulting last September with asset managers on the increase in A-shares. Alongside the move by MSCI, China has taken other steps in recent years to open its capital markets. In 2014, for example, the Hong Kong-Shanghai stock connect was launched to allow foreign investors to buy mainland stocks via Hong Kong. “MSCI inclusion in 2018 marked a breakthrough year for foreign inflows, and we expect 2019 to be another record year of A-share globalisation,” says Steven Yang, a strategist at CLSA. He estimates that stocks on the Chinese mainland will see between $83bn and $108bn of foreign inflows this year, when combined with other measures, including allowing more foreign funds to be distributed in mainland China, and the prospect that other index providers such as FTSE and S&P include A-shares. That is up from $45bn in 2018. “Overseas investors, rather than domestic fund managers, will become the most important players,” Mr Yang adds. Foreign fund managers have sharply increased their exposure to A-shares since they were first included in the MSCI EM index in May last year. “With the MSCI weighting set to get bigger, those managers who are underweight A-shares will need to add to their position,” says Eric Bian, a fund manager at JPMorgan Asset Management. “Until now, foreign investors have concentrated on blue-chip names, but as the index weighting gets larger, the hunting ground will become bigger.” But even as those outside China have stepped up their buying, foreign ownership of the overall market value of A-shares stands at just 3.5 per cent, according to BNP Paribas. This compares with 20 per cent for stocks in India, about 30 per cent in Japan and Korea, and nearly 40 per cent in Taiwan. MSCI’s decision to beef up China’s weighting comes despite it conceding that the number of trading suspensions among China A-shares was “by far the highest in the world”. This was particularly prevalent during a plunge in Chinese shares in 2015, when more than 1,400 companies, about half of the total, suspended their shares. In an effort to assuage concerns, last year MSCI created a rule that prevented companies whose shares had been suspended for at least 50 consecutive days from being included. But real fears over corporate governance remain. According to MSCI’s own ranking last year of environmental, social and governance standards, the A-shares that were included in its EM benchmark fared far worse than their counterparts in other emerging markets. “For now there aren’t many companies that meet the standards we would expect before we commit our clients’ money,” says Nicholas Yeo, head of China equities at Aberdeen Standard Investments. “We place heavy emphasis on fundamentals such as earnings and valuations and take account of good governance.” Mr Yeo hopes that, ultimately, the opening of China’s capital markets through decisions like MSCI’s will “expose the management of companies to global standards of accountability and best practice.” In the meantime, many investors are likely to have to increase their exposure to A-shares – and hope that last year’s volatility becomes a distant memory.", "tags": ["other index providers", "heavy emphasis", "china equities", "msci weighting", "outsized role"], "related_articles": [{"title": "Inflation expectations guide the way", "source": "financial-times", "url": "https://www.ft.com/content/b4ddbf5c-3acc-11e9-b856-5404d3811663"}, {"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}, {"title": "India's foreign direct investment inflows fall amid pre-election uncertainty", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/reuters-america-indias-foreign-direct-investment-inflows-fall-amid-pre-election-uncertainty.html"}]}, {"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "date": "2019-02-28T14:25:33Z", "origContent": "WASHINGTON (Reuters) - The U.S. economy slowed less than expected in the fourth quarter amid solid consumer and business spending, leaving 2018 growth just shy of the Trump administration’s 3 percent annual target.  The Commerce Department’s gross domestic product (GDP) report on Thursday offered the latest assessment of the impact of President Donald Trump’s economic policies, including deregulation, tax cuts, increased government spending and tariffs aimed at securing more favorable trade deals.  Trump has touted the economy as one of the biggest achievements of his presidency and declared last July that his administration had “accomplished an economic turnaround of historic proportions.”  Gross domestic product increased at a 2.6 percent annualized rate in the fourth quarter after expanding at a 3.4 percent pace in the July-September period. The economy grew 2.9 percent in 2018, powered by the White House’s $1.5 trillion tax cut and increased government spending. It was the best performance since 2015 and better than the 2.2 percent logged in 2017.  Economists polled by Reuters had forecast GDP rising at a 2.3 percent rate in the fourth quarter. Despite the economy’s strong performance in the last quarter and in 2018, there are indications activity is softening, with most manufacturing measures weakening in January and February.  The labor market is also showing signs of cooling, with a report from the Labor Department on Thursday showing the number of Americans drawing unemployment benefits rising to a 10-month high in the week ended Feb. 16.  The economy is slowing as the boost from fiscal stimulus fades. Growth is also being restrained by a trade war between the United States and China.  The slowdown comes at a time when the economy’s outlook is also being clouded by signs of weakening global demand and uncertainty over Britain’s departure from the European Union.  These factors support the Federal Reserve’s “patient” stance towards raising interest rates further this year. Fed Chairman Jerome Powell reaffirmed the U.S. central bank’s position in his testimonies before lawmakers on Tuesday and Wednesday.  The dollar trimmed losses against a basket of currencies on the GDP data, while U.S. Treasury yields rose. U.S. stock index futures slightly pared losses.  The fourth-quarter GDP report was delayed by a 35-day partial shutdown of the government that ended on Jan. 25, which affected the collection and processing of economic data.  The Commerce Department said while it could not quantify the full effects of the shutdown, it estimated the partial closure had subtracted about one-tenth of a percentage point from fourth-quarter GDP growth through “a reduction in the labor services supplied by federal employees and reduction in intermediate purchases of goods and services by nondefense agencies.”  Growth in consumer spending, which accounts for more than two-thirds of U.S. economic activity, increased at a still strong 2.8 percent rate in the fourth quarter. Consumer spending grew at a robust 3.5 percent rate in the third quarter.  Trade tensions with China could constrain the economy for a while. U.S. Trade Representative Robert Lighthizer told lawmakers on Wednesday that Washington’s issues with China were “too serious” to be resolved with promises from Beijing to buy more American goods and a threat of higher tariffs could loom over trade with China for years.  The trade dispute has combined with a strong dollar and weakening global demand to restrain export growth. It also led cautious businesses to hoard imports, causing the trade deficit to widen.  The trade shortfall subtracted 0.22 percentage point from fourth-quarter GDP growth after slicing off 2 percentage points in the July-September period. With consumer spending slowing, some of the imports probably ended up in warehouses.  This accelerated inventory accumulation, which offset some of the drag on GDP growth from the trade deficit.  Inventories increased at a $97.1 billion rate in the fourth quarter after rising at an $89.8 billion pace in the July-September quarter. Inventory investment added 0.13 percentage point to GDP growth last quarter after contributing 2.33 percentage points in the prior period.  Business spending on equipment accelerated in the fourth quarter from the prior period, growing at a 6.7 percent rate. It had slowed since the first quarter of 2018.  Residential construction contracted at a 3.5 percent rate, marking the fourth straight quarterly decline. Homebuilding has been weighed down by higher mortgage rates, land and labor shortages as well a tariffs on imported lumber.  Government investment increased at a 0.4 percent rate, the slowest since the third quarter of 2017. ", "tags": ["fades", "fourth quarter gdp report", "most manufacturing measures", "more american goods", "historic proportions"], "related_articles": [{"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}, {"title": "Consumers, weak exports seen curbing U.S. fourth-quarter growth", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QH0HO"}, {"title": "U.S. goods trade deficit deteriorates; factory orders edge up", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QG27A"}]}, {"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "date": "2019-03-01T22:31:37Z", "origContent": "While US-China trade talks continue to hold centre stage, investors will be following a bevy of economic data, retail earnings and central bank developments in the coming week. Investors will get a fresh look at the booming US labour market on Friday when the government releases data for February. Economists expect 180,000 new jobs and an unemployment rate of 3.9 per cent, according to a Reuters poll. The US added 304,000 jobs in January, while the unemployment rate stood at 4 per cent, helping ease concerns over the impact of a partial government shutdown and slower economic growth. Wage data will be of particular interest amid a period of muted inflation. Average hourly earnings in January were up just 0.1 per cent compared with the prior month, the weakest rate of growth since October 2017. In other US economic data, new home sales and the Institute for Supply Management’s non-manufacturing index are due on Tuesday, and a report on housing starts will arrive on Friday. On Wednesday, the Federal Reserve will release its monthly Beige Book, an anecdotal look at business activity across the central bank’s 12 districts. The spate of retail earnings will continue next week. Target and Kohl’s, the American department store chains, will release their fourth-quarter financial results on Tuesday. Discount retailer Dollar Tree, grocery chain Kroger, bookseller Barnes & Noble and warehouse outlets Costco and BJ’s Wholesale Club are also scheduled to report earnings during the week. Other US big-box stores such as Walmart, Best Buy and Macy’s have already disclosed fourth-quarter profits and sales. Walmart eased investors’ concerns about domestic retail sales, which abruptly fell in December, with strong holiday sales aided by strength in the grocery and toy aisles. Best Buy, the electronics retailer, also benefited from better sales than expected during the holiday period. Other closely watched earnings reports coming next week include Salesforce.com and Brown-Forman, the owner of Jack Daniel’s. The European Central Bank will provide an update on monetary policy and its president, Mario Draghi, will speak at a press conference on Thursday. The ECB is expected to hold rates steady amid a deceleration in regional growth and tepid inflation numbers. Investors are also watching the ECB for economic forecasts and news on long-term loans to banks. The Reserve Bank of Australia and the Bank of Canada have their own rate decisions coming next week. Minutes from the Bank of England’s latest policy meeting will be released. In the US, New York Fed president John Williams and Cleveland Fed president Loretta Mester will be among the central bank officials to give remarks. Elsewhere in global economic news, China is expected to announce an economic growth target as its annual National People’s Congress begins in Beijing. Key reports during the week include Italy’s GDP, Germany’s factory orders, China’s trade balance and Australia’s GDP.", "tags": ["prior month", "warehouse", "china trade talks", "domestic retail sales", "slower economic growth"], "related_articles": [{"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}, {"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "url": "https://www.nbcnews.com/business/economy/economic-growth-slows-less-expected-fourth-quarter-n977611"}, {"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}]}, {"title": "Home Depot is about to report earnings. Here's everything you need to know", "source": "cnbc", "date": "2019-02-26T10:29:00Z", "origContent": "Home Depot is set to report earnings before the bell on Tuesday. For much of last year, confidence in the U.S. housing market soared, benefiting Home Depot and rival Lowe's. But with mortgage rates climbing, attitudes have since started to turn sour. This may lead to home prices rising at a slower rate and the market cooling down. Analysts are watching to see how this could impact the home improvement retailers in 2019. Home Depot, meanwhile, has been spending aggressively to bulk up its e-commerce business and narrow the delivery window, or time it takes to get shipments to customers' homes. In July of last year, it said it plans to spend $1.2 billion over the next five years on its supply chain. A year ago, Home Depot benefited during the fourth quarter from selling more appliances. As Sears' store base continues to shrink, and with J.C. Penney pulling out of the appliance category, Home Depot is expected to continue to take a larger share of that market. But that also means Home Depot faces a tough comparison this fourth quarter compared with 2017. \"Home Depot and Lowe's face tough year-over-year comparisons in the fourth quarter that included hurricane-related sales and a strong year ago December that was negatively impacted by weather in 2018,\" Wells Fargo analyst Zachary Fadem said in a note to clients ahead of Tuesday's report. \"The housing market remains delicate,\" he added. Home Depot shares are up nearly percent so far this year, bringing its market cap to roughly $214.6 billion. That's compared with Lowe's, which has a market cap of about $85.3 billion and has watched its shares rise roughly 15 percent this year. This is a developing story. Please check back for updates.", "tags": ["rival lowe", "more appliances", "slower rate", "tough year", "home improvement retailers"], "related_articles": [{"title": "Medical marijuana makes its North Dakota debut in Fargo", "source": "associated-press", "url": "https://apnews.com/68c13c4c7bc544b48f5633eb84f432ce"}, {"title": "Best Buy shares surge 16 percent on upbeat profit view, robust holiday quarter", "source": "reuters", "url": "https://in.reuters.com/article/best-buy-results-idINKCN1QG274"}, {"title": "Home Depot sales cool along with real estate market", "source": "associated-press", "url": "https://apnews.com/e2dbd645c8b548a79da517a1bec383fa"}]}, {"title": "Chinese firm behind the 'Amazon Coat' hits jackpot in U.S., eschews China", "source": "reuters", "date": "2019-02-25T04:28:10Z", "origContent": "JIAXING, China/NEW YORK (Reuters) - When Kevin Chiu left his job in 2012 to try his luck at starting an online apparel business in a rural Chinese city, his main goal was to carve out more time to spend with his wife and newborn child.  It never entered his mind that his Orolay puffer jacket would become a huge hit, celebrated as the ‘Amazon Coat’ in U.S. social and traditional media - and held up as a budding rival to premium brand Canada Goose.  Using duck down sourced from China’s Hebei and Anhui provinces, the polyester coats are priced between $80 and $139. By contrast, Canada Goose jackets start from about $575 in the United States.  “We made more money in January than we did for the whole of 2017,” Chiu, 32, told Reuters at his factory in the eastern Chinese city of Jiaxing.  He estimates his firm made $5 million in sales last month and expects to bring in $30-$40 million this year. U.S. sales - almost all of which are sold through Amazon.com Inc - account for 70 percent of total revenue.  Orolay’s success is, however, not just a tale of competitive pricing and a design that found favour with U.S. consumers.  Chiu is among a wave of Chinese merchants that have benefited from measures introduced by Amazon in recent years that have made it easy for overseas vendors to sell on its site.  That’s provoked concerns among U.S. sellers on Amazon that they are being outgunned. And in industries such as apparel, experts say brick-and-mortar retailers cannot ignore the threat posed by the influx of small brands, many of which are based in China.  The number of Chinese merchants on Amazon is set to grow further as fierce competition and rising costs have made it less attractive to sell on local e-commerce sites like Alibaba Group Holding Ltd’s Tmall, analysts say.  Indeed, Chiu no longer sells in China. Orolay’s other markets are Europe, Japan, Taiwan and Australia.  “We did sell on Alibaba in the early days...but competition in China is stiffer,” he said, adding that increased costs to use local sites was also a factor.  In addition to fees to use Chinese e-commerce sites, sellers also face other costs such as investing in customer service teams. Alibaba declined to respond to Reuters questions about whether costs for vendors had increased.  Analysts say the number of Chinese merchants selling on Amazon’s U.S. site began to pick up over the last five years after it introduced measures that allowed sellers worldwide to store products at Amazon warehouses and provided help shipping those goods to customers.  Late last year, the retail giant also started a program that refers China-based sellers to local lenders. By comparison, Amazon offers loans to selected U.S., UK and Japan-based small businesses that sell on its site.  Chiu credits Amazon for much of the firm’s success but is thinking of branching out, saying offers from retailers include invitations to sell online from Walmart Inc and U.S. shopping site Rue La La.  Expansion plans include extending Orolay’s product line to cotton clothing and men’s outerwear. But for now, Chiu is still marvelling at how his business has become so successful in a market he barely knows.  “I went to New York for vacation twice last year, and was so excited to see that people on the street are wearing our jackets,” he said.  “I was very eager to ask them how they like our jackets, but didn’t do it because I don’t speak much English.” ", "tags": ["main goal", "orolay", "eastern chinese city", "made more money", "product line"], "related_articles": [{"title": "Winnipeg hospital struggles with 'all-time high' demand for warm clothing", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/manitoba/clothing-depot-health-sciences-winnipeg-1.5033606"}, {"title": "Tesla Shift, HBO Chief, Boeing Sales: CEO Daily for March 1, 2019", "source": "fortune", "url": "http://fortune.com/2019/03/01/tesla-stores-hbo-chief-boeing-sales-ceo-daily-for-march-1-2019/"}, {"title": "Traded by Panthers, Brassard faces former team in Avs debut", "source": "usa-today", "url": "https://www.usatoday.com/story/sports/nhl/2019/02/25/traded-by-panthers-brassard-faces-former-team-in-avs-debut/39113421/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "date": "2019-02-28T12:45:00Z", "origContent": "L Brands plans to close roughly 53 Victoria's Secret stores in 2019, as the lingerie retailer continues to lose steam against newer rivals. L Brands, which also owns Bath & Body Works, on Wednesday reported mixed results in the holiday quarter that sent shares of the company down more than 5 percent. The weakest part of its business continues to be Victoria's Secret, where same-store sales 3 percent. The brand, which was once known for its sexy bras, has lost out as women have switched to more comfortable bra styles and brands that seem more inclusive from the likes of American Eagle's Aerie, Third Love, Lively and Adore Me. The $7.2 billion bra category is also seeing new competition from Target, which this spring plans to launch three new lines of lingerie and sleepwear. Millennials, which comprise more than a third of the women's intimate apparel market, spent a third of its bra dollars in 2018 on sports bras, according to retail trade group the NPD Group. Victoria's Secret, which has roughly 1,170 stores worldwide, typically closes roughly 15 stores per year. L Brands' CFO Stuart Burgdoerfer told analysts in November the company is going to \"take a hard look\" at its real estate \"over the next several months. Bath & Body Works, meantime, continues to perform strongly. The fragrance and personal care shop grew same-store sales by 12 percent. Dragged down by the weakness at Victoria's Secret, L Brands same-store sales fell 3 percent in the latest period. L Brands reported fiscal fourth-quarter net income of $540 million, or $1.94 per share, down from $664 million, or $2.33 per share a year earlier. Excluding items, L Brands earned $2.14 per share, beating the the $2.07 per share expected by analysts surveyed by Refinitiv. Net sales rose to $4.85 billion, missing expectations of $4.88 billion. L Brands said it expects earnings for 2019 will fall between $2.20 and $2.60 a share. That includes break-even earnings per share result in its first quarter.", "tags": ["next several months", "weakest part", "npd victoria", "lingerie retailer", "bra dollars"], "related_articles": [{"title": "Target is accelerating the lingerie wars with bras that cost under $22 (TGT)", "source": "business-insider", "url": "https://www.businessinsider.com/target-to-sell-cheap-underwear-bras-2019-2"}, {"title": "Embattled Victoria's Secret's latest competitor: Target", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/victorias-secrets-latest-competitor-is-target.html"}, {"title": "Things have gotten so bad at Victoria’s Secret that it’s being forced to close 53 stores this year", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/things-have-gotten-so-bad-at-victorias-secret-that-its-being-forced-to-close-53-stores-this-year"}]}, {"title": "5 things to know for February 25: Oscars, Venezuela, China, R. Kelly, plane crash", "source": "cnn", "date": "2019-02-25T11:10:39Z", "origContent": "Who needs a host? The Oscars seemed to roll along just fine last night without a master or mistress of ceremonies. And, for this night at least, Twitter could put aside the hashtag #OscarsSoWhite, after a ceremony marked by diversity, inclusiveness and firsts. \"Green Book\" took home the Best Picture prize -- beating out Netflix's \"Roma\" -- despite its many controversies. After a weekend of deadly violence, Venezuela's opposition leader and self-declared interim president Juan Guaido meets with US Vice President Mike Pence today in Bogota, Colombia. Guaido, who is fighting President Nicolas Maduro for control of the country, had called for other countries to send aid to Venezuela because of food and medicine shortages there. But the Venezuelan military blocked that aid from coming in from Colombia and fired tear gas and rubber bullets at protesters near the border. There were also reports of some deaths in the violence. President Trump said last month that he recognizes Guaido as Venezuela's legitimate president. As President Trump preps for one summit this week he's already announced plans to hold another one. Trump said he'll delay US tariffs on China that were set to kick in Friday because the countries were making \"substantial progress\" in trade talks. If the progress continues, the President said he wants to have a summit with Chinese President Xi Jinping at Trump's Mar-a-Lago resort to finalize a deal. The President meets with North Korean leader Kim Jong Un in Hanoi, Vietnam on Wednesday. R. Kelly stayed in jail over the weekend after he couldn't make bail. A judge set his total bond at $1 million, one day after he was indicted on 10 counts of aggravated sexual abuse against four victims. In order to be released Kelly is required to pay $100,000, which is 10% of the total. Kelly's attorney said his client doesn't have any money because of \"mismanagement,\" \"bad deals\" and other issues. Kelly has faced accusations of sexual misconduct for years, but the cable docuseries \"Surviving R. Kelly\" brought new attention to the allegations. Kelly has long maintained his innocence. Two bodies have been recovered from the site of a cargo plane crash in Texas over the weekend. Witnesses said the plane, traveling from Miami to Houston, nose-dived into a bay about 40 miles southeast of George Bush Intercontinental Airport. The aircraft, which had three people on board, was transporting cargo for Amazon. The crash scene was littered with cardboard boxes and contents of packages scattered across the water. Search teams are still working to find the suspected third victim. The legacy of Katherine Johnson -- of \"Hidden Figures\" fame -- will stay front and center now that NASA has renamed a facility to honor her. Remember that Alabama newspaper editor who urged the Klan to \"ride again?\" Well, he's been replaced -- by an African-American woman. What does a 4-year-old hockey player think about when he's on the ice? This kid's dad stuck a mic on him to find out. (Click to view)", "tags": ["least twitter", "mistress", "old hockey player", "inclusiveness", "klan"], "related_articles": [{"title": "Timeline of R. Kelly's life and career", "source": "associated-press", "url": "https://apnews.com/000048ca14e541ab97d9efda3b7f6784"}, {"title": "Pence urges Latin America to put more pressure on Maduro", "source": "financial-times", "url": "https://www.ft.com/content/3722d028-393e-11e9-b72b-2c7f526ca5d0"}, {"title": "Maduro opponents boost military rhetoric in Venezuela crisis", "source": "the-washington-post", "url": "https://www.washingtonpost.com/world/the_americas/maduro-opponents-boost-military-rhetoric-in-venezuela-crisis/2019/02/24/9db29476-38ae-11e9-b10b-f05a22e75865_story.html"}]}, {"title": "US STOCKS-Futures dip as Trump-Kim summit starts, India-Pakistan tensions flare", "source": "reuters", "date": "2019-02-27T12:47:54Z", "origContent": "(Reuters) - U.S. stock index futures edged lower on Wednesday, mirroring global markets, as the second U.S.-North Korean nuclear summit kicked off and fresh hostilities erupted between nuclear-armed neighbors India and Pakistan.  North Korean leader Kim Jong Un and Donald Trump met in Hanoi, with the U.S. president saying he was not walking back on U.S. demands for North Korea’s denuclearization.  Pakistan said on Wednesday it shot down two Indian fighter jets, a day after Indian warplanes struck inside Pakistan for the first time since a war in 1971, prompting several world powers to urge both sides to show restraint.  “Tension between India and Pakistan is weighing on markets this morning ahead of a very busy day of events,” said Peter Cardillo, chief market economist at Spartan Capital Securities in New York.  “We don’t expect (Federal Reserve Chair Jerome) Powell’s second round of testimony before the U.S. House Financial Committee to change, thereby keeping the focus on geopolitical worries and the Trump-Kim summit that will likely lead to a mixed market session.”  Powell said on Tuesday that the Fed was in “no rush to make a judgment” about further changes to interest rates and that rising risks and recent soft data should not prevent solid growth for the U.S. economy this year.  The Fed’s dovish signals and optimism around China-U.S. trade talks have boosted equities in recent weeks, pushing the benchmark S&P 500 index to within roughly 5 percent of its record closing high hit in late September.  At 7:23 a.m. ET, Dow e-minis were down 64 points, or 0.25 percent. S&P 500 e-minis were down 6 points, or 0.21 percent and Nasdaq 100 e-minis were down 14.5 points, or 0.2 percent.  Among stocks, shares of Mylan NV sank 9.9 percent in premarket trading after the generic drugmaker reported a lower-than-expected quarterly profit and forecast weak 2019 earnings, as it grappled with significant problems at its Morgantown, West Virginia plant.  Best Buy Co Inc jumped 11 percent after the consumer electronics retailer beat analysts’ estimates for quarterly same-store sales on demand for wearable devices, gaming consoles and appliances during the holiday quarter.  Lowe’s Companies Inc rose 2.4 percent after the U.S. home improvement chain’s fourth-quarter profit beat market expectations.  The Commerce Department will release its report on December factory goods orders at 10:00 a.m. ET, likely showing a 0.5 percent rise, compared with an unexpected fall in November. ", "tags": ["wearable devices", "several world powers", "u.s. home improvement chain", "late dow minis", "fourth quarter profit"], "related_articles": [{"title": "US STOCKS-Wall St dips as Trump-Kim summit starts, India-Pakistan tensions flare", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20M57N"}, {"title": "Home Depot, Caterpillar weigh on stock futures; Fed testimony awaited", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QF1I0"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}]}, {"title": "Fourth-quarter GDP hits 2.6 percent, beating estimates", "source": "nbc-news", "date": "2019-02-28T14:13:00Z", "origContent": "Feb. 28, 2019, 2:13 PM GMT / Source: Reuters The economy slowed less than expected in the fourth quarter amid solid consumer and business spending, leaving 2018 growth just shy of the Trump administration's 3 percent annual target. The Commerce Department's gross domestic product report on Thursday offered the latest assessment of the impact of President Donald Trump's economic policies, including deregulation, tax cuts, increased government spending and tariffs aimed at securing more favorable trade deals. Trump has touted the economy as one of the biggest achievements of his presidency and declared last July that his administration had \"accomplished an economic turnaround of historic proportions.\" Gross domestic product increased at a 2.6 percent annualized rate in the fourth quarter after expanding at a 3.4 percent pace in the July-September period. The economy grew 2.9 percent in 2018, the best performance since 2015 and better than the 2.2 percent logged in 2017. Economists polled by Reuters had forecast GDP rising at a 2.3 percent rate in the fourth quarter. The release of the fourth-quarter GDP report was delayed by a 35-day partial shutdown of the government that ended on Jan. 25, which affected the collection and processing of economic data. The Commerce Department said while it could not quantify the full effects of the shutdown, it estimated the partial closure had subtracted about one-tenth of a percentage point from fourth-quarter GDP growth through \"a reduction in the labor services supplied by federal employees and reduction in intermediate purchases of goods and services by non-defense agencies.\" It also said the fourth-quarter GDP growth estimate was \"based on source data that are incomplete or subject to further revision by the source agency.\" There are signs the economy slowed further early in the first quarter, with most manufacturing measures weakening in January and February. The economy is cooling as the boost from the White House's $1.5 trillion tax cut and increased government spending fades. Growth is also being restrained by a trade war between the United States and China, which economists say is making businesses and households more cautious about spending. The slowdown comes at time when the economy's outlook is also being clouded by signs of cooling global demand and uncertainty over Britain's departure from the European Union. These factors support the Federal Reserve's \"patient\" stance towards raising interest rates further this year. Fed Chairman Jerome Powell reaffirmed the U.S. central bank's position in his testimonies before lawmakers on Tuesday and Wednesday. Growth in consumer spending, which accounts for more than two-thirds of U.S. economic activity, increased at a still strong 2.8 percent rate in the fourth quarter. Consumer spending increased at a robust 3.5 percent rate in the third quarter. Trade tensions with China could constrain the economy for a while. U.S. Trade Representative Robert Lighthizer told lawmakers on Wednesday that Washington's issues with China were \"too serious\" to be resolved with promises from Beijing to buy more American goods and a threat of higher tariffs could loom over trade with China for years.", "tags": ["fades", "fourth quarter gdp report", "most manufacturing measures", "percent rate", "annual target"], "related_articles": [{"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}, {"title": "Consumers, weak exports seen curbing U.S. fourth-quarter growth", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QH0HO"}, {"title": "U.S. goods trade deficit deteriorates; factory orders edge up", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QG27A"}]}, {"title": "Facebook is making its biggest bet to date to take on YouTube for video dollars. Ad agencies aren't convinced", "source": "business-insider", "date": "2019-02-26T23:00:33Z", "origContent": "Facebook's taking another crack at winning TV dollars by taking a page from Google's playbook.   Facebook launched a program dubbed Showcase, an upfront-like way of purchasing ads within Facebook Watch through year-long commitments, during a media event in New York on Tuesday. The announcement follows a move in September to open up an ad-buying option called in-stream reserve inventory that allows brands to purchase guaranteed packages of genre-related Watch content.   Instead of buying through auctions where advertisers bid on ad prices, guaranteed deals are negotiated as a larger package — similar to upfront deals where the major TV networks secure big, year-long deals with advertisers every year. Up until now, Facebook said that advertisers have been purchasing such ad space quarterly and by expanding to yearly commitments, it's looking to secure bigger investments from advertisers.   Facebook will not hold events during the weeks of the upfronts or NewFront presentations in New York when publishers and networks put on glitzy events for ad buyers. Instead, the company will meet individually with buyers during the upfront selling cycle.   Facebook is working with Nielsen's Target Rating Points (or TRPs) system to make sure that ads only appear within premium video content. Ad packages are designed around genres of content bucketed into categories like \"fashion,\" \"sports,\" \"beauty\" and \"entertainment,\" and Facebook is rolling out the categories of \"news\" and \"food\" as new genres to advertisers.   \"It's a very different way for Facebook to do it but it's not a new way for the marketplace to do it — it's how the marketplace transacts,\" said Eric Geisler, director of North America agency sales at Facebook.   In theory, ad prices for Watch will become more predictable through Showcase, Geisler said.   \"Every single piece of content, every program is human reviewed before it is eligible for monetization,\" Geisler said. \"Brand safety isn't an attribute; brand safety is the product.\"   Jon Stimmel, chief investment officer at Universal McCann, said that purchasing Facebook video inventory through upfront deals removes some of the volatility of Facebook's algorithm and brand-safety concerns.   The amount of Watch inventory considered premium and eligible for advertising represents a small part of Watch's overall content. According to Facebook, 100 million people in the US view Watch content eligible for the ad program every month compared to the 400 million people who spend at least one minute per month viewing any Watch content. 43% of people who watch ad-eligible content are 18 to 34 years old, the company said.   The small number of Watch videos eligible for ads could be helpful for Facebook in mitigating brand-safety issues, said Andrew Sandoval, director of biddable media at The Media Kitchen.   That said, Sandoval said that Facebook's reporting on the number of people engaging with Watch each month makes him nervous because it's unclear how Facebook calculates the one minute of time spent per month.   \"Is that the combination of scrolling through newsfeed for 20 seconds today and 30 seconds tomorrow?\" he said. \"That sort of stuff gets a little bit scary.\"   One way Facebook is wooing advertisers is by pumping up the amount of its original content.   Over the past couple of years, Facebook's strategy for Watch has taken several twists and focused on content from both entertainment and news publishers.   Matthew Henick, head of content planning and strategy, explained Facebook's strategy as fitting into three buckets during the media event: Programming focused on community, interactivity and co-watching.   One program that fits the bill of those guidelines is MTV's upcoming \"Real World\" series t hat is co-produced with Viacom's MTV Studios and Bunim/Murray Productions.   In conjunction with three new seasons of the show, Facebook is also licensing old seasons of the show to distribute on Watch. Viewers will decide which old seasons of the show are distributed on Watch through a poll featured in the new seasons of the show.   Facebook has also green-lit an animated comedy called \"Human Discoveries\" with Zac Efron and Anna Kendrick that will debut on Watch later this year.   On Tuesday morning, Digiday reported that Facebook doesn't plan to renew two-thirds of existing Watch shows from news publishers. Henick pushed back on the number — though he did say that Facebook is changing how it funds news programs.   \"We're not cutting two-thirds of what our final output would be — we're just examining the previous investments,\" he said.   \"It'll be interesting to see what moves they make to elevate Facebook Watch's reputation as a premium, long-format content partner to both consumers and advertisers and get ahead of the impending competition Amazon will bring to the space amongst others,\" said Tom Buontempo, president of Attention.   Buontempo said that while Facebook Watch doesn't cut into TV investments, it does \"provide another wave of commitments from advertisers.\"   Another agency source said that it's hard to pinpoint Facebook's video strategy with reserved Watch ads because it sits between TV and digital advertising. Facebook is seeking big commitments from brands but the company isn't playing in the streaming TV race, the exec said.   And the Media Kitchen's Sandoval said that Facebook's upfront pitch isn't compelling because of the muddied content strategy.   \"The upfronts may make a lot of sense if there's content that we need to be on top of — I don't think we've seen that yet,\" he said. \"I could see Facebook leveraging their whole ecosystem to start making those deals happen.\"", "tags": ["packages", "viacom", "watch content", "final output", "previous investments"], "related_articles": [{"title": "Facebook Continues Push Into Online Streaming Despite Limited Traction", "source": "fortune", "url": "http://fortune.com/2019/02/27/facebook-watch-ads-shows/"}, {"title": "India's new draft rules for e-commerce make it harder for Amazon and Walmart", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/indias-new-draft-e-commerce-rules-makes-it-harder-for-amazon-walmart.html"}, {"title": "Super League Gaming CEO on Leading the First Public E-Sports Company", "source": "fortune", "url": "http://fortune.com/2019/03/01/super-league-gaming-ceo-esports-ipo/"}]}, {"title": "There are 2 parts of the year that are the best time to score deals on designer goods, according to a CMO who works with 12,000 luxury brands", "source": "business-insider", "date": "2019-02-26T14:10:00Z", "origContent": "As Business Insider's Mary Hanbury previously reported, luxury fashion is on the rise.   For Krystle Craycraft, Chief Marketing Officer for online fashion assistant ModeSens, a platform that compares products and prices across 12,000 luxury brands and 160 stores, the answer isn't a complicated one.   \"For consumers who are more price savvy, and may want the latest styles but definitely not wanting to pay full price for it, the best time to shop is usually two times a year,\" Craycraft recently told Business Insider. \"That's May through July and then November through January.\"  A pair of Gucci sneakers. On the brand's website, sneakers are priced between $520 and $1,790. This simple logic aligns with the endless cycle of designer launches during fashion weeks. Craycraft said that as these sales seasons progress, markdowns increase, reaching as high as 80% in some cases. Holding out for those sales, though, is not without a downside: When customers wait for more discounts, they also risk shopping from more limited inventories, especially in regard to size and color on popular items.   Craycraft noted that winter sales are the best, as they are often combined with holiday promotions.   \"May through July is really just when designers mark down,\" said Craycraft. \"Because the November through January time frame overlaps with the holiday season, there are usually more discounts on top of the markdowns. It's a really generous time to shop.\"  Despite these bi-annual trends, there's always the possibility of outlier sales.   \"Throughout the year, because of the way that designers sell through retailers, the pricing can be different,\" said Craycraft.", "tags": ["fashion weeks", "popular items", "best time", "gucci sneakers", "craycraft"], "related_articles": [{"title": "Target rips a page from Walmart, Amazon, adding more items from outside sellers to website", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/26/target-like-amazon-welcomes-more-third-parties-sell-its-site/2982013002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Cuomo, New York business leaders plead with Amazon to reconsider - The Washington Post", "source": "the-washington-post", "url": "https://www.washingtonpost.com/business/2019/03/01/cuomo-new-york-business-leaders-plead-with-amazon-reconsider/"}, {"title": "Analysts remain wary of pound’s 7-month peak", "source": "financial-times", "url": "https://www.ft.com/content/821a5b2e-3b3b-11e9-b856-5404d3811663"}]}, {"title": "Walmart and Affirm are partnering to offer point-of-sale financing in-store and online (WMT)", "source": "business-insider", "date": "2019-02-28T15:05:00Z", "origContent": " Walmart is partnering with digital-first financing player Affirm to offer point-of-sale (POS) financing at checkout in-store at nearly 4,000 Walmart Superstores in the US and on Walmart.com in the coming weeks, following rumors dating back to 2017.  The partnership will enable Walmart shoppers to choose Affirm at checkout and select a repayment period of 3, 6, or 12 monthly installments for purchases between $150 and $2,000.   This news follows another recent move by Walmart to restructure its payment options: Walmart recently announced the ending of its 19-year issuing partnership with major private-label card issuer Synchrony Financial and selected Capital One as the new issuer for its store cards and cobranded products.   This partnership comes alongside rising consumer awareness in alternative financing and can help propel Affirm to the forefront of the financing space.   Seventy-eight percent of US consumers were aware of POS financing options as of 2017, up from 51% in 2015. Rising consumer awareness in alternative financing options will likely continue to be instrumental in driving volume and demand for these services going forward. Further, the growing popularity of POS financing programs like Affirm and Klarna can pose threats to traditional store cards as consumers might opt to finance a purchase rather than open a new store card and pay off the balance.   Partnering with a top three US retailer could ultimately help Affirm emerge as a leader in the financing space amid crowding. Affirm initially expanded from online-only to brick-and-mortar retail in 2018, allowing merchants to integrate its offering through an application programming interface (API), which gives it an advantage over digital-only competitors as the space becomes more crowded with firms like Klarna, Splitit, and Afterpay all entering the US retail market. Further, partnering with Walmart can substantially increase Affirm's brand visibility to both consumers and other US retailers. Its integration with Walmart can highlight the advantages of POS financing, particularly on influencing customer spending, which could encourage more retailers to adopt Affirm or other financing options: 39% of consumers would spend more money if given instant credit options when shopping online, for example. ", "tags": ["new store card", "brand visibility", "walmart superstores", "new issuer", "klarna"], "related_articles": [{"title": "Goldman Sachs’ partnership with Apple could move it a step closer to being a ‘bank branch in your pocket’ (AAPL)", "source": "business-insider", "url": "https://www.businessinsider.com/apple-goldman-sachs-credit-card-future-of-branch-banking-2019-2"}, {"title": "China's decision to re-leverage its economy is a major U-turn, and could have serious consequences", "source": "business-insider", "url": "https://www.businessinsider.com/chinas-decision-to-re-leverage-its-economy-is-a-major-policy-u-turn-2019-2"}, {"title": "India's new draft rules for e-commerce make it harder for Amazon and Walmart", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/indias-new-draft-e-commerce-rules-makes-it-harder-for-amazon-walmart.html"}]}, {"title": "Warren Buffett says he ditched his stake in Oracle because of his experience getting burned by IBM (ORCL, IBM)", "source": "business-insider", "date": "2019-02-25T23:23:09Z", "origContent": "In late 2018, Warren Buffett's Berkshire Hathaway bought a $2.1 billion stake in Oracle, which looked like a big vote of confidence in the database giant as it attempts to remake itself into a cloud computing company.   The Oracle of Omaha doesn't tend to invest in a lot of tech stocks, making this all the more significant.   But then Buffett did something even rarer: he immediate bailed on Oracle, selling its stake off within months of buying it in the first place, Berkshire Hathaway disclosed this month when Oracle vanished from its list of stocks.   The industry gossip that when Buffett took a closer look at Oracle, he had negative flashbacks to his experience with IBM, which is also chasing the cloud. Buffett was an investor and a vocal fan of IBM for a while. But as the company shrank quarter after quarter, and the stock stagnated, his stake in IBM was widely considered to be a blemish on Buffett's investing track record, until he ditched the company completely a year ago.   \"[Cofounder and CTO] Larry Ellison's done a fantastic job with Oracle. I mean I've followed it from the standpoint of reading about it. But I felt like I didn't understand the business,\"   \"Then, after I started buying it, I felt I still didn't understand the business. I actually changed my mind in terms of understand and not in terms of evaluating it. I think, I mean, Oracle is a great business. But I don't think, particularly after my experience with IBM, I don't think I understand exactly where the cloud is going.   No one can be surprised that Buffett felt like he couldn't understand Oracle's cloud business.   Oracle remains a giant in its bread-and-butter businesses — specifically, databases and enterprise software applications. But those businesses are mature, with little room for growth. Most of the growth in enterprise software is coming from cloud computing, where companies rent software and storage and servers from an IT company, instead of buying and maintaining it all themselves. As Buffett indicates, Amazon Web Services is considered the leader in cloud services, with Microsoft Azure in a strong second place.  By some estimates, only about one-third of corporate IT needs are in the cloud today, and 80% of them will be moved to the cloud by 2020.   Oracle must claim a good chunk of this new market, or watch its customers launch their new products and businesses on its competitors' software, hosted on its competitors' cloud.   Meanwhile, insiders previously told Business Insider that some of Oracle's salespeople had at one point been gaming the system by adding cloud credits to customer contracts even when customers had no intention of using Oracle's cloud. Those sales methods were banned, as we reported.   Then at year's end, Oracle said that Thomas Kurian, the long-time executive in charge of its cloud, had taken a leave of absence and was expected back at his post. But Kurian didn't come back. He took a job running Google's cloud instead.   Meanwhile, Buffett — wary from IBM, as he says — got out.", "tags": ["stake", "customer contracts", "database giant", "enterprise software applications", "negative flashbacks"], "related_articles": [{"title": "New Amazon Bias Charge Likely to Delay Pentagon's Cloud Contract", "source": "bloomberg", "url": "https://www.bloomberg.com/news/articles/2019-02-25/new-amazon-bias-charge-likely-to-delay-pentagon-s-cloud-contract"}, {"title": "Workday's $10 Billion Plan to Outsell Oracle in HR Software", "source": "bloomberg", "url": "https://www.bloomberg.com/news/articles/2019-02-28/workday-is-aiming-for-10-billion-in-annual-revenue"}, {"title": "AWS chief Andy Jassy says it's 'really easy to cut prices'", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/aws-ceo-andy-jassy-its-really-easy-to-lower-prices.html"}]}, {"title": "Amazon has launched a new program to tackle one of its biggest criticisms (AMZN)", "source": "business-insider", "date": "2019-02-28T16:45:12Z", "origContent": "Amazon is taking counterfeits on its marketplace platform more seriously.   The company announced Project Zero on Thursday, a new suite of tools for brands to combat counterfeits on the website. The name implies the goal of the project is to get the number of counterfeits on the site to zero.   \"Our aim is that customers always receive authentic goods when shopping on Amazon,\" Dharmesh M. Mehta, Amazon's VP of consumer trust, said in a statement. \"Project Zero builds on our long-standing work and investments in this area. It allows brands to work with us to leverage our combined strengths to move quickly and at scale to drive counterfeits to zero.\"   The number is currently more than zero, but how pervasive the problem actually is unknown.   The new project is launching with three separate tools: automatic protections, self-service counterfeit removal, and a way to serialize goods.  Automatic protections uses machine learning to identify suspected counterfeits on Amazon removing them before they can cause harm.   \"Brands provide us with their logos, trademarks, and other key data about their brand, and we scan over 5 billion product listing updates every day, looking for suspected counterfeits,\" Amazon said in the blog post announcing the new tool. \"On average, our automated protections proactively stop 100 times more suspected counterfeit products as compared to what we reactively remove based on reports from brands.  Self-service counterfeit removal tool lets brands immediately remove a counterfeit listing they find.   \"Previously, brands would need to report a counterfeit to Amazon, and we would then investigate these reports and take action,\" Amazon says. \"With Project Zero, brands no longer need to contact us to remove a counterfeit listing. Instead, they can do so, quickly and easily, using our new self-service tool.\"   Finally, product serialization ensures fake goods never reach the customer.   \"The product serialization service provides a unique code for every unit that is manufactured, and the brand puts these codes on its products as part of its manufacturing process,\" Amazon says. \"Every time a product using our serialization service is ordered in Amazon's stores, we scan and verify the authenticity of the purchase\"   The tools are only available for brands registered with Amazon's brand registry, and are free to use apart from serialization, which will cost between $.01 and $.05 a unit.   The program currently invites only, but interested brands can join a waitlist.   Counterfeits have dogged Amazon for years, as its marketplace grows larger and harder to police, and large brands have accused Amazon of not doing enough to combat the problem.   Counterfeits are not a problem unique to Amazon, however, as all websites that have a similar functioning marketplaces are vulnerable to falling to counterfeits. Amazon's sheer scale, however, makes Amazon's new tools valuable for combating counterfeits across the internet.", "tags": ["remove counterfeit listing", "product serialization service", "manufacturing process", "provides unique code", "unique amazon"], "related_articles": [{"title": "Amazon is putting its counterfeit problem in brands' hands by letting them delete knock-offs", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/amazon-announces-project-zero-to-reduce-counterfeit-products.html"}, {"title": "Amazon testing self-serve tool to let brands nix counterfeit products online", "source": "usa-today", "url": "https://www.usatoday.com/story/money/business/2019/02/28/amazons-new-self-serve-tool-lets-brands-remove-counterfeit-items/3013416002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Cuomo Speaks With Bezos, Furiously Trying to Win Back Amazon", "source": "the-new-york-times", "url": "https://www.nytimes.com/2019/02/28/nyregion/amazon-hq2-nyc.html"}]}, {"title": "Amazon's zero federal tax bill for 2018 is perfectly legal", "source": "bloomberg", "date": "2019-02-25T02:00:00Z", "origContent": "WASHINGTON –– Amazon.com does not plan to pay the IRS anything this tax season. Yet that's not largely because of the new tax law. The world's largest retailer simply took advantage of long-standing, low-profile tax deductions. It paid its employees in stock, built new warehouses and used tax breaks granted when the company wasn't profitable. Amazon's projected $129 million refund highlights how companies can use the complexities of the U.S. tax code for their own benefit. As a tech company with highly appreciated stock that also relies on fulfillment centers and shipping hubs, Amazon is uniquely situated to use the full range of preferences baked into the tax laws. And it wasn't an unusual bumper year in 2018 that led to Amazon's $0 tax bill. It didn't pay any federal tax in 2017, either. That feeds into the public's annoyance that a company with more than $232 billion in revenue and led by the world's richest man Jeff Bezos doesn't pay more in taxes. That annoyance boiled over in New York this month when Amazon, which had been offered as much as $3 billion in tax incentives to build a second headquarters in New York, dropped the plan, which was fiercely opposed by local politicians and community activists. \"I get the frustration out there, but it's not like they're doing anything illegal,\" said Brian Yarbrough, a senior equities analyst at Edward Jones. \"It's how the tax law works.\" Despite having hundreds of billions in revenue, the company booked only about $9.4 billion in profit in 2018, creating a significantly smaller base on which taxes and offsetting credits and deductions are applied. The company says it pays all required federal, state and international taxes. \"Corporate tax is based on profits, not revenues, and our profits remain modest, given retail is a highly competitive, low-margin business,\" Amazon said in a statement. Amazon gets both the benefits usually used by technology companies deductions for paying employees in stock and write-offs for companies that rely heavily on building physical infrastructure. The research and development credit designed to encourage innovation in the U.S. also amounts to a tax break of up to $419 million for Amazon. Add hundreds of millions of dollars in losses the company still has on its books from years before Amazon turned a profit, and its U.S. corporate tax liability can be whittled down to zero. Those tax reductions, however, are largely unrelated to the tax bill Congress passed and President Donald Trump signed in 2017. Amazon benefited from the new, lower corporate rate 21 percent, down from 35 percent and expanded write-offs for capital investments. Yet some of the biggest tax minimizers deductions for employee stock options and research and development are long-standing fixtures to the code that didn't change under the new tax law. One of the biggest factors changing Amazon's financial filings isn't a substantive change at all. A deduction for stock-based compensation, totaling nearly $1.1 billion in 2018, is now more prominently displayed in regulatory filings because of an accounting rule change. \"The tax law didn't change one iota,\" Robert Willens, a tax consultant based in New York, said. \"It's all a matter of presentation.\" And in the end, the U.S. government is better off because Amazon employees end up paying more taxes than the company can write off. Companies take that deduction off their profits taxed at 21 percent. Employees must pay tax on the income they receive from those shares at rates that top out at 37 percent. The fact that Amazon can legally reduce its tax bill to nothing calls into question the effectiveness of the code, said Matthew Gardner, a senior fellow at the Institute of Taxation and Economic Policy. While those breaks have the backing of Congress and were implemented for some social or economic policy goal, they might be encouraging corporate action that would happen anyway, he said. Other profitable companies, including Netflix Inc., General Motors Co. and Prudential Financial Inc., are able to use tax breaks to completely offset their tax bills, Gardner said. (Spencer Soper contributed to this report.)", "tags": ["new tax law", "gardner", "richest man", "taxation", "amazon employees"], "related_articles": [{"title": "Why Amazon May Pay No Federal Income Taxes This Year", "source": "fortune", "url": "http://fortune.com/2019/03/01/amazon-federal-corporate-income-tax/"}, {"title": "Is ultra-wealth a problem? More and more, the answer is 'yes' - NBC News", "source": "nbc-news", "url": "https://www.nbcnews.com/news/us-news/ultra-wealthy-americans-wealth-tax-proposals-2019-n976396"}, {"title": "Ocado, the online grocer making waves on both sides of the Atlantic, is soaring after entering venture talks with an iconic UK retailer", "source": "business-insider", "url": "https://www.businessinsider.com/ocado-marks-and-spencer-deal-shares-surge-after-talks-confirmed-2019-2"}]}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "date": "2019-03-01T20:04:11Z", "origContent": "Steve Rowe wasadamant this week that he has always believed people should be able to buy Marks and Spencer food online. So, given the M&S chief executive used to run the retailer’s food division, why did the high street chain wait so long to seal its £750m acquisition of half of Ocado’s retail business?  Part of the answer is that for the vast majority of retailers, selling food online is unprofitable. “It is truly one of the worst business models in existence,” said Brittain Ladd, a food retail consultant based in the US. “Retailers simply do not have the competence to deliver to homes profitably.”  M&S was hardly alone in harbouring doubts about the financial viability of fresh food delivery. Wm Morrison, the UK’s fourth-biggest supermarket by revenues, only began selling food online — also through a partnership with Ocado — in 2013. Aldi and Lidl, the German discounters that have grabbed significant market share over the past decade, do not sell online and have no immediate plans to start.  “All the incumbents have been cross-subsidising home delivery from their store operations,” said Nick Harrison, global retail practice co-leader at consultants Oliver Wyman. He estimates that it costs upwards of £10 to pick and fulfil each order, whereas delivery charges to the customer are half that amount. None of the big UK players disclose the sales or profits of their grocery delivery businesses separately.  “It is fundamentally dilutive for the main players, but they have to think about market share. They don’t want to lose that customer to another chain,” Mr Harrison added.  M&S had an additional concern. Its limited range of upmarket and mostly own-label merchandise resulted in an average transaction value of just £13 — nowhere near enough to justify the costs of picking and delivering those goods to customers.  Mr Rowe is hoping the Ocado tie-up will result in a “scaled and relevant” offering. The venture will have a vastly expanded product range that can cover a full family shop as opposed to the “meal for tonight” market that is M&S’s current strength. Ocado’s average basket is more like a trolley at more than £100. The UK was an early adopter of online grocery shopping, thanks in part to the launch of Ocado in 2000. But even so it only accounts for just over 6 per cent of the £190bn grocery market, according to Forrester — about a third of the penetration in non-food retail.  Without greater volumes, Mr Ladd argued, it will be difficult for supermarkets to achieve the order density needed to make delivery viable on its own. “Britain created grocery addicts by telling them they can have relatively small amounts delivered the same day,” he said. “Most of the vans are going out half-empty. They need to be going out full.”  There is also the question of how best to meet those orders. Ocado said its automated fulfilment centres are more efficient, despite their longer delivery runs. Tim Steiner, chief executive, firmly believes that more automation — eventually including self-driving delivery vans — will lower the cost further. Supermarkets mostly pick and pack goods by hand in stores. The labour costs are higher, but the stores are closer to customers — and they are a sunk cost.  Mr Ladd argued that customers should be “re-educated” to understand the trade-off between cost and convenience, and encouraged to shop in store for items that are expensive or awkward to deliver. He said this could be done by pricing some items differently online, something that the likes of Tesco and Sainsbury’s do in their convenience stores. He also advocates more pooling of orders.  This is effectively the business model for Buymie, an Irish start-up. Its operatives pick goods from stores and deliver in the Dublin area. Customers use an app to shop and are charged a platform fee and a delivery fee that is dependent on how quickly they want their goods.  “When we first started looking at it in 2014, across the UK and Ireland there were nine companies losing £300m a year between them on online delivery,” said Buymie founder Devan Hughes. His background in energy markets convinced him that shared infrastructure was the only way to achieve the volume and capacity utilisation needed to make grocery delivery profitable.  Others argued that focusing on profitability misses the point. “Online retail is lower margin, but it is also lower capital,” said Bruno Monteyne, European food retail analyst at Bernstein. “So in terms of return on invested capital, it is similar to other forms of food retail.”  In sectors with greater online penetration, such as fashion, retailers have started to scale back their store estates and Mr Harrison said this could happen in food too.  Mr Rowe is convinced that, despite its long gestation and high upfront cost, the M&S venture with Ocado will generate value. If it does not, it will hardly be the first to struggle. As Mr Hughes pointed out: “Supermarkets have been looking at this for two decades and none has managed to crack it.”", "tags": ["forrester", "bruno monteyne", "european food", "happen food", "own label merchandise"], "related_articles": [{"title": "M&S taps investors and cuts dividend to fund Ocado deal", "source": "reuters", "url": "https://in.reuters.com/article/us-ocado-m-a-marks-spencer-idINKCN1QG0R8"}, {"title": "Ocado, the online grocer making waves on both sides of the Atlantic, is soaring after entering venture talks with an iconic UK retailer", "source": "business-insider", "url": "https://www.businessinsider.com/ocado-marks-and-spencer-deal-shares-surge-after-talks-confirmed-2019-2"}, {"title": "Shares of British Retailer M&S Tank After It Announces Stake in Online Retailer Ocado", "source": "fortune", "url": "http://fortune.com/2019/02/27/m-and-s-shares-ocado/"}]}, {"title": "UPDATE 2-French supermarket operator Carrefour raises cost savings goal", "source": "reuters", "date": "2019-02-28T08:58:14Z", "origContent": "PARIS (Reuters) - France’s Carrefour raised its savings goal and said it would step up plans to downsize its hypermarket stores, as Europe’s largest retailer delivered cost cuts of 1.05 billion euros ($1.2 billion) in 2018 and a higher free cash flow.  It posted a well-flagged 3.4 percent decline in 2018 operating profit, reflecting weakness in its domestic market that offset a better performance in Brazil, which is its second-biggest market behind France.  Carrefour shares were up 1.7 percent at 0853 GMT, however, as analysts welcomed its general plans to cut costs.  “Cost savings are progressing well but not enough to reinvigorate (the company’s business in) France yet,” said Bruno Monteyne, an analyst at brokerage Bernstein.  Carrefour launched a five-year plan a year ago to cut costs, boost E-commerce investment and seek a partnership in China with tech giant Tencent.  It aims to boost profits and sales and tackle growing competition from U.S. online retail giant Amazon  “For Carrefour, 2019 will be a year in which we will deepen the initiatives of the 2022 plan, to better serve our customers...Our encouraging results now allow us to revise upwards a number of 2022 targets,” CEO Alexandre Bompard said.  The plan includes expanding into convenience stores to reduce exposure to large hypermarket stores and having a greater focus on organic products and private labels.  Carrefour recently sealed a purchasing alliance with Britain’s Tesco which is expected to start bearing fruit this year..  Carrefour kept its annual dividend unchanged at 0.46 euros and said it now eyed cost savings of 2.8 billion euros by 2020 instead of the 2 billion previously targeted.  Free cash flow, excluding exceptional items, rose to 1.088 billion euros in 2018 from 950 million euros in 2017 as capital expenditures were limited to 1.611 billion euros.  It reported a 2018 recurring operating profit of 1.938 billion euros, in line with its guidance of 1.930 billion provided in January.  In France, where CEO Bompard has made reviving flagging sales at hypermarket stores a priority, operating profits 43.3 percent to 466 million euros, with the margin falling to 1.3 percent against 1.9 percent in 2017.  In France, Carrefour faces competition from the likes of Amazon and pressure from cheaper prices offered at rivals such as Leclerc.  The group’s Chinese operations remained loss-making last year amid competition from local players and a buoyant online market but Carrefour said its general performance in China nevertheless improved.  Finance chief Matthieu Malige said talks were continuing about a potential deal in which Tencent and local retailer Yonghui would take a stake in Carrefour China. ", "tags": ["bruno monteyne", "hypermarket stores", "ceo bompard", "ceo alexandre bompard", "large hypermarket stores"], "related_articles": [{"title": "India's new draft rules for e-commerce make it harder for Amazon and Walmart", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/25/indias-new-draft-e-commerce-rules-makes-it-harder-for-amazon-walmart.html"}, {"title": "Shares in Nivea maker drop as CEO says sector in 'turmoil'", "source": "reuters", "url": "https://www.reuters.com/article/us-beiersdorf-results-idUSKCN1QG0TS"}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "url": "https://www.ft.com/content/8aa756ac-3c35-11e9-b72b-2c7f526ca5d0"}]}, {"title": "Traded by Panthers, Brassard faces former team in Avs debut", "source": "usa-today", "date": "2019-02-26T03:22:15Z", "origContent": "DENVER (AP) Derick Brassard only needed to take a right and walk a few steps to join his new team. From one dressing room to the other about as short a journey as a traded player can have. No way for the forward's luggage to get lost, either. The Colorado Avalanche acquired the 31-year-old Brassard and a conditional sixth-round draft pick Monday at the NHL trade deadline from Florida for a 2020 third-round selection. Colorado only gets the sixth-round pick if the team re-signs Brassard, a pending free agent at the end of the season. Brassard made his Colorado debut Monday night against his former squad, just a few hours after the move. \"I'm really excited to be here and trying to do my best to help this team,\" said Brassard, who wore No. 18 for the Avalanche. \"We're in a tight playoff push right now and I feel like I can help this team.\" Brassard briefly took the ice in Denver for the Panthers' morning skate but was pulled off with the trade about to happen. He then made the trek to the home locker room. It was a move similar to one in Ottawa, where Matt Duchene was traded to Columbus last Friday. The Senators then played the Blue Jackets that night. This marked the second time Brassard has been traded in the past month after going from Pittsburgh to Florida. Even more, it's the fifth time he's been dealt overall. He knew this deal was about to happen. That's why he packed most of his things, knowing he likely wouldn't be returning to Florida. \"Just before we got on this road trip, I knew Colorado was talking to my agent and stuff,\" Brassard said. \"I knew it might've happened. I'm just really excited not to have to go anywhere with my suitcase and stuff. That's good.\" This was a deal the Avalanche could swing without giving up one of their prized first-round picks in the upcoming draft or a top prospect in their system. \"We were looking at the big picture, but part of the picture is we'd like to make the playoffs,\" general manager Joe Sakic said. \"This team deserves a chance for a little boost to try to help get there.\" As for trying to extend Brassard's contract, that's a conversation for later, Sakic maintained. \"We want to try to get in the playoffs and see where it goes,\" he said. \"Performance is going to dictate everything.\" Usually a center, Brassard knows that particular spot is stacked in Colorado. It was the same way in Florida and he was moved to the wing, where he had one goal and three assists in 10 games with the Panthers. \"I'll play anywhere as long as it's the right fit for everyone,\" said Brassard, the sixth overall pick by the Blue Jackets in the 2006 draft. \"I'm just going to try to go out there and have fun. Try to keep it simple.\" More than anything, the 6-foot-1, 202-pound Brassard brings playoff know-how. He's suited up in 90 postseason games with the New York Rangers, Ottawa and Pittsburgh. More AP NHL: https://apnews.com/NHL and https://twitter.com/AP_Sports", "tags": ["know how", "new york rangers", "nhl trade deadline", "little boost", "colorado avalanche"], "related_articles": [{"title": "Capitals trail by 2 before roaring back to beat Senators 7-2", "source": "usa-today", "url": "https://www.usatoday.com/story/sports/nhl/2019/02/26/capitals-trail-by-2-before-roaring-back-to-beat-senators-7-2/39119773/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "24 things you should know about MLS’s 24th season", "source": "the-washington-post", "url": "https://www.washingtonpost.com/sports/2019/03/01/things-you-should-know-about-mlss-th-season/"}, {"title": "Chinese firm behind the 'Amazon Coat' hits jackpot in U.S., eschews China", "source": "reuters", "url": "https://in.reuters.com/article/china-coat-orolay-idINKCN1QE0DS"}]}, {"title": "How U.S. retailers turn their bane into boon with 'click and collect'", "source": "reuters", "date": "2019-02-25T15:04:38Z", "origContent": "(Reuters) - As retail casualties such as Sears or Toys ‘R’ Us kept piling up, costly real estate often got the blame for traditional retailers’ struggle to keep up with e-commerce rivals.  Yet last U.S. holiday shopping season showed stores may offer retailers a rare competitive advantage as they scramble to fend off the challenge from e-commerce giant Amazon.com and other online retailers.  Sales where customers order goods online and pick them up at a nearby store soared 47 percent in November and December compared with a year earlier, outstripping 16.5 percent growth in online sales, according to Adobe Analytics.  Among those reporting big increases in such sales are chains such Best Buy Co Inc, Target Corp, Walmart Inc and Home Depot Inc.  The experience of the 2017 holiday season when bad weather and a late surge in online orders overwhelmed shipping firms and led to delays is likely to have contributed to the surge in store pickups last season, retail experts say.  Yet even as UPS and FedEx largely avoided a repeat of such problems this time, analysts say store pickups, when handled right, offer enough benefits for consumers and retailers alike to keep gaining importance.  The numbers bear that out. According to retail research and consulting firm GlobalData Retail, store pickups accounted for nearly a third of U.S. online sales last November and December. That compares with about 22 percent a year earlier and just over 17 percent during the 2016 holiday season.  (Graphic: Click and collect growth during the holidays - tmsnrt.rs/2Ep2YJW)  The method “brings together the benefits of the digital shopping experience...with the instant gratification of same-day store pickup and easy returns,” said Jeff Sylvester a senior analyst at Foresee, a company that studies customer experience.  Shoppers, on their part, avoid shipping costs and the agony of waiting for the delivery and can get help from store staff if any issues come up.  Steve Molloy, a web designer who shuttles between Sydney, Los Angeles and San Francisco, said a 3-1/2-week delay in delivery of a pair of Nikes he ordered online during the 2016 holiday season made him switch to in-store pickup.  Retailers save on packaging and delivery costs as they have items on sale in their in-store backrooms rather than a distant warehouse.  Foresee’s Sylvester estimates it costs retailers about $5.60 in packaging, labor and fuel to deliver goods ordered online.  Factoring in other costs, retailers stand to make a 25 percent gross profit on a shipment of $82, the size of an average online order during the 2017 holiday season. The store pickup option raises that margin to at least 33 percent, he said.  It also helps bring in additional sales.  More than a third of customers who come to collect their orders end up buying something else, said Tom McGee, chief executive of International Council of Shopping Centers, a global trade association. During the holidays that number increases to 86 percent, he said.  U.S. retailers are some years behind their European peers in adopting “click-and-collect” and it has not yet reached a scale where it could pose a significant challenge to Amazon, analysts say. Yet already now, the model helps retailers better cope with the downward pressure on margins from online competition.  “Buy online pickup in store is every CEO’s nirvana,” said Ted McCaffrey, a retail strategy consultant with SensorMatic, a Johnson Controls company.  Making it work, however, takes careful planning and money.  It comes down to how fast an employee can fulfill multiple orders and if retailers can pull workers away during rush hours since long wait times can discourage customers who chose the service to save time, retail consultants say.  Creating dedicated space for order collection also requires investment, which can be substantial particularly in urban areas where stores tend to be smaller and real estate more expensive.  Among retailers that so far have made biggest strides in the United States is home improvement chain Home Depot, Adobe Analytics’ group manager Nate Smith said.  Adobe Analytics’ data showed that customers picked up nearly half of their online orders in Home Depot stores during the holidays last year and a fifth of those customers bought additional items doing so.  Smith said Home Depot had remodeled some stores to create separate pickup areas with lockers that customers can unlock with a government identification and an order number.  Walmart said it has added hundreds of ‘pickup towers’ in stores, while Target’s ‘Order Pickup’ and ‘Drive Up’ options in stores grew 60 percent during key holiday months last year, and accounted for a quarter of the company’s overall digital sales, the company said.  Similarly, Best Buy told Reuters that more than 40 percent of its online sales involve in-store pickups. The electronics chain also provides dedicated parking spaces for such customers.  “Store pickup is certainly convenient as 70 percent of Americans live within 15 minutes of a Best Buy store and millions of people drive past one of our stores each day on their way to and from work,” Best Buy spokesman Jeff Shelman said. ", "tags": ["customer experience", "store staff", "online competition", "chains", "sensormatic"], "related_articles": [{"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}, {"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/03/01/amazon-after-buying-whole-foods-may-open-new-supermarket-chain/3029489002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "General Motors’ Executive Shuffle: 2 Top Execs Are Leaving—One Might Go to Amazon", "source": "fortune", "url": "http://fortune.com/2019/02/28/general-motors-president-alan-batey-retire/"}]}]}