{"topterms": [["amazon", 83], ["new york", 40], ["china", 37], ["trump", 36], ["washington", 31], ["united states", 29], ["facebook", 27], ["president donald trump", 27], ["analysts", 26], ["congress", 26]], "articles": [{"title": "Tesla's store-shuttering strategy may pull the rug out of solar", "source": "reuters", "date": "2019-03-02T01:18:25Z", "origContent": "SAN FRANCISCO (Reuters) - Tesla Inc’s sudden decision to shutter the bulk of its stores around the world raises a red flag over the future of its solar branch, a declining business it paid $2.6 billion for in a controversial 2016 deal.  Chief Executive Elon Musk’s announcement on Thursday that the electric vehicle maker would close “many” of its stores around the world to sell cars online-only removes the only retail outlet for solar sales since Musk pulled the plug on a partnership with Home Depot last June.  “Solar is now the stepchild at Tesla. They’ve made two decisions in a row that deal crippling blows to the solar business and they may be regretting the Home Depot idea,” said Frank Gillett, principal analyst at Forrester Research.  “It doesn’t feel thoughtfully done, it’s rushed. Basically it will hurt them from a brand and marketing point of view,” Gillett said.  When Tesla made its offer for SolarCity - a debt-laden solar-panel sales and installation company founded by two of Musk’s cousins - its stock price was down 70 percent from its all-time high. Musk cast the deal as a “no-brainer” rife with synergies, in which customers could be sold both cars and solar energy systems.  That has not yet proven to be the case, and Tesla’s solar business has been shrinking as selling the Model 3 sedan became Tesla’s priority. As part of company-wide layoffs last June, Tesla closed about a dozen solar installation facilities.  Tesla said all sales for its energy and solar products around the world would now be online only, too.  “The majority of our residential solar and Powerwall orders are already placed outside our retail stores, including online or via referral, and we believe this shift to online sales, paired with a dedicated energy adviser from our support team, will result in the best, most seamless customer experience in the industry,” a Tesla spokesman told Reuters.  Tesla cited a cut in prices of its residential solar systems by as much as 25 percent in November, representing savings of between $3,000-$5,000 on average, helped by streamlining its sales operations, and said the shift to online sales would unlock additional cost efficiencies. [nL2N1XQ1O6   Ending the deal with Home Depot, whose stores generate high foot traffic, took a huge bite out of Tesla solar sales. In the fourth quarter, the company deployed 73 megawatts of retrofit solar systems, down 21 percent from the prior quarter and well below SolarCity’s more than 200 megawatts a quarter in early 2016. Total energy generation and storage revenue fell 7 percent from the prior quarter to $371.5 million.  Besides selling private-label and third-party solar panels, Tesla sells energy storage systems for home and business use, so-called Powerwalls and Powerpacks. Tesla has said nearly all Powerwall-only orders are placed via the web or certain third-party solar installers.  Installations of the solar roof tiles unveiled by Musk in 2016 are at a “slow pace,” Tesla said in its 2018 annual report, due to design changes. Progress at Tesla’s solar factory in Buffalo, New York, where the tiles are to be manufactured, meanwhile, has been stalled by assembly-line problems.  One former solar seller laid off in January told Reuters that 70 percent of leads on solar had come from Home Depot. Upper management at Tesla “didn’t appreciate the significance” of the deal with the big-box retailer, the source said.  Musk said Tesla will still keep open a small number of stores in high-traffic locations as galleries and information centres, where details about energy products will also be offered.  When customers order a car on Tesla’s website, they are alerted during the configuration process to the possibility of ordering solar or other energy products.  In January, Tesla said it was “still in the process of transitioning our sales channel from former partners to our Tesla stores and training our sales team to sell solar systems in addition to vehicles.”  But former solar salespeople told Reuters that Tesla had already put solar on the back burner, with Tesla-branded panels not even available for installations in the latter half of 2018.  “They’d tell us the focus of the company is the Model 3,” said one former seller, who left the company in January. “The Model 3 has to be successful or there’s no company.” ", "tags": ["big box retailer", "tiles", "keep open small number", "laden solar panel sales", "solar systems"], "related_articles": [{"title": "Wisconsin commission, residents mull proposed solar farms", "source": "associated-press", "url": "https://apnews.com/d14c0b43c1c44ea59d465b71e5269f7e"}, {"title": "Elon Musk just sent this memo to employees about the cheaper Model 3 and store closures", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/elon-musk-memo-about-cheaper-model-3-store-closures.html"}, {"title": "Tesla enters uncharted territory after move to dismantle store network", "source": "reuters", "url": "https://ca.reuters.com/article/technologyNews/idCAKCN1QI4RP-OCATC"}]}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "date": "2019-02-28T12:45:00Z", "origContent": "L Brands plans to close roughly 53 Victoria's Secret stores in 2019, as the lingerie retailer continues to lose steam against newer rivals. L Brands, which also owns Bath & Body Works, on Wednesday reported mixed results in the holiday quarter that sent shares of the company down more than 5 percent. The weakest part of its business continues to be Victoria's Secret, where same-store sales 3 percent. The brand, which was once known for its sexy bras, has lost out as women have switched to more comfortable bra styles and brands that seem more inclusive from the likes of American Eagle's Aerie, Third Love, Lively and Adore Me. The $7.2 billion bra category is also seeing new competition from Target, which this spring plans to launch three new lines of lingerie and sleepwear. Millennials, which comprise more than a third of the women's intimate apparel market, spent a third of its bra dollars in 2018 on sports bras, according to retail trade group the NPD Group. Victoria's Secret, which has roughly 1,170 stores worldwide, typically closes roughly 15 stores per year. L Brands' CFO Stuart Burgdoerfer told analysts in November the company is going to \"take a hard look\" at its real estate \"over the next several months. Bath & Body Works, meantime, continues to perform strongly. The fragrance and personal care shop grew same-store sales by 12 percent. Dragged down by the weakness at Victoria's Secret, L Brands same-store sales fell 3 percent in the latest period. L Brands reported fiscal fourth-quarter net income of $540 million, or $1.94 per share, down from $664 million, or $2.33 per share a year earlier. Excluding items, L Brands earned $2.14 per share, beating the the $2.07 per share expected by analysts surveyed by Refinitiv. Net sales rose to $4.85 billion, missing expectations of $4.88 billion. L Brands said it expects earnings for 2019 will fall between $2.20 and $2.60 a share. That includes break-even earnings per share result in its first quarter.", "tags": ["comfortable bra styles", "intimate apparel market", "new competition", "spring", "latest period"], "related_articles": [{"title": "Things have gotten so bad at Victoria’s Secret that it’s being forced to close 53 stores this year", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/things-have-gotten-so-bad-at-victorias-secret-that-its-being-forced-to-close-53-stores-this-year"}, {"title": "Victoria's Secret says it is shuttering 53 more stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/victorias-secret-store-closings-l-brands-shuttering-53-locations/3020995002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "A Less Than Merry Christmas for Victoria’s Secret Means More Store Closings Ahead", "source": "fortune", "url": "http://fortune.com/2019/02/28/victorias-secret-stores/"}]}, {"title": "US stocks rise on hopes for a trade deal with China", "source": "associated-press", "date": "2019-03-01T15:53:09Z", "origContent": "NEW YORK (AP) U.S. stocks are rising Friday, reversing a three-day losing streak as investors digest news of a potential resolution to the U.S.'s trade war with China. U.S. officials are reportedly preparing a deal that could be signed within a month, according to news agency Bloomberg. The trade war between the world's largest economies has raised prices for consumers and companies. It's also deepened concerns that escalating tariffs could worsen the global economy's slowdown. President Donald Trump held off a threat to impose higher tariffs on $200 billion of Chinese products as negotiations continued. Washington accuses Beijing of stealing foreign companies' technology or pressuring them to hand it over. Technology and bank stocks led the early gains. Retailers also rose. Gap surged on plans to spin off its Old Navy brand. Foot Locker rose after reporting strong financial results and a solid forecast. Investors have remained confident in the strength of the U.S. economy, despite weak economic reports. Consumer spending in December took its biggest tumble in nine years. Disappointing retails sales was another sign that growth slowed at the end of 2018. KEEPING SCORE: The Dow Jones Industrial Average rose 90 points, or 0.4 percent, to 26,008 as of 10:45 a.m. The S&P 500 index and Nasdaq composite were up 0.5 percent. OLD NAVY SAILING AWAY: Gap surged 18 percent after it told investors it will spin off its Old Navy brand into a separate company. The retailer will retain its namesake brand, along with Banana Republic and others, in a new, yet to be named company. The split comes as Old Navy has thrived while Gap struggles with increasing competition from the likes of Target and Amazon. RUNNING START: Foot Locker jumped 8 percent after the footwear and athletic apparel retailer blew past investor expectations for the fourth quarter. The company also expects double-digit profit growth in 2019.", "tags": ["largest economies", "footwear", "double digit profit growth", "athletic apparel retailer", "day losing streak"], "related_articles": [{"title": "Wall Street rises on trade optimism in slow week", "source": "reuters", "url": "https://in.reuters.com/article/usa-stocks-idINKCN1QI4S9"}, {"title": "US STOCKS-Wall Street rises on trade optimism in slow week - Reuters", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O4TZ"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}]}, {"title": "Stocks making the biggest moves midday: Gap, Tesla, L Brands & more", "source": "cnbc", "date": "2019-03-01T17:14:00Z", "origContent": "Tesla Shares of Tesla fell 7.58 percent after the company's underwhelming announcement that it will be launching its standard Model 3. Barclays analyst Brian Johnson even called it the \"un-iPhone moment.\" The electric car maker also announced store closures and layoffs in an effort to reduce costs, in addition to stating that the company will not turn a profit during its first quarter. Nektar Therapeutics The biopharmaceutical fell 8 percent Friday after reporting fourth-quarter earnings. The drug maker lost 57 cents a share and reported revenue of $39.83 million both below Wall Street analysts' estimates. Walgreens Boots Alliance The pharmacy operator dropped more than 5 percent after an analyst at Baird slashed his price target on the stock to $67 per share from $70. \"WBA is advancing many new initiatives (some supportable, some dubious), but can't change its market environment, which is universally tough,\" the analyst said. Gap Gap shares surged more than 18 percent after the retailer announced it was splitting into two independent publicly traded companies. One of those companies will be Old Navy, while the other will include brands like Banana Republic and Athleta. L Brands Shares of the Ohio-based retail business rebounded by more than 7 percent Friday. A day earlier, the stock dropped sharply after the company missed earnings expectations and issued lower-than-expected guidance. The owner of Victoria's Secret and Bath & Body Works also announced it plans to close 53 Victoria's Secret stores this year. Dentsply Sirona Shares of Dentsply Sirona surged more than 15 percent after the dental product manufacturer reported better-than-expected earnings and sales for the fourth quarter. Dentsply reported earnings of 58 cents a share, topping the 54 cents estimates by FactSet. Revenue came in at $1.06 billion, exceeding the expectation of $1.025 billion. Foot Locker Shares of Foot Locker rose 5.56 percent after the retailer reported fourth-quarter earnings that surpassed analyst expectations. Foot locker reported that its same store sales were up 9.7 percent, more than double the 4.6 percent expected. Nielsen Holdings Shares of Nielsen rose more than 4 percent after the data analytics company posted better-than-expected sales in the fourth quarter and issued a strong outlook for 2019. The company's revenue rose to $1.658 billion last quarter, versus FactSet estimate of $1.645 billion. For 2019, Nielsen sees earnings of $1.63 to $1.77 per share, higher than expectations of $1.22. CNBC's Nadine El-Bawab, Kate Rooney and Yun Li contributed to this report.", "tags": ["electric car maker", "factset", "dental product manufacturer", "standard model", "nadine bawab"], "related_articles": [{"title": "Stocks making the biggest moves midday: HP, Box, Anheuser-Busch, Square & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/stocks-making-the-biggest-moves-midday-hp-box-anheuser-busch-square--more.html"}, {"title": "Northern Indiana city loses pharmacy, gets a 'telepharmacy'", "source": "associated-press", "url": "https://apnews.com/ba183f33402649fb98469f259bbadc60"}, {"title": "Stocks under pressure | Trump cuts summit short | GDP data set", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/what-you-need-to-know-in-business-news-today.html"}]}, {"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "date": "2019-03-01T22:31:37Z", "origContent": "While US-China trade talks continue to hold centre stage, investors will be following a bevy of economic data, retail earnings and central bank developments in the coming week. Investors will get a fresh look at the booming US labour market on Friday when the government releases data for February. Economists expect 180,000 new jobs and an unemployment rate of 3.9 per cent, according to a Reuters poll. The US added 304,000 jobs in January, while the unemployment rate stood at 4 per cent, helping ease concerns over the impact of a partial government shutdown and slower economic growth. Wage data will be of particular interest amid a period of muted inflation. Average hourly earnings in January were up just 0.1 per cent compared with the prior month, the weakest rate of growth since October 2017. In other US economic data, new home sales and the Institute for Supply Management’s non-manufacturing index are due on Tuesday, and a report on housing starts will arrive on Friday. On Wednesday, the Federal Reserve will release its monthly Beige Book, an anecdotal look at business activity across the central bank’s 12 districts. The spate of retail earnings will continue next week. Target and Kohl’s, the American department store chains, will release their fourth-quarter financial results on Tuesday. Discount retailer Dollar Tree, grocery chain Kroger, bookseller Barnes & Noble and warehouse outlets Costco and BJ’s Wholesale Club are also scheduled to report earnings during the week. Other US big-box stores such as Walmart, Best Buy and Macy’s have already disclosed fourth-quarter profits and sales. Walmart eased investors’ concerns about domestic retail sales, which abruptly fell in December, with strong holiday sales aided by strength in the grocery and toy aisles. Best Buy, the electronics retailer, also benefited from better sales than expected during the holiday period. Other closely watched earnings reports coming next week include Salesforce.com and Brown-Forman, the owner of Jack Daniel’s. The European Central Bank will provide an update on monetary policy and its president, Mario Draghi, will speak at a press conference on Thursday. The ECB is expected to hold rates steady amid a deceleration in regional growth and tepid inflation numbers. Investors are also watching the ECB for economic forecasts and news on long-term loans to banks. The Reserve Bank of Australia and the Bank of Canada have their own rate decisions coming next week. Minutes from the Bank of England’s latest policy meeting will be released. In the US, New York Fed president John Williams and Cleveland Fed president Loretta Mester will be among the central bank officials to give remarks. Elsewhere in global economic news, China is expected to announce an economic growth target as its annual National People’s Congress begins in Beijing. Key reports during the week include Italy’s GDP, Germany’s factory orders, China’s trade balance and Australia’s GDP.", "tags": ["holiday period", "fresh look", "regional growth", "particular interest", "central bank officials"], "related_articles": [{"title": "China congress, US jobs data, ECB sets rates", "source": "financial-times", "url": "https://www.ft.com/content/eefc937a-3b49-11e9-b856-5404d3811663"}, {"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "url": "https://uk.reuters.com/article/uk-europe-view-friday-idUKKCN1QI3ZA"}, {"title": "Economy grew a solid 2.6% in the fourth quarter and 2.9% for 2018, strongest in 3 years", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/u-s-economy-2018-growth-2-6-q-4-and-2-9-year/3010070002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Saks Takes Back Fifth Avenue", "source": "fortune", "date": "2019-03-01T13:00:57Z", "origContent": "Ascending a sleek new multi-colored escalator, designed by Dutch architect Rem Koolhaas, Saks Fifth Avenue president Marc Metrick is a man vibrating with excitement ahead of its grand unveiling. The escalators bright red and blue hues and a large LED ceiling (that creates the illusion of a blue sky) pop in sharp contrast with the grey curtains used to cordon off a dusty construction area. Change is afoot on the ground floor of one Manhattans most iconic department stores. The sense of theatre epitomizes what Metrick, who has been president of the HBC-owned Saks since 2015, is convinced the company has to offer todays shoppers, particularly at its 650,000 square-foot New York City flagship. The buzz of activity comes at a time when Saks has some wind in its sails again after faring a rough patch three years ago. Sales were declining quarter after quarter. It was losing market share and the Grande Dame of New York luxury, a fixture since 1924, had lost much of what made it stand out. Now, Saks has reported seven quarters of comparable sales gains in the last eight, including a 7.3% jump in the third quarter. And, to Metricks big satisfaction, that recent performance bested those of two major rivalsNordstrom and Neiman Marcusover the same period. But those competitors are not idling: both Neiman and Nordstrom are adding their first namesake department stores in New York this year. The luxury market might be crowded but it is booming: according to Bain & Co, the U.S. personal luxury goods market rose 5% to $85 billion in the United States. Whats more, Spectrem Group estimates there are now 10 million Americans with a net worth between $1 million and $5 million, up 67% from a decade ago.  A run of the mill store just wont do, both in terms of the physical location but also how tech is integrated into them. Ergo a $250 million invested in the multi-year remodel of the flagship of a 41-store chain. While the renovation doesnt feature anything outlandish like the indoor ski hill Saks installed in the 1930s (try getting a CFO to sign-off on that today) its still trying to channel that spirit as it looks to make the Fifth Avenue store a modern-day destination. Last year, the beauty section moved up a floor but not without getting 40% more space and new amenities like facial workouts and offering anti-cellulite treatments and. The area, historically on street level to generate shopper visits, offers clean sightlines with more natural light from outside, a feature all floors will have by 2021. (The next project is mens shoes, now spread out over three floors, but soon to be concentrated in one lavish area.) Shopping isnt the only component of Metricks vision for Saks as a New York destination: the evening of a recent press preview, Saks had its first VIP dinner at LAvenue, a new high-end Philippe Starck-designed restaurant on the 9th floor. Its the only outpost of the Paris eatery that attracts A-list names like Rihanna and Beyoncé. While Saks is thriving now, it was a different story just a few years ago. HBC, a department store conglomerate that also includes its namesake Canadian chain and Lord & Taylor, bought Saks for $2.4 billion in 2013.  There had been turmoil in the c-suite, strategy lurches, and the prevailing opinion that Saks was an icon adrift. So when Metrick, now a 23-year veteran of the brand, took the reins in 2015, he immediately began with a deep dive into customer perceptions. Among the humbling results: Saks and its archrival Neiman Marcus were interchangeable in shoppers eyes. After years of trying to be all things to all people, Saks didnt stand for anything, Metrick recalls.  And thats no small order, what with some 85% of any luxury department stores offerings overlapping with rivals. Its also not getting easier at a time brands themselves are opening more of their own stores and taking more control of how their wares are presented. The high-end department stores added to their own problems in the last decade by getting more promotional, says Bain & Co partner Vandana Radhakrishnan. That led many brands, from Coach and Ralph Lauren on up to focus more on their own stores. But luxury brands, particularly smaller ones, can only do so much with their own sites and stores in reaching a wide audience. So great, well-trafficked stores and strong e-commerce are remedies for that problem. Notably, Metrick says he can give detailed customer data to luxury brands, including what other brands they like. Thats why Metrick sees reinventing the flagship as so important, with many ideas being adapted to the 40 other stores in the fleet. Metrick says thats already paying off: online return rates are typically 40% to 50%, a cost that pinches margins. That drops to 20% for sales clinched via the Salesfloor service. Every year, some 30 million people visit a Saks store, while Saks.com gets 150 million visits. At stores, 20% of visits yield a sale, while online the rate is more like 2.5%. And so while not as flashy as a designer escalator, ecommerce is crucial for maintaining momentum. Shes thinking about every other online experience out shes having today and is Saks as easy as all that, says HBC CEO Helena Foulkes of the prototypical Saks shopper. Saks was recently reminded of how hard it is to win over the modern shopper, even on its home turf. In January, it closed a womens store in Lower Manhattan after only two years.  But Foulkes, previously president of CVS pharmacys $80 billion retail business, won kudos from analysts for dropping an underperforming location and zeroing in on where Saks can win. The next dollar I invest has to be in the place with the most upside, she says.  To enable that, Foulkes has been busy in her first year on the job making big moves to undo much of HBCs aggressive expansion in the last half decade, one that led it to go around chasing stars, as Scotiabank retail and consumer analyst Patricia Baker puts it. That has included paying down HBCs sizeable debt by selling off half of its struggling European business, its Lord & Taylor flagship 10 blocks south of Saks, and Gilt Groupe; moves that won it recent upgrades from debt agencies. HBC also recently announced the closure of 20 Off Fifth discount stores and halted its Canadian expansion of Saks, which had called for seven stores, opting instead to cap it at three.  Thats not to say HBC is only in contraction modethe company is planning a new Saks store at the American Dream mega-mall being built in East Rutherford, New Jersey. But it does signal that HBC is doubling down on best performing businessSaksparticularly the flagship. Though HBC doesnt break out individual stores numbers, the Manhattan flagship generates at least $600 million a year, or 15% of so of Saks total sales. The Saks brand is only going to be as strong as that Fifth Avenue store, says Scotiabanks Baker. And Saks doesnt want its so-called branches to be seen as backwaters. So edgy brands like Vêtements and Jacquemus are now sold at other stores too, not just Manhattan. Other ideas have also made their way to its branches in other markets. Take The Collective, an area that focuses up and coming brands, including to solidify what Metrick calls Saks fashion authority. Our role in the fashion ecosystem is to be the place to introduce brands to our consumer, he says.  A more subtle part of Saks store remodel has been to mix up price points and brands rather than consign all ultra high end designer items in the same areas, as they were before. On the fifth floor for instance, more accessible brands like Acne and Alexander Wang are next to designers like Comme des Garçons and Simone Rocha. Under Metrick and Foulkes, Saks has a much faster metabolism now. Fail fast and move on. And that, he says, is merely a reflection of how customer behavior has evolved. The luxury consumer is certainly less forgiving and less patient that they used to be, Metrick says.", "tags": ["escalators", "fifth discount stores", "metricks vision", "jacquemus", "east rutherford"], "related_articles": [{"title": "VA ends funding for homeless vet residence in Helena", "source": "associated-press", "url": "https://apnews.com/a7b0a4941e6b4350990eb2fe8db4bc8e"}, {"title": "Trump said he wanted more 'highly skilled' immigrants to come to the US. But skilled, educated foreign workers are leaving the US dejected, saying Trump doomed their American dreams — leaving businesses in the lurch.", "source": "business-insider", "url": "https://www.businessinsider.com/h1b-visa-foreign-worker-says-trump-immigration-crackdown-doomed-american-dream-2019-3"}, {"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "url": "https://www.reuters.com/article/us-gap-stocks-idUSKCN1QI4NY"}]}, {"title": "A month ago, Elon Musk thought Tesla would be profitable. Now he doesn't. What changed?", "source": "cnbc", "date": "2019-03-01T17:34:00Z", "origContent": "How rapidly things change in Silicon Valley. A month ago, Tesla CEO Elon Musk seemed confident the electric car maker would turn a profit in the first quarter. Now he's predicting a loss. The reversal disclosed on a media call Thursday night overshadowed what was supposed to be good news during a tough week of headlines: Tesla was finally unveiling its long-awaited Model 3 sedan at $35,000. The shares, already under pressure from Musk's ongoing tussle with federal securities regulators, tanked by almost 8 percent in midday trading Friday. To make its popular electric car at a more affordable price for consumers, Musk said the company has to trim stores, cut employees and shift sales online. It's all part of a push to profitably sell the long-anticipated (and much delayed) $35,000 variant of the Model 3, the midsize sedan Musk and company had long bet would take Tesla from a niche manufacturer to a major automaker. On Jan. 30, Musk told investors he thought Tesla would continue making money after finally turning its first back-to-back profits during the third and fourth quarters of last year, fulfilling his previous forecast that Tesla would become \"sustainably profitable\" from the third quarter of 2018 onward. \"I would say at this point I'm optimistic about being profitable in Q1,\" Musk said on the Jan. 30 conference call discussing the company's fourth-quarter earnings. \"Not by a lot, but I'm optimistic about being profitable in Q1 and for all quarters going forward.\" Musk cited one-time charges this quarter as one major factor, though he did not specify what those are. The company has $920 million in debt due Friday, and Musk has previously said it had enough cash on hand to cover. He also said there have been some difficulties getting cars to China and Europe. How much money Tesla can make selling a cheaper Model 3, and whether customers will actually buy it, are major concerns among investors. \"Tesla cut the size of their battery by 30 percent to get this $35,000 base unit out the door,\" said Craig Irwin, an analyst with Roth Capital Partners. That is probably a reduction in cost of about $5,500 per car, Irwin said. But who wants a low-range car, he said. \"They killed the 60 kWh Model S for poor demand, and even weaker margins,\" he said. \"It seems to dovetail nicely that 2019 will see major margin pressure,\" he said. The fact that the company is moving all vehicle sales online and cutting retail jobs also suggests it is coming to the realization that many industry observers suspected all along profitably selling a $35,000 electric car will be very difficult. \"Tesla appears to have answered the question we have long asked around whether the company was going to be able to profitably produce the $35k Model 3 through production efficiencies and increased volumes,\" Cowen analyst Jeff Osborne said in a note to clients Friday. \"Switching the strategy now to shed stores that are the face of the brand beyond Elon Musk's Twitter feed, likely means that management has come to the realization that it was not going to be feasible.\" It is also significant that this is all happening as federal tax credits for Tesla cars start to wind down, said CFRA analyst Garrett Nelson. The first 200,000 customers to buy Tesla cars received a federal tax credit of $7,500. But those were halved at the beginning of the year, after Tesla hit the limit. They will continue to be phased out by the quarter. \"I think it all goes back to the EV tax credits, which are negatively impacting sales and gross margins,\" Nelson said. Red flags went up for Nelson just a few days after the New Year when Tesla said it would cut prices on its vehicles. Then the company announced it would focus on producing higher-cost exports to China and Europe, lay off workers and introduce a Model 3 leasing program, he said. \"The earnings warning just confirms these red flags, and while it's a bit early to say, it appears that the company's profitability challenges could potentially linger well beyond Q1,\" he said. The announcement certainly was abrupt and did not appear to be made from a position of strength, said Bernstein analyst Toni Sacconaghi in a note Friday. But over the long term there are still several levers Tesla can pull to improve profits, including reducing sales and manufacturing costs as well as driving higher sales volume with the cheaper Model 3, its leasing programs and international expansion, he said. \"In some ways, we believe CEO Musk's recent focus on profitability each quarter may have been misplaced and that Tesla might be best served by looking to press its brand and first mover advantage by aggressively making and distributing its cars which yesterday's move appears to be doing,\" he said.", "tags": ["electric car maker", "35k model", "weaker margins", "wants low range car", "base unit"], "related_articles": [{"title": "Tesla enters uncharted territory after move to dismantle store network", "source": "reuters", "url": "https://ca.reuters.com/article/technologyNews/idCAKCN1QI4RP-OCATC"}, {"title": "Elon Musk just sent this memo to employees about the cheaper Model 3 and store closures", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/elon-musk-memo-about-cheaper-model-3-store-closures.html"}, {"title": "Tesla's store-shuttering strategy may pull the rug out of solar", "source": "reuters", "url": "https://in.reuters.com/article/tesla-solar-idINKCN1QJ01A"}]}, {"title": "J.C. Penney Once Again Learns It Has to Listen to Shoppers", "source": "fortune", "date": "2019-02-28T22:30:42Z", "origContent": "J.C. Penney(jcp)on Thursday reported a dismal set of holiday season numbers, yet its shares shot up 25%. That paradox is explained by the fact that new CEO Jill Soltau made clear to investors that Penney would align its strategy to what customers want from it, not what executives hope they want. Comparable sales fell 6% during the fourth quarter, a stark contrast to the excellent performances of rivals like Walmart and Target and even mediocre numbers from Macy’s and Kohl’s. And they came in below analysts expectations for a 4.7% drop, according to Consensus Metrix. What’s more, Penney said it would close another 18 stores (two years ago it closed 140) and not give financial forecasts for 2019, news that typically sinks stocks. But Soltau, who came to Penney in the fall from JoAnn Stores, reassured Wall Street and made clear she will focus the department store on where it can perform well with an eye on long term results. “We are providing strategic clarity to the team that we will always be about serving the customers and growing in a sustainable and profitable manner,” Soltau told analysts on a conference call. For good measure, she has filled a few key roles, like chief merchant, though some c-suite jobs remain vacant. But Marvin Ellison, the Penney CEO who bolted for Lowe’s(low) last spring, committed a similar misreading of his customer, albeit to much less detriment. Three years ago, Ellison, who had been a top executive at Home Depot for years before joining Penney, decided to bring back appliances, a category Penney had dropped in 1983 but one he knew inside out from his time at Home Depot. He was pinning his hopes on grabbing market share from a crumbling Sears and making better use of floor space at Penney. Rather than improve its core business, particularly women’s apparel, Penney got distracted by appliances, where it was going up against much better equipped and capitalized rivals like Home Depot and Best Buy and never really stood a chance. The lesson is that going into a line of business because that’s what a CEO knows well or what he hopes customers to take a liking to leads to retail trouble. During Ellison’s tenure, repeatedly had to mark down enormous amounts of women’s clothing that flopped with customers, killing profits but also losing ground to chains like Target and its increasingly popular clothing brands. (Incidentally, Penney’s new chief merchant is a Target alumnus.) Soltau herself said as much: “There is a lot of action we need to take to reestablish and repair the fundamentals of retail.”", "tags": ["macy", "home depot", "target", "best buy", "conference call"], "related_articles": [{"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/old-navy-split-gap-which-stay-banana-republic/3020322002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Canada gets closer to a right to repair law", "source": "cbc-news", "url": "https://www.cbc.ca/news/technology/what-on-earth-newsletter-right-to-repair-styrofoam-1.5037697"}, {"title": "Victoria's Secret says it is shuttering 53 more stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/victorias-secret-store-closings-l-brands-shuttering-53-locations/3020995002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "America’s Trucker Shortage Is About to Hit Consumers Where It Hurts", "source": "fortune", "date": "2019-03-02T22:00:21Z", "origContent": "Americas trucker shortage is about to hit consumers right where it hurts: in the kitty litter. McDonalds Corp.s long-time distributor Martin-Brower Co. is raising delivery fees, imperiling low menu prices, and Procter & Gamble Co., Church & Dwight Co. and Hasbro Inc. are sounding the alarm that higher freight fees could be passed on to consumers of everything from Crest toothpaste to Arm & Hammer cat litter to My Little Pony figurines. And its all because transport companies cant find drivers. Millennials, they dont want to drive trucks, said Darren Tristano, CEO and founder of consultant Foodservice Results. Theyre looking at this and saying, I want to be in something more glamorous, more tech-oriented. America simply doesnt have enough truck drivers to deliver everything its people buy. Thats not new, but many retailers are just now feeling the pain as annual shipping contracts are renewed. That has trucking companies scrambling to find ways to keep costs down. And it has Michael Norwich counting every dime and quarter as he contemplates the $4.99 combo meal whose price is dictated at Jack in the Box Inc. headquarters. Distribution costs are huge, said Norwich, who owns 14 of the fast-food restaurants in El Paso, Texas, and Las Cruces, New Mexico. Im scratching my head trying to figure out how $4.99 is going to work. The trucking industry is also trying to recruit more women, who currently make up a small fraction of the workforce. Drivers who own their own trucks and pay their own expenses can make gross pay of as much as $250,000 a year and receive a hiring bonus of $5,000 by joining J.B. Hunt Transport Services Inc., according to the companys website. The trucking giant is also advertising long-haul positions that pay $65,000 a year plus a $2,500 hiring bonus and require only three months of experience and promise little lifting of freight. Its still difficult to find good quality drivers, executive vice president Nicholas Hobbs said in January. Companies are trying to push down costs by using software to optimize routes and moving some cargo to rail. While cheaper, those rates have risen and arent as flexible as having a truck travel point to point. Still, its difficult keeping prices down. Tariffs are increasing the price of truck parts coming from China and imported aluminum and steel. Fuel increases, too, are having an effect. Retail chains are also trying to cut shipping expenses where they can. TJX Cos.s HomeGoods furniture chain said Wednesday that increased pressure from freight is weighing on margin. Its opening more distribution centers in the U.S. to mitigate mounting costs. So is Hasbro, which plans to open a new hub in Joliet, Illinois, after shipping costs surged in 2018. Procter & Gamble, maker of Tide detergent and Pampers diapers, is feeling the heat, too. The company recently blamed a 25 percent jump in trucking costs for narrowing margins. P&G raised prices last year on some products, and has said its still too early to divulge its pricing strategy for 2019. Higher transportation costs are headwinds that we have to overcome, Church & Dwight CEO Richard Dierker said Feb. 21. The company identified a bright side to the jump in trucking expenses — competitors are also raising prices. Walmart Inc., which has its own fleet of 6,500 trucks, offered $1,500 referral bonuses last year and shortened the hiring process to attract more drivers. For Amazon.com Inc., freight costs consistently outpace online sales growth. The company is trying to find cheaper ways to deliver packages or it may have to hike prices. It already raised its annual Prime membership fee by 20 percent to $120 last year, the first hike since 2014. And then theres the McDonalds menu. Martin-Brower ships to 12,372 restaurants in the U.S. and 20,208 globally, so the sting of higher fees is widespread. Because much of the McDonalds menu is priced at company headquarters and reinforced by a national advertising campaign, franchisees are looking for places they have leeway to set their own prices and $1 drinks are candidates. We must be able to pass these increases along to our customers, a group of McDonalds franchisees said in a Feb. 27 website post. The bottom line is their costs are going up and so are ours.", "tags": ["competitors", "tariffs", "quarter", "china", "new mexico"], "related_articles": [{"title": "‘Amazon Day’ Shipping Option Aims to Reduce Deliveries and CO2 Emissions", "source": "fortune", "url": "http://fortune.com/2019/03/01/amazon-day-delivery-emissions/"}, {"title": "Lyft kicks off 2019 unicorn IPO spree with public S-1", "source": "business-insider", "url": "https://www.businessinsider.com/lyft-ipo-public-s-1-filing-details-2019-2"}, {"title": "How to tell exactly which iPad model you have", "source": "business-insider", "url": "https://www.businessinsider.com/what-ipad-model-do-i-have"}]}, {"title": "Walmart and Affirm are partnering to offer point-of-sale financing in-store and online (WMT)", "source": "business-insider", "date": "2019-02-28T15:05:00Z", "origContent": " Walmart is partnering with digital-first financing player Affirm to offer point-of-sale (POS) financing at checkout in-store at nearly 4,000 Walmart Superstores in the US and on Walmart.com in the coming weeks, following rumors dating back to 2017.  The partnership will enable Walmart shoppers to choose Affirm at checkout and select a repayment period of 3, 6, or 12 monthly installments for purchases between $150 and $2,000.   This news follows another recent move by Walmart to restructure its payment options: Walmart recently announced the ending of its 19-year issuing partnership with major private-label card issuer Synchrony Financial and selected Capital One as the new issuer for its store cards and cobranded products.   This partnership comes alongside rising consumer awareness in alternative financing and can help propel Affirm to the forefront of the financing space.   Seventy-eight percent of US consumers were aware of POS financing options as of 2017, up from 51% in 2015. Rising consumer awareness in alternative financing options will likely continue to be instrumental in driving volume and demand for these services going forward. Further, the growing popularity of POS financing programs like Affirm and Klarna can pose threats to traditional store cards as consumers might opt to finance a purchase rather than open a new store card and pay off the balance.   Partnering with a top three US retailer could ultimately help Affirm emerge as a leader in the financing space amid crowding. Affirm initially expanded from online-only to brick-and-mortar retail in 2018, allowing merchants to integrate its offering through an application programming interface (API), which gives it an advantage over digital-only competitors as the space becomes more crowded with firms like Klarna, Splitit, and Afterpay all entering the US retail market. Further, partnering with Walmart can substantially increase Affirm's brand visibility to both consumers and other US retailers. Its integration with Walmart can highlight the advantages of POS financing, particularly on influencing customer spending, which could encourage more retailers to adopt Affirm or other financing options: 39% of consumers would spend more money if given instant credit options when shopping online, for example. ", "tags": ["walmart", "traditional store cards", "splitit", "merchants", "financing space"], "related_articles": [{"title": "Big City: Bill de Blasio, the Progressive Who Was Left Behind", "source": "the-new-york-times", "url": "https://www.nytimes.com/2019/03/01/nyregion/bill-de-blasio-the-progressive-who-was-left-behind.html"}, {"title": "Kuwait Is Said to Plan $10 Billion Investment Fund With China", "source": "bloomberg", "url": "https://www.bloomberg.com/news/articles/2019-03-03/kuwait-is-said-to-plan-10-billion-investment-fund-with-china"}, {"title": "Kroger ban on Visa credit cards: What you need to know", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2018/08/01/kroger-ban-visa-credit-card/881228002?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "UPDATE 2-French supermarket operator Carrefour raises cost savings goal", "source": "reuters", "date": "2019-02-28T08:58:14Z", "origContent": "PARIS (Reuters) - France’s Carrefour raised its savings goal and said it would step up plans to downsize its hypermarket stores, as Europe’s largest retailer delivered cost cuts of 1.05 billion euros ($1.2 billion) in 2018 and a higher free cash flow.  It posted a well-flagged 3.4 percent decline in 2018 operating profit, reflecting weakness in its domestic market that offset a better performance in Brazil, which is its second-biggest market behind France.  Carrefour shares were up 1.7 percent at 0853 GMT, however, as analysts welcomed its general plans to cut costs.  “Cost savings are progressing well but not enough to reinvigorate (the company’s business in) France yet,” said Bruno Monteyne, an analyst at brokerage Bernstein.  Carrefour launched a five-year plan a year ago to cut costs, boost E-commerce investment and seek a partnership in China with tech giant Tencent.  It aims to boost profits and sales and tackle growing competition from U.S. online retail giant Amazon  “For Carrefour, 2019 will be a year in which we will deepen the initiatives of the 2022 plan, to better serve our customers...Our encouraging results now allow us to revise upwards a number of 2022 targets,” CEO Alexandre Bompard said.  The plan includes expanding into convenience stores to reduce exposure to large hypermarket stores and having a greater focus on organic products and private labels.  Carrefour recently sealed a purchasing alliance with Britain’s Tesco which is expected to start bearing fruit this year..  Carrefour kept its annual dividend unchanged at 0.46 euros and said it now eyed cost savings of 2.8 billion euros by 2020 instead of the 2 billion previously targeted.  Free cash flow, excluding exceptional items, rose to 1.088 billion euros in 2018 from 950 million euros in 2017 as capital expenditures were limited to 1.611 billion euros.  It reported a 2018 recurring operating profit of 1.938 billion euros, in line with its guidance of 1.930 billion provided in January.  In France, where CEO Bompard has made reviving flagging sales at hypermarket stores a priority, operating profits 43.3 percent to 466 million euros, with the margin falling to 1.3 percent against 1.9 percent in 2017.  In France, Carrefour faces competition from the likes of Amazon and pressure from cheaper prices offered at rivals such as Leclerc.  The group’s Chinese operations remained loss-making last year amid competition from local players and a buoyant online market but Carrefour said its general performance in China nevertheless improved.  Finance chief Matthieu Malige said talks were continuing about a potential deal in which Tencent and local retailer Yonghui would take a stake in Carrefour China. ", "tags": ["analyst", "sales", "china", "europe", "amazon"], "related_articles": [{"title": "French tax on internet giants could yield 500 mln euros per year -Le Maire", "source": "reuters", "url": "https://www.reuters.com/article/us-france-tax-internet-idUSKCN1QK0ET"}, {"title": "Electrics, compacts and SUVs share stage at Geneva auto show", "source": "associated-press", "url": "https://apnews.com/7cbf89700c4b4b83b9cdf2da168739b0"}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "url": "https://www.ft.com/content/8aa756ac-3c35-11e9-b72b-2c7f526ca5d0"}]}, {"title": "China congress, US jobs data, ECB sets rates", "source": "financial-times", "date": "2019-03-03T17:10:55Z", "origContent": "China takes centre stage this week when premier Li Keqiang announces the government’s 2019 economic growth target and five-year development plan at the annual meeting of the National People’s Congress in Beijing. Economists expect a growth target of about 6 per cent, down from about 6.5 per cent for 2018.  A Financial Times review of this year’s China work reports — the annual plans drawn up by provincial or regional governments — shows that most of them expect to cut their spending by 5 per cent or more. Nearly all have reduced projections for revenue growth. The gloomy outlook comes amid a trade war with the US, a slowing economy and growing anxiety over the political direction of the county.  China also announces its defence budget for 2019 on Monday. The European Central Bank is widely expected to keep key rates on hold at its rate-setting meeting on Thursday. The eurozone economy remains in poor shape, with growth falling to its lowest level in four years in 2018. The ECB is becoming increasingly concerned that what officials at first thought was a temporary soft patch risks turning into something more profound. The most recent figures suggest that the economy remained weak in the opening months of 2019 and the central bank is under growing pressure to address how it will protect the economy from a protracted slowdown. The Reserve Bank of Australia (Tues) and the Bank of Canada (Weds) also set rates this week, as does Turkey’s central bank (Weds), two days after the country’s statistics institute is forecast to report that inflation is now less than 20 per cent. Minutes from the Bank of England’s policy meeting will be published and the Federal Reserve’s Beige Book of economic conditions is also out. The Geneva Auto Show begins on Thursday, where trade issues (Brexit and China-US tensions) are likely to be hot topics alongside mounting regulatory pressures and consolidation. The show runs to March 17. In the UK, insurance company Aviva, which also has operations in Europe and Asia, reports full-year results on Thursday. The search for a chief executive is still on despite the insurer wanting to have had a successor in place by mid-February and the uncertainty has not been helpful for the share price of late. Fellow insurers Admiral and Legal & General also report this week. For the US, the spate of retail earnings continues. Target and Kohl’s, the American department store chains, will release their fourth-quarter financial results on Tuesday. Discount retailer Dollar Tree, grocery chain Kroger, bookseller Barnes & Noble and warehouse outlets Costco and BJ’s Wholesale Club are also scheduled to report earnings during the week. Others to watch next week include Salesforce.com and Brown-Forman, the owner of Jack Daniel’s. The US economy is set to show further evidence of continued strength in the labour market on Friday when February data are released. The number claims filed for jobless benefits recently fell to its lowest level since 1969. Non-farm payrolls increased by 304,000 in January with employment growing in several industries, including leisure and hospitality, construction, healthcare, transport and warehousing. The figures may also show more on the damage from the 35-day federal government shutdown which contributed to a small uptick in the January unemployment rate. While the Federal Reserve raised interest rates in December as widely expected, the US central bank also dialled back on its pace of monetary tightening and trimmed its growth forecast for this year amid more tepid inflation readings and signs of slowing global economic growth.  In other US economic data, new home sales and the Institute for Supply Management’s non-manufacturing index are due on Tuesday, and a report on housing starts will arrive on Friday. On Wednesday, the Federal Reserve will release its monthly Beige Book, an anecdotal look at business activity across the central bank’s 12 districts. Other reports likely to be of interest during the week include Italy’s GDP, Germany’s factory orders, China’s trade balance, Australia’s GDP and UK Services PMI.", "tags": ["wholesale club", "trade balance", "other economic data", "centre stage", "bookseller barnes"], "related_articles": [{"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "url": "https://www.ft.com/content/66191714-3c47-11e9-b856-5404d3811663"}, {"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}, {"title": "Consumers, weak exports seen curbing U.S. fourth-quarter growth", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-economy-idUSKCN1QH0HO"}]}, {"title": "Malls Take Beating...", "source": "fortune", "date": "2019-03-02T01:49:37Z", "origContent": "In the last 48 hours alone, several shopping-center staples unveiled plans to trim their footprints across the U.S. Gap Inc. said it would slash the store count of its struggling namesake brand by 230 locations over the next two years, just hours after J.C. Penney Co. confirmed it would shutter 18 department stores. That news came on the heels of L Brands Inc.s decision to close 53 Victorias Secrets in North America this year. And its not just apparel: Tesla Inc., whose galleries are often inside shopping centers, just said its moving all its sales online. These moves come on top of all of the chains that have already announced theyre closing down or reducing their footprints due to bankruptcy. This includes Payless Inc., which is abandoning 2,500 stores, Things Remembered, which is closing most of its 400 stores and selling the rest, while mall favorite Brookstone Inc. slims down operations and Sears continues to shutter locations. Taken as a whole, many of todays shopping centers are becoming little more than an assemblage of fast-fashion retailers, Apple stores and food courts. The dying-mall narrative isnt a new one, with the phrase retail apocalypse making its way into the American lexicon years ago as Americas over-stored suburbs and the continued gains of online shopping took their toll. But after a brief period of shopper stabilization — fueled by rising consumer confidence and low gas prices — it appears another culling is in order for the industry. The vacancy rate in U.S. malls was 9 percent in the fourth quarter, up from 8.3 percent a year earlier, Barbara Byrne Denham, a senior economist at Reis Real Estate Solutions, wrote in a retail sector report. Even though Sears shuttered some locations earlier in 2018, causing vacancies to rise to an even higher 9.1 percent in the third quarter, the so-called dark stores did not impact occupancy for most malls, according to the report. Some malls have found ways to adapt. Macerich — which has already started offering 180-day leases to encourage pop-ups to fill empty storefronts — added 32,898 square feet of co-working space to its shopping plaza in Scottsdale, Arizona, earlier this year. The two-floor space is inside a former Barneys New York. Non-traditional tenants like bowling alleys, movie theaters and digitally native brands are also finding their way into malls. Online-first companies like Warby Parker, Bonobos and Casper are embracing what they call offline in a big way. In the fourth quarter, mall landlords increased rent by 0.8 percent, or $0.35 per square foot, from a year earlier. Theyre making plans to re-develop some spaces for alternative uses — such as gyms and entertainment spaces, the Reis report shows. Planet Fitness is one brand taking advantage of retail store closings, as landlords and REITs increasingly approach the operator of fitness centers as a potential tenant. Even as retailers look to downsize their square footage, Planet Fitness can sublease some space. Planet Fitness Chief Executive officer Chris Rondeau said his business is immune to e-commerces effects on brick-and-mortar, making it a good mall tenant. Our business cant be Amazoned. Were un-Amazonable, he said in an interview on Bloomberg Television. We do about 5,000 workouts per gym per week, about 8 million workouts a week in the U.S., so look at how much traffic we drive to these centers every day. And the majority of those visits are Monday through Wednesday; most retailers are busy on the weekends, so were a great co-tenant for these retailers to drive that traffic. Planet Fitness shows how mall landlords, especially those with higher-quality malls in heavily trafficked, urban locations, are using store closures as an opportunity to use the spaces differently, said Lindsay Dutch, an analyst with Bloomberg Intelligence. Theyre taking advantage when they get that space back to turn it into something more experiential, she said. Theyre looking to make it into offices, sometimes medical offices. Every once in a while there is a chance to put apartments in there, and go with something more residential.", "tags": ["analyst", "namesake brand", "third quarter", "fourth quarter", "majority"], "related_articles": [{"title": "What fitness trainers carry in their gym bags", "source": "nbc-news", "url": "https://www.nbcnews.com/better/lifestyle/16-things-these-fitness-trainers-always-carry-their-gym-bags-ncna977096"}, {"title": "A Less Than Merry Christmas for Victoria’s Secret Means More Store Closings Ahead", "source": "fortune", "url": "http://fortune.com/2019/02/28/victorias-secret-stores/"}, {"title": "Victoria's Secret says it is shuttering 53 more stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/victorias-secret-store-closings-l-brands-shuttering-53-locations/3020995002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "The difficulties of making online delivery pay", "source": "financial-times", "date": "2019-03-01T20:04:11Z", "origContent": "Steve Rowe wasadamant this week that he has always believed people should be able to buy Marks and Spencer food online. So, given the M&S chief executive used to run the retailer’s food division, why did the high street chain wait so long to seal its £750m acquisition of half of Ocado’s retail business?  Part of the answer is that for the vast majority of retailers, selling food online is unprofitable. “It is truly one of the worst business models in existence,” said Brittain Ladd, a food retail consultant based in the US. “Retailers simply do not have the competence to deliver to homes profitably.”  M&S was hardly alone in harbouring doubts about the financial viability of fresh food delivery. Wm Morrison, the UK’s fourth-biggest supermarket by revenues, only began selling food online — also through a partnership with Ocado — in 2013. Aldi and Lidl, the German discounters that have grabbed significant market share over the past decade, do not sell online and have no immediate plans to start.  “All the incumbents have been cross-subsidising home delivery from their store operations,” said Nick Harrison, global retail practice co-leader at consultants Oliver Wyman. He estimates that it costs upwards of £10 to pick and fulfil each order, whereas delivery charges to the customer are half that amount. None of the big UK players disclose the sales or profits of their grocery delivery businesses separately.  “It is fundamentally dilutive for the main players, but they have to think about market share. They don’t want to lose that customer to another chain,” Mr Harrison added.  M&S had an additional concern. Its limited range of upmarket and mostly own-label merchandise resulted in an average transaction value of just £13 — nowhere near enough to justify the costs of picking and delivering those goods to customers.  Mr Rowe is hoping the Ocado tie-up will result in a “scaled and relevant” offering. The venture will have a vastly expanded product range that can cover a full family shop as opposed to the “meal for tonight” market that is M&S’s current strength. Ocado’s average basket is more like a trolley at more than £100. The UK was an early adopter of online grocery shopping, thanks in part to the launch of Ocado in 2000. But even so it only accounts for just over 6 per cent of the £190bn grocery market, according to Forrester — about a third of the penetration in non-food retail.  Without greater volumes, Mr Ladd argued, it will be difficult for supermarkets to achieve the order density needed to make delivery viable on its own. “Britain created grocery addicts by telling them they can have relatively small amounts delivered the same day,” he said. “Most of the vans are going out half-empty. They need to be going out full.”  There is also the question of how best to meet those orders. Ocado said its automated fulfilment centres are more efficient, despite their longer delivery runs. Tim Steiner, chief executive, firmly believes that more automation — eventually including self-driving delivery vans — will lower the cost further. Supermarkets mostly pick and pack goods by hand in stores. The labour costs are higher, but the stores are closer to customers — and they are a sunk cost.  Mr Ladd argued that customers should be “re-educated” to understand the trade-off between cost and convenience, and encouraged to shop in store for items that are expensive or awkward to deliver. He said this could be done by pricing some items differently online, something that the likes of Tesco and Sainsbury’s do in their convenience stores. He also advocates more pooling of orders.  This is effectively the business model for Buymie, an Irish start-up. Its operatives pick goods from stores and deliver in the Dublin area. Customers use an app to shop and are charged a platform fee and a delivery fee that is dependent on how quickly they want their goods.  “When we first started looking at it in 2014, across the UK and Ireland there were nine companies losing £300m a year between them on online delivery,” said Buymie founder Devan Hughes. His background in energy markets convinced him that shared infrastructure was the only way to achieve the volume and capacity utilisation needed to make grocery delivery profitable.  Others argued that focusing on profitability misses the point. “Online retail is lower margin, but it is also lower capital,” said Bruno Monteyne, European food retail analyst at Bernstein. “So in terms of return on invested capital, it is similar to other forms of food retail.”  In sectors with greater online penetration, such as fashion, retailers have started to scale back their store estates and Mr Harrison said this could happen in food too.  Mr Rowe is convinced that, despite its long gestation and high upfront cost, the M&S venture with Ocado will generate value. If it does not, it will hardly be the first to struggle. As Mr Hughes pointed out: “Supermarkets have been looking at this for two decades and none has managed to crack it.”", "tags": ["retail business", "retailer", "retailers", "customers", "stores"], "related_articles": [{"title": "I admit it: I was wrong about Ocado", "source": "financial-times", "url": "https://www.ft.com/content/fdef8e4a-3b45-11e9-b856-5404d3811663"}, {"title": "Business this week", "source": "the-economist", "url": "https://www.economist.com/the-world-this-week/2019/03/02/business-this-week"}, {"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}]}, {"title": "Instant Pot meals and other things we're feeding our dogs in 2019", "source": "nbc-news", "date": "2019-03-03T16:41:00Z", "origContent": "It's the middle of the afternoon and my 14 year old Pomeranian Truffle is barking rather insistently in the kitchen. It's not his usual random bark; this one has a purpose. It's Nom Nom Now delivery day and since the FedEx man rang the doorbell, he's known there's a new stash of food waiting and he demands it right this moment. Welcome to 2019 where even our dogs can have dinner delivered. And we're not talking a bag of kibble in the mail. Nope, Truffle and our Great Pyrenees mix Cassius are getting a weekly delivery just for them while we try out Nom Nom Now, a new fresh food for dogs subscription service. In fact, according to the new report Pet Food in the U.S., 14th Edition, from market research firm Packaged Facts, the number one trend this year in the market is personalized pet food, with marketers and retailers ... experimenting with these trends, including Petco with its JustFoodForDogs in-store kitchens, Purina with its customized Just Right brand sold online, and Ollie with its partnership with Jet.com, the report notes. Yep, this is certainly 'above and beyond' loading up the cart with bags of dry dog food. How did we get here? Of course the easy answer is marketing. But it's more complex than that. David Lummis, a pet market analyst with Packaged Facts who's covered the industry for years documenting what he called this fascinating progression weighed in. Markets caught on they could make a whole lot more money sanctioning the behavior that 15 years ago would have been attributed to the crazy cat person, Lummis told NBC News BETTER. But it's not just marketing they caught the ball and ran with it. It's this kind of societal shift this whole feeling of insecurity which increased the need for companionship that pets provide in an increasingly insecure world. Cash inspects his Nom Nom Now delivery.Dana McMahan The movement that would lead to Cash and Truffle's front door gourmet dinner delivery really took off around 2007 when they had the really bad pet food recalls because of melamine, Lummis said. It got everyone's attention and people were like, 'oh my gosh what am I feeding my pets?' It spurred a rapid move to natural and organic that's been the driver of the market now for over 10 years. As natural brands previously only available at specialty stores began to migrate to mass retail stores, that demonstrated the hunger consumers had for higher quality pet food, said Lummis. Meanwhile online sales have really been taking off in last three to five years [and have] reached this critical mass in pet market. But the pet food market isn't growing volume-wise, he said. Without enough population growth to increase the volume of sales, the strategy has been to convert pet owners to higher price pet food. With so many now at the top of that chain basically every retailer has super premium, he said what's the next generation of premium food? What we've seen emerge are fresh products, mostly available online. The first option hit my radar last summer, when Ya Doggie came out with their ready-to-cook meal kits for dogs. Tapping into our collective Instant Pot mania, the kits are designed to just drop in the device and cook. Suddenly I began seeing ads in my social media feeds for other options. They weren't the first, though, Lummis said. Fresh Pet emerged 10 years ago, they got refrigerator cases in Wal-Marts, that was the beginning of the trend, they pioneered the niche. But if it's not for sale on Instagram, is it a thing? By the time I saw the ads for Ollie and others, we'd been cooking for our dogs for many months. The move from already pricey kibble to homemade fresh food came when traditional veterinary care failed our senior Pom, who'd begun to decline rapidly from such debilitating arthritis he couldn't move. We switched to a holistic veterinarian who gave us recipes from \"Dr. Pitcairn's Complete Guide to Natural Health for Dogs and Cats\" and encouraged us to get Truffle and Cash onto people food. Within days Truffle was back to his prancing, puppy self, med-free, camping out in front of the stove to wait for dinner every day. Which is why we finally made the leap to a fresh food subscription when the Nom Nom Now team reached out to see if I'd like to sample their food. I completed the questionnaire on the Nom Nom Now website, providing the details they'd need to customize our pups' meal plans, including age, activity level, and breed (Truffle is a couple pounds overweight, and high-energy and picky Cash needs to gain a few pounds). I also submitted their online form to notify our vet of the diet change, who gave them the thumbs up, citing the board certified nutritionist creating the diets, and the food meeting AAFCO standards. Dishing up their first dinner I felt like a restaurant owner must feel when the critic shows up. Would the notoriously finicky Cash try it? Would he finish it? Not only did he lick his bowl cleaner than I've ever seen, he went back looking for more. Several times. The routine repeated at breakfast, and at 3:00 the next afternoon he went to the kitchen and stared pointedly at the fridge. He now stands next to the fridge, patiently waiting when dinnertime approaches (while the less well-trained Truffle hops and barks). The potential obstacle for these tiny start-ups (that are competing with our own food supply for their ingredients) Lummis said, is to develop economies of scale in order to bring the price down. Until then, or unless a major player like Amazon or Chewy.com gets into the game, he said they will be in that higher price range which will limit their audience. I'm a big pet person and I believe in healthy food, Lummis went on. But for most reasonable people there is a limit. But they seem to have found a market that finds that reasonable. And just who is that? We do tend to skew female, and a large chunk of our customers are 40+, which surprises many because they assume that our product would primarily appeal to millennials, van Broek said. We also have found that approximately 65 percent of our customers have a household income of less than $100K per year. As for us, we haven't made our decision yet about continuing the service, but here's how I'm leaning: my dogs bring me joy, and make me happier and healthier. The least I can do is the same for them. But I may have to give up on teaching Truffle not to bark at the doorbell.", "tags": ["online sales", "retail stores", "retailer", "move", "retailers"], "related_articles": [{"title": "Target, Vineyard Vines team up on new limited edition collaboration for spring", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/target-vineyard-vines-team-up-for-limited-edition-collection-may/3014887002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "The Technology 202: Consumers advocates want Washington to tackle 'Wild West' of DNA test kits", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/the-technology-202/2019/03/01/the-technology-202-consumers-advocates-want-washington-to-tackle-wild-west-of-dna-test-kits/5c7828dc1b326b2d177d5f98/"}, {"title": "FedEx's new delivery bot could help it circumvent Amazon (FDX, AMZN, UPS, TGT, WMT, WBA)", "source": "business-insider", "url": "https://www.businessinsider.com/fedex-sameday-bot-could-circumvent-amazon-2019-3"}]}, {"title": "Victoria's Secret says it is shuttering 53 more stores", "source": "usa-today", "date": "2019-03-01T01:10:44Z", "origContent": "Only one model gets to wear the Victoria's Secret Fantasy bra, and this year, Elsa Hosk is the lucky lady. Buzz60's Keri Lumm reports. Victoria's Secret is closing 53 more stores, its parent company L Brands announced this week. The closings announcement comes after 30 Victoria's Secret stores closed in 2018 compared with the average of 15 stores a year, company officials said during a quarterly earnings call with analysts Thursday. During L Brands' earnings call Thursday, Stuart Burgdoerfer, the company's executive vice president and chief financial officer, said the need to close stores was \"based on the overall performance of the Victoria's Secret business, not meeting our expectations or having year-on-year declines.\" The closings make up about 4 percent of the company's 1,143 Victoria's Secret stores worldwide. L Brands also owns Bath & Body Works. J.C. Penney closings: 24 more stores closing as sales fall and department stores struggle How we go about it is we look at current and projected performance, sales, profit, cash flow, Burgdoerfer said in the call with analysts. We look at trade area dynamics and how store openings and closings affect nearby stores and to a lesser extent, our online business. L Brands will continue to invest in Bath & Body Works' White Barn concept, the company said, with \"about 200 White Barn projects planned for 2019.\"  Thursday was a tough day for retail. J.C. Penney announced it would close 24 more stores and Gap said it would close roughly 230 stores as it plans to split from Old Navy. On Feb. 13, Coresight Research released an outlook of 2019 store closures that said there was \"no light at the end of the tunnel.\" Days after the report, Payless ShoeSource announced it would close all of its U.S. stores. The discount shoe retailer Payless ShoeSource is set to close all of its stores when its files for bankruptcy later this month. Veuer's Mercer Morrison has the story. Payless ShoeSource: All U.S. stores closing and liquidating", "tags": ["bath", "store closures", "sales", "body works", "victoria"], "related_articles": [{"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/l-brands-plans-to-close-roughly-53-victorias-secret-stores-this-year.html"}, {"title": "Malls Take Beating...", "source": "fortune", "url": "http://fortune.com/2019/03/01/malls-take-48-hour-beating/"}, {"title": "Victoria's Secret is closing dozens of stores (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-store-closings-2019-2"}]}, {"title": "These major cities have more dollar stores than Whole Foods. It could have dangerous consequences for residents.", "source": "business-insider", "date": "2019-03-01T15:08:00Z", "origContent": "Dollar stores have been rooted in small towns for decades, but they've recently begun a rapid expansion across the US.   A December report from the Institute for Local Self-Reliance (ILSR) found that the number of nationwide dollar stores grew from about 20,000 in 2011 to nearly 30,000 by 2018.   The stores have become so ubiquitous, the report said, they are now feeding more Americans than Whole Foods. The comparison signifies the decline of full-service grocery stores in poor neighborhoods, which leaves residents with limited access to healthy food.   While many dollar stores concentrate in retail-starved towns, others have cropped up in major cities like Atlanta, Dallas, and Philadelphia.   As a follow-up to their report, the ILSR mapped the spread of three popular dollar store chains — Dollar General, Dollar Tree, and Family Dollar — across eight US cities. For the most part, the stores tended to concentrate in poor areas and communities of color.   \"They really are pretty blatantly targeting areas [with] worsening economic conditions,\" said Marie Donahue, who co-authored both reports.  A Dollar Tree in Richmond, Virginia. For those living in \"food deserts,\" or neighborhoods that lack access to fresh, affordable food, dollar stores are often seen as a saving grace. Residents who once had to travel miles to the nearest store can now acquire cheap, basic supplies near their home.   But the ILSR has found that dollar stores undercut mom-and-pop grocery stores, decreasing their sales and eventually forcing them to shutter.   With only dollar stores to rely on, members of disadvantaged communities are often confined to unhealthy food selections. While some dollar store chains have made an effort to sell healthy items like nuts, dried fruit, and multigrain chips, it's more common to find sugary cereals and other forms of junk food.   The fall of grocery stores also presages the flight of small businesses. As local shops begin to flee a neighborhood, they take away job opportunities, leaving communities mired in disadvantage.   The ILSR tells the story of a Pic Pac supermarket in Louisville, Kentucky, that closed its doors after 30 years in the neighborhood. The owner told the ILSR that his sales had declined by 30% due to arrival of chains like Dollar General. His shop was soon replaced by a Family Dollar.   In the Atlanta metropolitan area, around half a million residents live in food deserts. Within the city itself, there are more dollar stores than Whole Foods and Kroger stores combined, according to the locations listed on both companies' websites.   The ILSR counted 34 dollar stores within Atlanta's city limits.  A Dollar General in North Arlington, New Jersey. Of the eight cities studied in the report, Philadelphia had by far the highest number of dollar stores, with more than 100. Donahue told Business Insider that the city's 2011 vote to allow dollar stores in a historic neighborhood may have contributed to its high total.   The one exception to the pack was Washington, DC, which had only six dollar stores. Even then, the city's count exceeded the number of Whole Foods by one location.   Wherever a dollar store decides to locate, Donahue said, the effects are similar in both rural and urban areas.   \"These stores, we argue, are really just feeding off of left-behind places,\" she said. \"It is agnostic to whether they're in a city or a small town.\"", "tags": ["sales", "owner", "institute", "new jersey", "stores"], "related_articles": [{"title": "Amazon is planning to open new grocery chain, report says", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/03/01/amazon-after-buying-whole-foods-may-open-new-supermarket-chain/3029489002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Amazon could be gearing up to reveal Walmart, Kroger, and Aldi's worst nightmare", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-could-be-planning-walmart-kroger-and-aldis-worst-nightmare-2019-3"}, {"title": "It's official: Philadelphia law says stores, restaurants must accept cash", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/philadelphia-law-requires-retailers-restaurants-accept-cash/3015039002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Gap spins off Old Navy and investors reward it by sending shares surging 25 per cent", "source": "financial-post", "date": "2019-03-01T15:32:00Z", "origContent": "Gap Inc shares surged 25 per cent on Friday as a number of Wall Street analysts lauded the company’s decision to separate its better-performing Old Navy brand. The company, once a trend setter with its casual logo emblazoned hoodies to Khaki cargos, has struggled to keep pace with fast-fashion rivals such as Zara and H&M. Old Navy has been the only bright spot for the company in the past few years, cushioning it from the weak performance of its namesake Gap and Banana Republic brands, where sales have also taken a hit from fewer additions of new designs. “Separating Old Navy to a standalone company is what we have argued for over the past few years. Doing so allows the market to properly value Old Navy for its high margins and strong cash flows,” Jefferies analyst Randal Konik said. Konik said separating Old Navy, which is the primary driver of profit for Gap, would also make the budget brand as attractive as off-price retailers such as TJX Co Inc and Ross Stores. Gap said on Thursday that Old Navy would be spun off to its shareholders, while the other entity will consist of the Gap brand, Athleta, BR, Intermix and Hill City. “Santa didn’t bring the sales but brought Old Navy spin instead,” RBC’s analyst Kate Fitzsimons said. At least four brokerages raised their price target on the stock, with Telsey making the most bullish move by raising its price by US$6 to US$40, well above the median of US$30. The company also said it would close hundreds of underperforming Gap stores in the next two years and would increase investments in its online business as they try to adapt to a more modern retail environment. It already shut its massive flagship store on Fifth Avenue in New York earlier this year. While analysts were encouraged by Thursday’s announcement, some said concerns around the company’s money-losing Gap brand would remain. “While we are encouraged by the decision, we would note the company’s brands continue to face intense competitive pressure, particularly in the U.S.,” Guggenheim analyst Robert Drbul said. Gap’s shares lost a fifth of their value in the past 12 months, while the broader S&P 500 Apparel Retail index rose 13 per cent. The stock was last up 21 per cent before the opening bell on Friday.", "tags": ["banana republic", "sales", "price target", "wall street analysts", "athleta"], "related_articles": [{"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "url": "https://www.reuters.com/article/us-gap-stocks-idUSKCN1QI4NY"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/old-navy-split-gap-which-stay-banana-republic/3020322002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Gap shares surge 25 percent as Wall Street praises split", "source": "reuters", "date": "2019-03-01T13:38:42Z", "origContent": "(Reuters) - Gap Inc shares surged 25 percent on Friday as a number of Wall Street analysts lauded the company’s decision to separate its better-performing Old Navy brand.  The company, once a trend setter with its casual logo emblazoned hoodies to Khaki cargos, has struggled to keep pace with fast-fashion rivals such as Zara and H&M.  Old Navy has been the only bright spot for the company in the past few years, cushioning it from the weak performance of its namesake Gap and Banana Republic brands, where sales have also taken a hit from fewer additions of new designs.  “Separating Old Navy to a standalone company is what we have argued for over the past few years. Doing so allows the market to properly value Old Navy for its high margins and strong cash flows,” Jefferies analyst Randal Konik said.  Konik said separating Old Navy, which is the primary driver of profit for Gap, would also make the budget brand as attractive as off-price retailers such as TJX Co Inc and Ross Stores.  Gap said on Thursday that Old Navy would be spun off to its shareholders, while the other entity will consist of the Gap brand, Athleta, BR, Intermix and Hill City.  “Santa didn’t bring the sales but brought Old Navy spin instead,” RBC’s analyst Kate Fitzsimons said.  At least four brokerages raised their price target on the stock, with Telsey making the most bullish move by raising its price by $6 to $40, well above the median of $30.  The company also said it would close hundreds of underperforming Gap stores in the next two years and would increase investments in its online business as they try to adapt to a more modern retail environment.  It already shut its massive flagship store on Fifth Avenue in New York earlier this year.  While analysts were encouraged by Thursday’s announcement, some said concerns around the company’s money-losing Gap brand would remain.  “While we are encouraged by the decision, we would note the company’s brands continue to face intense competitive pressure, particularly in the U.S.,” Guggenheim analyst Robert Drbul said.  Gap’s shares lost a fifth of their value in the past 12 months, while the broader S&P 500 Apparel Retail index rose 13 percent. The stock was last up 21 percent before the opening bell on Friday. ", "tags": ["banana republic", "sales", "price target", "wall street analysts", "athleta"], "related_articles": [{"title": "Gap spins off Old Navy and investors reward it by sending shares surging 25 per cent", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/gap-shares-surge-25-pct-as-wall-street-praises-split"}, {"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/old-navy-split-gap-which-stay-banana-republic/3020322002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "US personal spending drops, inflation sluggish in December", "source": "financial-times", "date": "2019-03-01T14:19:31Z", "origContent": "US consumer spending took a knock at the start of the year and inflation remained sluggish, reinforcing the Federal Reserve’s recent decision to exercise patience towards potential interest rate rises. The figures, released on Friday morning by the Department of Commerce, add to a murky patch of data in recent months across retail and housing, although economic growth was shown on Thursday to have slowed during the fourth quarter to 2.6 per cent year-on-year, but by less than markets expected. Personal spending fell 0.5 per cent month-on-month in December, a steeper decline than the 0.3 per cent forecast by economists, and from a 0.4 per cent increase in November. This may line up with retail sales data that tumbled in December — a critical month for consumer spending — by the most in almost a decade and caught markets off guard. Personal income shrank 0.1 per cent in January from a 0.3 per cent rise at the end of last year. The headline personal consumption expenditure index eased to 1.7 per cent year-on-year in December from 1.8 per cent the previous month, in line with expectations. The core PCE index, which strips out volatile items like energy and is one of the Fed’s preferred measures of inflation, held steady at 1.9 per cent in December in line with economists’ forecasts. The Fed held interest rates steady in January and pledged patience towards potential interest rate rises this year, citing overseas and domestic threats to economic growth. However, some policymakers have highlighted inflation as another major concern. John Williams, president of the New York Fed, said last month, that persistently soft inflation readings over recent years could hurt the bank’s ability to convince the general public it will be able to reach its 2 per cent target. The dollar remained a touch higher following the data, with the DXY index up 0.1 per cent at 96.279. Government bonds were soft, with yields sitting higher this morning. The yield on the policy-sensitive two-year US Treasury was up 2.4 basis points to 2.5364 per cent.", "tags": ["fourth quarter", "bank", "consumer spending", "federal reserve", "last year"], "related_articles": [{"title": "US STOCKS-Futures hold gains after benign inflation data", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O49J"}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "url": "https://www.ft.com/content/66191714-3c47-11e9-b856-5404d3811663"}]}, {"title": "Electrics, compacts and SUVs share stage at Geneva auto show", "source": "associated-press", "date": "2019-03-03T08:37:19Z", "origContent": "FRANKFURT, Germany (AP) Carmakers are hoping to give consumers a glimpse of the future at this year's Geneva auto show as they roll out new electric cars and try to re-energize an industry facing serious challenges on several fronts. The Geneva International Motor Show is taking place against a background of slowing sales in China, the world's biggest auto market. A potentially chaotic departure by Britain from the European Union and the U.S.-China trade dispute could mean further trouble for an industry that saw global sales slip last year. And add to those the looming disruption from new technologies such as autonomous driving and smartphone-based services that offer use of a car without ownership, as well as regulatory pressure to add more zero-emissions vehicles. In both cases, automakers are sinking billions in investment into areas that don't yet bring them big sales volumes and profits. The show opens to journalists on Tuesday and Wednesday and to the public from Thursday through March 17. Here's a look at the major themes of the show. Although scarce on the road today, battery-driven cars headed for the market in the months ahead will be much in evidence at the show. One reason: Tough new limits on emissions of carbon dioxide, the main greenhouse gas blamed for global warming, take effect in the European Union from 2021, and get even tougher in 2025 and 2030. Carmakers originally bet on diesel to help them cut average emissions. But diesel sales plummeted in the wake of Volkswagen's 2015 scandal over cars with software that let them cheat on emissions tests. Analysts say more electric sales will have to fill the gap. Yet that raises its own questions, not least consumer reluctance to buy electrics because of higher prices and concerns about the limited range and lack of places to charge them. Honda will be showing a compact electric vehicle prototype while Volvo Car Group's Polestar brand will show off the Polestar 2, a battery-driven compact vehicle that advertises 500 kilometers of range under the European range test (275 miles under the different U.S. standard) and is intended to compete with the Tesla Model 3. Audi will present its A6, A7, A8 and Q5 vehicles in hybrid versions, which combine battery and internal combustion propulsion. Daimler's Mercedes-Benz has the concept EQV, a battery-powered van. Troubles in the global economy are hanging over the show. China car sales dipped last year, and there is uncertainty about the outcome of U.S.-China trade talks. Without a deal, U.S. President Donald Trump could add new import taxes that could slow the Chinese economy and global trade. Trump has also threatened to impose import duties on autos that could hit European producers hard. Britain could wind up leaving the EU on March 29 without a negotiated deal to smooth the transition, leading to sudden tariffs that could disrupt the auto industries' complex supply chains. Ferdinand Dudenhoeffer, director of the Center for Automotive Research at the University of Duisburg-Essen, says that Britain is only 2.8 percent of global sales, meaning \"exaggerated fears on the demand side are not so realistic.\" For carmakers with production located in Britain, however such as Jaguar Land Rover, BMW, Ford, Nissan and PSA Group Brexit could make things significantly more difficult. Honda has said it will close a plant in England, although the company says Brexit isn't the reason. Global auto sales fell to 83.7 million last year from 84.8 million in 2017. Dudenhoeffer's center foresees a further slide to 81.9 million this year. While displaying the electric cars coming to market in coming months and years, automakers are also offering plenty of what consumers buy most now: less climate-friendly SUVs and the small cars that remain a mainstay in Europe. Sport utility vehicles sell well and can earn strong profits for manufacturers. Volkswagen Group's Skoda will show off the Kamiq crossover SUV with 95, 115 and 150 horsepower gasoline engines as well as a four-cylinder diesel version. Mercedes-Benz has an updated version of the GLC, an SUV loaded with driver assistance systems. Automakers haven't forgotten small gasoline-powered cars, which remain a bread and butter sales category in Europe's crowded cities. Renault has a new version of its Clio compact, and Peugeot offers a second-generation version of its 208. Geneva tends to be a place for high-end automakers such as McLaren, Ferrari, Lamborghini and Aston Martin to show off gorgeous rides with prices starting at hundreds of thousands of dollars. This year is no exception: Volkswagen Group's Lamborghini displays the convertible Huracan EVO Spyder, a sleek, low-slung machine that goes from 0-100 kph (0-62 mph) in 3.1 seconds and reaches a top speed of 325 kph (202 mph). Suggested retail prices start at 202,437 euros in Europe and $287,400 in the U.S., not including tax.", "tags": ["global economy", "england", "china", "europe", "serious challenges"], "related_articles": [{"title": "Tesla enters uncharted territory after move to dismantle store network", "source": "reuters", "url": "https://ca.reuters.com/article/technologyNews/idCAKCN1QI4RP-OCATC"}, {"title": "I put Tesla's high-performance Model S and Model 3 up against the BMW M5 and M3 to see how they compared — here's the verdict (TSLA)", "source": "business-insider", "url": "https://www.businessinsider.com/tesla-model-s-tesla-model-3-compared-bmw-m5-bmw-m3-2019-2"}, {"title": "'We've only just begun to fall': A closely watched economic bellwether is looking bleak", "source": "business-insider", "url": "https://www.businessinsider.com/global-economy-south-korean-exports-set-to-weaken-further-2019-3"}]}, {"title": "Justice, jobs and SNC-Lavalin: How much does the engineering giant matter to the economy? - The Globe and Mail", "source": "the-globe-and-mail", "date": "2019-03-02T13:06:24Z", "origContent": "The new Champlain Bridge, seen under construction on Feb. 28, is among SNC's largest federal contracts. When Canada went to war in Afghanistan in 2001, the federal government turned to SNC-Lavalin Group Inc. to set up a base for its troops. The Montreal-based engineering and construction firm provided logistics support and built the Camp Julien military base on a rubble-strewn stretch of land on the western edge of Kabul. Working under the constant threat of attack near homes shattered by previous conflict, they set up everything the Canadian army would need: Sewage system, power supply, dining and washing facilities, a helicopter pad and a makeshift hockey rink. SNC-Lavalin had responsibility for much of the infrastructure and services that people relied on. The company used its expertise operating in some of the worlds most remote environments and even hit on a side business, selling the crystal-clear water tapped from deep underground wells on site to buyers such as the French military. SNC-Lavalins work was pivotal to the Afghan mission, said David Perry of the Canadian Global Affairs Institute, who has studied private contractors role in military operations. Working out all of that kind of back end support is critical to operational success. Today, SNC-Lavalin is at the centre of a raging legal and political fight. The company faces the prospect of a multiyear trial on corruption and fraud charges that could undermine its ability to win new contracts. A conviction could tear the company apart. It wants to negotiate an out-of-court settlement (called a deferred prosecution agreement, or DPA) that would avoid a criminal trial and spare what it calls its innocent stakeholders. But its attempts to do so have created a heap of trouble in Ottawa. Prime Minister Justin Trudeau and his staff repeatedly pressed then-attorney-general Jody Wilson-Raybould to intervene in SNC-Lavalins case and negotiate a settlement, according to Ms. Wilson-Rayboulds testimony before a House of Commons committee this week. For four months, she said: I experienced a consistent and sustained effort by many people within the government to seek to politically interfere in the exercise of prosecutorial discretion in my role as the Attorney General of Canada in an inappropriate effort to secure a deferred prosecution agreement with SNC-Lavalin. Her account of the Prime Minister and his staff trying to influence the handling of a criminal case on behalf of a large corporation based in his home city has landed the government in its biggest controversy since it took office in 2015. Mr. Trudeaus motivations, it seems, were both political and economic. SNC-Lavalin has symbolic importance in Quebec, as one of the largest truly global companies to have its headquarters in the province. And there are thousands of jobs involved. In a Sept. 17 meeting between Mr. Trudeau and Ms. Wilson-Raybould, she said he raised both issues. The Prime Minister asks me to help out to find a solution here for SNC citing that if there was no DPA there would be many jobs lost and that SNC will move from Montreal, she testified. After the RCMP charged SNC-Lavalin with corruption and fraud in 2015, the company raised the possibility, both internally and to federal officials, that it might sell itself or move its headquarters to Britain if forced to endure a potentially damaging trial ending in a conviction. That would not be easy, however. A $1.5-billion loan agreement with the Caisse stipulates that SNC-Lavalin has to keep its base in Montreal until at least 2024 (though such agreements can be renegotiated). SNC-Lavalin is undeniably an important company in Canada. But its importance has been shrinking, at least in terms of employment. Since February, 2012, when SNC-Lavalin first disclosed it had discovered financial irregularities it couldnt explain, namely undocumented payments later discovered to be bribes, the companys payroll in Canada has declined by more than half, to roughly 8,500 people from 20,000. It currently employs about 2,500 people in Quebec, including 700 at its Montreal head office. Five times as many SNC-Lavalin employees work outside the country as in it. Despite that employment decline, political leaders in both Ottawa and Quebec City appear determined to protect SNC-Lavalin. Even amid accusations of improper interference in the justice system, the Trudeau government said this month that it could still order the director of public prosecutions to settle the case against SNC-Lavalin without a trial. Its also looking at changing federal procurement rules to give the government more leeway in deciding bans on suppliers convicted in court. In the provincial capital, the new Legault government, which has pressed Ottawa to give SNC-Lavalin a negotiated settlement, calls the builder one of roughly 10 companies strategic to the Quebec economy. With the companys stock price at low levels not seen in a decade, it has vowed to shield SNC-Lavalin from any unwanted takeover attempts. Quebec pension fund Caisse de dépôt et placement du Québec, SNC-Lavalins biggest shareholder with a stake of nearly 20 per cent, said it will be a rock for the company and that it has a lot of potential in the long run. Beyond political calculations and history, the key to understanding why these governments and institutions would go to such lengths to protect SNC-Lavalin lies in the numbers and in the kind of work it does. For all of its stumbles, SNC-Lavalin was vital in the build out of modern-day Canada. Without it, the countrys engineering and construction landscape could become a messier and more expensive place to do large-scale projects even if the talent that makes the company what it is, the people, would carry on with other companies. SNC-Lavalin contributes every day to every facet of Canadian life, Neil Bruce, the companys chief executive officer, said in an internal video published last October. He suggested that the companys future growth might not pass through Canada if it is banned from federal government contracts. SNC-Lavalin declined to make Mr. Bruce available for an interview for this story. Its head office includes the type of workers Premier François Legault covets as he tries to produce more jobs paying $50,000 a year or more for Quebecs economy and close the average wage gap with Ontario. As Quebec Economy Minister Pierre Fitzgibbon put it in an interview with The Globe and Mail in January: This is his obsession. Moving its headquarters would complete a shift of operations away from Canada thats been happening through natural growth, as well as through mergers and acquisitions. Following SNC-Lavalins purchase of U.K-based engineering firms Kentz Corp. in 2014 and WS Atkins in 2017, SNC-Lavalin now employs about 10,000 people in the United Kingdom, more than in Canada. It just opened a new office in London. Weve expanded as a company but weve expanded internationally with international clients in recent years, Mr. Bruce said. On the companys fourth quarter conference call Feb. 22, he said although the company would welcome an out-of-court deal, it is now mainly focusing on the coming trial. A special committee of directors is also readying backup plans to protect shareholder value. Mr. Bruce, a Scotsman hired by SNC-Lavalin in 2013 from Britains AMEC Plc, apologized for the companys darker past in an open letter to Canadians published last fall. The truth is, the events prior to 2012 that led to the federal charges should never have taken place, he said. SNC-Lavalin president and CEO Neil Bruce speaks at the company's annual general meeting in 2018. Former SNC-Lavalin executives went to great lengths to curry favour with Libyas former dictator, Moammar Gadhafi, and his playboy son Saadi. But the SNC-Lavalin bosses also tried to pass off the pandering as a legitimate business expense. Court testimony from one of those executives reported in Montreals La Presse sheds new light on the effort the company made to keep Saadi happy when he came to Canada for a visit in 2008, including paying for his prostitutes and pocket money. Mr. Bruce insists SNC-Lavalin has undergone a profound shift in its corporate culture, governance and internal controls over the past five years, with a new board and new senior management. The company is now subject to external monitoring as part of an administrative agreement with the federal government that allows it bid on federal work while the court case continues. SNC-Lavalin has not shied away from playing the economic nationalism card as public scrutiny of its business intensifies. Among the companys major Canadian contributions it has highlighted in recent weeks is the massive Manic-5 hydroelectric dam in Quebec, Ontarios Darlington nuclear generating station, the Husky Lloydminster Refinery in Alberta and Vancouvers SkyTrain transit system. The company is working on seven of the 10 biggest construction projects underway in Canada, according to data from infrastructure trade publication ReNew Canada. Total value of the projects: $66.8-billion. It think it speaks to their expertise and I think it speaks to the type of work theyre doing in this country, said Andrew Macklin, ReNews managing editor. Most of those top 10 projects are big energy and transit projects, he said. Project owners involved value SNC-Lavalins skill set and what they bring to the table, he said. SNC-Lavalin is one of only a dozen large-scale infrastructure companies worldwide and the only one in Canada capable of taking a project from start to finish, according to analysts. And while that doesnt mean the companys continued presence in the country is necessary to keep building new power plants and subway systems, its absence would surely be felt, especially on major projects where it partners with others. The company was chosen as part of winning consortiums for both the REM and Eglinton LRT. Still, Canadian contracts have shrunk in importance in tandem with its workforce. Canada made up 31 per cent of SNC-Lavalins $9.3-billion in revenue in 2017, down from 66 per cent in 2013, according to Desjardins. Mr. Poirier estimates federal work represents no more than half of the Canadian total. The company doesnt disclose the value of its work with the Canadian government. Among the biggest pieces of federal work is SNC-Lavalins role in building Montreals new Champlain Bridge. Federal procurement records show the company is also executing dozens of other contracts, many of them tiny, three or four-figure deals such as washing windows in federal buildings and inspecting fire systems. For investors, the Canadian work is peanuts. Most of the companys market value is tied to SNC-Lavalins 16.76 per cent stake in Ontarios Highway 407 toll road, which stretches from Burlington to Pickering and gives paying motorists a way to bypass the areas more congested arteries. It is a money machine for its owners, including Spains Ferrovial SA and Canada Pension Plan Investment Board. Analysts estimate SNC-Lavalins stake is worth about $5-billion or $28.50 per share (the companys stock closed the week at $36.57). The highway generated a profit margin of 41 per cent on revenue of $382.7-million in the third quarter ended Sept. 30. Desjardins Poirier said he believes SNC-Lavalin could handle any potential ban from federal contracts if it were found guilty on the criminal charges. He said SNC-Lavalin management indicated to him in a meeting that it would be able to diversify the balance of its exposure away from Canada to other regions over a three-year period. Theres also a possible backdoor to Canada. If no out-of-court settlement is struck and SNC-Lavalin is found guilty after a trial, a federal ban would apply to the legal entities charged. In this case that is SNC-Lavalin Group Inc., division SNC-Lavalin Construction and subsidiary SNC-Lavalin International. Analysts such as Derek Spronck at RBC Dominion Securities say they believe its British business would be excluded from a ban. With the EU trade agreement with Canada that was recently enacted, the Comprehensive Economic and Trade Agreement allows for European companies to bid on Canadian government contracts, Mr. Spronck said in a research note. We see the potential ... for SNC to still bid for Canadian federal contracts through its other legal entities, which now includes WS Atkins. SNC-Lavalin occupies space in London's Nova North building, seen here on March 1. But theres another problem. If SNC-Lavalin ran away from the fire here, it would still face the prospect of being blacklisted by international clients, who might have policies preventing them from doing business with convicted suppliers. Criminal charges alone have cost the company an estimated $5-billion in lost business as rivals seize on SNC-Lavalins legal uncertainty, Mr. Bruce has said. An actual conviction would be worse. We believe SNC-Lavalin will struggle to win projects and attract new fundamental investors for as long as its legal troubles persist, Raymond James analyst Frederic Bastien said in research published this month, adding that politicization of the companys situation dims the chances for a settlement. The scandal lends itself well to campaign-time propaganda. Mr. Bruce isnt as pessimistic. SNC-Lavalins backlog of work won worldwide but not yet completed stood at $14.9-billion at the end of December. And he says the company continues to win its share of contracts. Were very, very confident around a number of prospects both inside Canada and internationally, he told analysts Feb. 22. Thats not the case in Saudi Arabia, however. There is real concern about SNC-Lavalins ability to secure new work there because of a diplomatic fallout between Canada and the Middle East kingdom. The company has roughly the same number of employees in Saudi Arabia as it does in Canada, and a deterioration in its prospects there led to a recent $1.24-billion writedown in its oil and gas division. Despite the fact governments in power stand to be embarrassed if SNC-Lavalin picked up and left Canada, the country could probably handle such an exit from an employment perspective. The evidence suggests the companys Canadian staff would find new jobs. Engineers Canada, the national organization of engineering regulators, projects in its latest labour market study that job openings for the professions 14 specialties, including civil, mechanical, electrical and chemical engineering, will top 9,000 a year until 2020 before tapering off. That means if SNC-Lavalins engineering staff in Canada were to be laid off tomorrow, demand for their expertise is high enough that all of them could potentially find jobs quickly. Prime Minister Justin Trudeaus argument that he sought a settlement of SNC-Lavalins criminal charges to preserve head office jobs at the company was dismissed by former SNC-Lavalin insiders. The jobs issues is simply a deflection, a red herring, said Ted Gamble, who worked as an engineer for SNC-Lavalin until 2012, then moved to a rival companys project in New Brunswick. Mr. Gamble said SNC-Lavalin has been moving decision-making executives from Canada to England as part of a global growth strategy since buying Atkins for $3.6-billion. SNC is clearly going to maintain a [regional] Montreal office, and to the extent skilled employees lose their jobs, theyre going to find work at Hatch or WSP. Reaction to SNC-Lavalins legal woes from current and potential customers and investors has been mixed. Vancouver-area mayors last month urged the Lower Mainlands transit agency to make sure it isnt forced to use SNC-Lavalin for a $4-billion transit Skytrain extension project. There is yet another federal scandal involving this company and it does not instill confidence out in the public, said Port Moody Mayor Rob Vagramov. Vancouver's SkyTrain is seen in 2018. Meanwhile, equity investors continue to have questions about the companys plans and opportunities. At a private meeting between SNC executives and investors organized by National Bank of Canada earlier this week, David Taylor of Taylor Asset Management said Mr. Bruce and his team appeared dead on their feet and focused on whats going wrong instead of on whats going right. Neil is, and rightfully so, hes beaten up and hes bruised and hes battered, Mr. Taylor said. If it got heated its because I think they could have probably done a better job of talking about all the positives and all the opportunities. ... I think theyre in a bind here. Theyre in a tough position. But theyve got some great assets. And they spent all their time talking about whats gone wrong. Others are voicing their support for SNC-Lavalin. Their general thinking: The companys ability to deliver big ticket projects matters more than what happened in Libya under departed management. Right now, the largest infrastructure project in Canada is the $12.8-billion refurbishment of the Darlington nuclear power plant in the Toronto suburbs and SNC-Lavalin is involved. The facility produces approximately 20 per cent of Ontarios electricity. Ontario Power Generation, a government-owned utility better known as OPG, runs the power station. OPGs project partners are crucial to the success of the refurbishment, spokesman Neal Kelly said in an e-mail. SNC Lavalin Nuclear is part of the CanAtom Power Partnership Group, which is the key partner on this project. We have completed more than 70 per cent of the work and the refurbishment project is tracking on time and budget. Ontarios other major nuclear operator is Bruce Power LP, which handed responsibility for a $475-million renovation of its reactors to a consortium led by SNC-Lavalin this past June, more than three years after prosecutors filed criminal charges against the company. SNC-Lavalin and its partners have shown the experience, commitment and dedication to safety, quality, productivity and innovation allowing the project to be on time and on budget, Bruce Power spokesman John Peevers said Friday. Caisse de dépôt, SNC-Lavalins biggest shareholder, is counting on the company to help deliver its $6.3-billion REM, a 67-km light rail project in Montreal. Construction has begun with a view to carrying the first paying passengers in 2021. Construction of the $6.3-billion REM, a 67-km light rail project in Montreal, shown on March 1. Bay Street analysts, who work closely with the companies they cover, expect the Liberal government will find a solution to SNC-Lavalins legal woes that wouldnt be as damaging as a maximum 10-year ban on bidding for federal contracts. In a report, CIBC World Markets Inc. analyst Jacob Bout said Public Services and Procurement Canada are finalizing a new regime for sending corporations into the penalty box. The proposed changes would give the government greater discretion to decide on whether a ban makes sense, and if so, an appropriate length of time. The Liberals have promised to spend $180-billion on infrastructure over the next decade. Analysts expect SNC-Lavalin will win its share of these Canadian government mandates, along with projects outside Canada. New infrastructure assignments are expected to offset a potential decline in SNC-Lavalins sales to mining and oil and gas companies, which are dealing with low prices for commodities. CIBCs Mr. Bout forecasts SNC-Lavalins revenues from infrastructure projects will increase by 13 per cent to $2.5-billion in 2020. He also predicts SNC-Lavalin will boost revenues from nuclear projects by 27 per cent to $1.2-billion next year. The company became the dominant domestic player in the sector in 2011 when it bought Atomic Energy of Canada Ltd. from the federal government. Annual sales from SNC-Lavalins clean energy group are seen by analysts as doubling, to $888-million. Overall, CIBC expects SNC-Lavalins revenues will rise by 3 per cent next year, to $10.4-billion, reflecting weakness in commodity-linked sectors. Up and down Bay Street, most analysts assume SNC-Lavalin can continue to sell its services to government-controlled entities and the worlds largest utilities. Finally, there is the issue of competition. There is a view among political leaders in both Quebec City and Ottawa that Canada needs to level the playing field for home-grown companies competing against rivals in countries that already make use of out-of-court settlements for corporate offenders, or so-called deferred prosecution agreements. That includes the U.K., the United States and France. Former federal attorney-general Jody Wilson-Raybould faced pressure to make use of DPAs as corporate get-out-of-jail cards long before Mr. Trudeau began banging the drum for SNC-Lavalin. In a 2017 letter to Ms. Wilson-Raybould, former CEO of the Business Council of Canada John Manley said: The fact that DPAs already are in use in several OECD countries puts our firms at a competitive disadvantage. So why did federal prosecutors decide not to give SNC-Lavalin a deal? The company maintains it does not know. But by law, prosecutors are not allowed to consider national economic interests when deciding whether to settle with a company. The lawyer said that one factor against SNC is that the company remains in the headlines and is still being investigated by police for past practices. Under these conditions, a settlement would not be understood by the general public. I think in the mind of the prosecutor here, they want a criminal conviction on the record, the lawyer said. Theres still a high-profile element to it. And it may have been the prosecutors thinking that we want to make an example out of this.\"", "tags": ["third quarter", "dozen", "england", "investors", "fact"], "related_articles": [{"title": "What’s next for SNC-Lavalin: Five potential scenarios, from decamping to the U.K. to a wholesale break-up", "source": "financial-post", "url": "https://business.financialpost.com/news/whats-next-for-snc-lavalin-five-potential-scenarios-from-decamping-to-the-u-k-to-a-wholesale-break-up"}, {"title": "The Daily 202: Michael Cohen hearing showcased fresh faces – and the significance of divided government", "source": "the-washington-post", "url": "https://www.washingtonpost.com/news/powerpost/paloma/daily-202/2019/02/28/daily-202-michael-cohen-hearing-showcased-fresh-faces-and-the-significance-of-divided-government/5c76c8a81b326b2d177d5f76/"}, {"title": "Shooting down a bright red trial balloon: What was with the mayor's gloomy pre-budget theatrics?", "source": "cbc-news", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-budget-2019-analysis-1.5039935"}]}, {"title": "Old Navy spins off from Gap, as company says it plans to close roughly 230 Gap stores", "source": "usa-today", "date": "2019-02-28T22:34:12Z", "origContent": "Gap Inc. will spin Old Navy off into its own company, as it also prepares to close roughly 230 of its namesake stores. The retailer said Thursday that Old Navy, which has consistently bested its sister companies Gap and Banana Republic when it comes to sales, will stand on its own as a publicly traded company.  Gap meanwhile will continue as a separate business, dubbed NewCo, along with Banana Republic, Athleta, Intermix and Hill City. Following a comprehensive review by the Gap Inc. board of directors, its clear that Old Navys business model and customers have increasingly diverged from our specialty brands over time, and each company now requires a different strategy to thrive moving forward, Robert Fisher, Gap Inc.s Board Chairman said in a statement. Recognizing that, we determined that pursuing a separation is the most compelling path forward for our brands.'' The move comes as the company also said that it would be shuttering roughly 230 Gap stores worldwide over the next two years--about 50 percent of locations. Most of those closures will be in North America, said Gap Inc. CEO Art Peck. And while the stores that are left will need work, including being reduced in size, \"were confident these closures will play an important role in revitalizing the brand, he said in an earnings call with investors. Gap stores that are struggling the most are expected to be closed by the end of 2019, said Gap Inc.'s executive vice president and chief financial officer Teri List-Stoll. But roughly 150 locations will be shuttered as their leases expire. The closing of under performing stores should lead to almost 40 percent of purchases being made through the website, with remaining sales coming from mainline stores and off price locations, Gap Inc. said. J.C. Penney closing stores: J.C. Penney to close 24 more stores: Sales fall as department stores struggle Economy grows: Economy grew 2.6% in Q4 and 2.9% in 2018, matching strongest yearly showing since recession Like many retailers, Old Navy had a less than stellar fourth quarter, with worldwide sales at stores open at least a year flat as compared to a 9 percent uptick during that period the year before. But it still outperformed Gap, which reported a 5 percent drop in sales during the three month period which includes the all-important holiday season, and Banana Republic which experienced a 1 percent sales decline. Overall the quarter did not live up to what I know our brands can deliver, Peck said. Peck will continue as CEO of NewCo, while Old Navy's current CEO, Sonia Syngal, will retain that title with the company as it spins off.", "tags": ["banana republic", "sales", "athleta", "quarter", "retailer"], "related_articles": [{"title": "Gap Is Spinning Off Its Wildly Successful Old Navy Chain", "source": "fortune", "url": "http://fortune.com/2019/02/28/gapinc-old-navy-oldnavy-gap/"}, {"title": "Gap just announced it's closing 230 stores and says dozens more are doomed in the next few years (GPS)", "source": "business-insider", "url": "https://www.businessinsider.com/gap-plans-to-close-up-to-half-of-its-stores-in-next-few-years-2019-3"}, {"title": "Old Navy’s Split from Gap Is Likely to Give the Fortune 500 a New Female CEO", "source": "fortune", "url": "http://fortune.com/2019/03/01/gap-old-navy-split-sonia-syngal/"}]}, {"title": "Walmart: Greeter job going away, not disabled employees", "source": "nbc-news", "date": "2019-03-02T00:19:00Z", "origContent": "Walmart endured more than a week's worth of bad publicity before announcing that it was making \"every effort\" to find a role for disabled workers who had been threatened with job loss as the retailer gets rid of greeters at 1,000 stores. Amid a fierce backlash, Greg Foran, president and CEO of Walmart's U.S. stores, said in a memo to store managers Thursday night that \"we are taking some specific steps to support\" greeters with disabilities. The chain noted that several greeters were offered new jobs at their respective stores and accepted. Advocates for the disabled said Walmart is making the right move. \"By rethinking their action, Walmart is now opening the door to actually help individuals realize their full employment potential,\" said Cheryl Bates-Harris, senior disability advocacy specialist at the National Disability Rights Network. Walmart told greeters around the country last week that their positions were being eliminated in late April in favor of an expanded \"customer host\" role that involves not only welcoming customers, but also helping with returns, checking receipts to help prevent shoplifting and keeping the front of the store clean. The position requires hosts to be able to lift heavy weights, climb ladders and do other tasks. People with disabilities who have traditionally filled the greeter job at many stores accused Walmart of acting heartlessly. Outraged customers and others started online petitions, formed Facebook support groups, and called and emailed Walmart corporate offices in Bentonville, Arkansas, to register their displeasure. \"This was a major-league botch,\" said Craig Johnson, president of Customer Growth Partners, a retail consultancy, adding that Walmart should have foreseen the public's reaction. \"Someone finally woke up,\" Johnson said. \"Hopefully they're now woke and they'll fix this thing the right way. ... The good news is it's reversible.\" For its part, Walmart said Foran's memo did not signal a change in direction for the company but was meant to reinforce what it was already doing for workers displaced from the greeter job and clear up misinformation. Foran acknowledged the change from greeter to host, and its impact on disabled workers, had \"created some conversation.\" He wrote that Walmart was committed to doing right by these employees, noting that greeters with disabilities would be given longer than the customary 60 days to find other jobs in the company. \"Let me be clear: If any associate in this unique situation wants to continue working at Walmart, we should make every effort to make that happen,\" said his memo, which Walmart released publicly. Walmart has already started making job offers to the greeters. At least three longtime greeters Adam Catlin in Selinsgrove, Pennsylvania, Jay Melton in Marion, North Carolina, and Mitchell Hartzell in Hazel Green, Florida, all of whom have cerebral palsy have accepted jobs in self-checkout. Catlin's mother, Holly Catlin, helped call public attention to her son's plight with an impassioned Facebook post and has since advocated for greeters around the country. After emailing Walmart CEO Doug McMillon every day, Catlin got a call from the corporate office on Thursday, and on Friday morning she and her son met with store management in Selinsgrove. \"I decided I was going to be the squeaky wheel and squeak every day,\" Catlin said, adding she's encouraged by Walmart's recent moves. \"I believe the path forward is going to be good for these people. I think they're really going to make an effort and try to keep these people.\" In North Carolina, Melton is \"happier than a pig in a mud puddle,\" said his father, Jim Melton. Foran, who heads Walmart's U.S. stores, wrote that greeters with disabilities \"face a unique situation ... and each case requires a thoughtful solution.\" He said that Walmart's goal is to offer \"appropriate accommodations that will enable these associates to continue in other roles with their store.\"", "tags": ["many stores", "retailer", "change", "walmart", "eliminated late favor"], "related_articles": [{"title": "Walmart to make 'every effort' to keep disabled greeters", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/01/walmart-to-make-every-effort-to-keep-disabled-greeters.html"}, {"title": "Walmart CEO outlines 'specific steps' stores can take to support disabled greeters", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/walmart-ceo-stores-taking-steps-support-disabled-greeters/3022707002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Many disabled Walmart greeters are being replaced by 'customer hosts,' causing backlash", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/27/walmart-greeters-some-disabled-lose-their-jobs-customer-hosts/3010732002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "A Less Than Merry Christmas for Victoria’s Secret Means More Store Closings Ahead", "source": "fortune", "date": "2019-02-28T14:27:50Z", "origContent": "Things have gotten so bad at Victorias Secret that its parent company is tightening the purse strings, including shuttering dozens of underperforming locations. L Brands Inc., owner of the lingerie chain, announced Wednesday plans to close about 53 Victorias Secrets in North America this year, more than three times the 15 its historically closed down in an average year. Victorias Secret square footage in North America will drop by about 3%, it said, even as it continues to grow the footprint of its more successful Bath & Body Works chain. L Brands shares fell as much as 6.9% in early trading on Thursday. The stock had gained 6.7% this year through Wednesdays close. The rough patch isnt new: Victorias Secret has been under scrutiny for years for failing to keep up with shifting consumer demands, especially involving themes of female empowerment and diversity. But its reticence to change has been made even more pronounced with the emergence of competitors like Rihannas lingerie company Savage X Fenty, American Eagle Outfitters Inc.s Aerie and ThirdLove, which aim to be more inclusive of women of different shapes, sizes, and backgrounds. The road only gets harder from here: Major retailer Target(tgt) announced earlier this week plans to launch three new private-label brands specializing in low-cost underwear and sleepwear. On the back of the tough quarter at Victorias Secret, L Brands @(lb) said it sees total company profit, excluding some items, in a range of $2.20 to $2.60 this year. Thats well below the average estimate from analysts. Late last year, the company announced it would slash its dividend in half, a move Wall Street called surprising but prudent. The outlook illustrates that the lingerie-sales struggle will persist until the retailer finds a way to reconnect with shoppers on price, product and image, Bloomberg Intelligence analysts Poonam Goyal and Morgan Tarrant wrote in a note. Investments in VS e-commerce site and employees crimp margin but are vital to success. To try to breathe new life into the aging brand, the company has cycled through a series of leaders. Sharen Jester Turney, who led the chain for a decade, abruptly retired in 2016. Jan Singer took over later that year, exiting after about two years. John Mehas, formerly president of luxury label Tory Burch, was put in charge of Victorias Secret Lingerie earlier this year. It also hired a new head of the PINK brand last year. One of Mehass first big moves was partnering with a French luxury label to sell high-end lingerie as its new leader looks to expand beyond discounted bras and underwear. The main focus for Mehas and PINK chief Amy Hauk will be on getting closer to our customers and improving our merchandise assortments, the company said, noting that it expects to see gradual improvement as the year progresses. There were some bright spots: Digital was a strong suit in the latest quarter, with comparable sales online rising 8%. And the companywhich discontinued swimwear in 2016is bringing it back online in March. As mentioned earlier, our new CEOs in Lingerie and PINK are most focused on our product assortments, where we believe we have clear opportunities to improve, the company said.", "tags": ["sleepwear", "rough patch", "brands shares", "body works", "owner"], "related_articles": [{"title": "Things have gotten so bad at Victoria’s Secret that it’s being forced to close 53 stores this year", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/things-have-gotten-so-bad-at-victorias-secret-that-its-being-forced-to-close-53-stores-this-year"}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/l-brands-plans-to-close-roughly-53-victorias-secret-stores-this-year.html"}, {"title": "Victoria's Secret is closing dozens of stores (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-store-closings-2019-2"}]}, {"title": "It's official: Philadelphia law says stores, restaurants must accept cash", "source": "usa-today", "date": "2019-02-28T16:45:41Z", "origContent": "More and more people are going cashless and always paying even for small purchases with a debit or credit card. With a green light from the mayor, a new law will go into effect requiring most Philadelphia businesses to accept cash as payment, pushing back on a trend in which a rising number take credit and debit cards only. Mayor Jim Kenney has signed off on the bill, passed by the city council earlier this month, that local lawmakers say will help ease the day to day lives of many lower-income residents.  \"With a 26-percent poverty rate in Philadelphia, the mayor believes in equal opportunity for all,'' city spokesman Mike Dunn said in an emailed statement, adding that there are efforts underway to improve access to banking services by the poor. \"Until we can resolve the hurdles facing the unbanked, we need to remove any obstacles that could prevent them from enjoying all amenities of this city,  amenities that are readily available to those fortunate enough to have a debit or credit card.''  But Dunn noted that bucking the cashless trend could crimp the local economy if retailers that would rather be cash free decide to take their business elsewhere. ' \"This decision comes despite our continued concerns about how this legislation might impact innovation in our retail sector,'' he said. \"We will continue to monitor this, as we face the ongoing challenge of growing our economy while ensuring that growth is inclusive.'' An increasing number of retailers are cutting out cash to speed up transactions, limit the risk of theft, and accommodate the increased use of credit and debit cards, as well as digital wallets like Apple Pay and Google Pay, to buy services and products.  Cash purchases were down to thirty percent of all retail transactions as of last year compared to 40 percent in 2012, according to IHL and the Federal Reserve. Millennials in particular are saying no to cash, with 21 percent of those 23 to 34 years old saying that most of their transactions were in cash in 2016, according to a Gallup poll, down from 39 percent five years earlier.  J.C. Penney stores may be harder to find: J.C. Penney to close 24 more stores: Sales fall as department stores struggle Economy sees an uptick: Economy grew 2.6% in Q4 and 2.9% in 2018, matching strongest yearly showing since recession But while the number of Americans who prefer using cash is dropping, the Philadelphia bill's sponsor and other critics have noted that many lower income consumers are further disadvantaged when retailers go cashless because they don't have bank accounts or lack credit cards or photo identification. In 2017, 6.5 percent of U.S. households had no members with a checking or savings account, and twenty percent had not used a credit card or mainstream credit platform such as a mortgage during the previous 12 months. Several states and cities have taken actions that mirror Philadelphia's. New Jersey's legislature approved a law on Jan. 31 that bars retailers from prohibiting cash, while Washington D.C. and New York have introduced similar legislation. Massachusetts has banned cashless merchants for 41 years.", "tags": ["millennials", "sales", "new jersey", "retailers", "growth"], "related_articles": [{"title": "Kroger expands ban on Visa credit cards to Smith's Food & Drug stores in 7 states", "source": "usa-today", "url": "https://www.usatoday.com/story/money/business/2019/03/01/kroger-visa-credit-card-ban-expands-smiths-food-drug-stores/3026396002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Kroger ban on Visa credit cards: What you need to know", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2018/08/01/kroger-ban-visa-credit-card/881228002?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Kroger Bans Visa Cards at 250 Additional Stores", "source": "fortune", "url": "http://fortune.com/2019/03/01/kroger-bans-visa-cards-at-250-additional-stores/"}]}, {"title": "UPDATE 1-Femsa's Mexican Oxxo stores feel squeeze from cost of taking cash", "source": "reuters", "date": "2019-02-28T18:20:31Z", "origContent": "MEXICO CITY, Feb 28 (Reuters) - Mexico’s ubiquitous Oxxo stores, run by conglomerate Femsa, are grappling to control the escalating cost of accepting cash from the millions of Mexicans without bank accounts who rely on the chain for basic financial services, Femsa said on Thursday.  On a call with analysts after reporting fourth-quarter results, Femsa Chief Executive Eduardo Padilla said the company would likely roll out a better system to manage the cash influx in about a year, in effort to ease the pressure on margins.  More than 60 percent of people in Mexico have no bank accounts. Many rely on Oxxo, rather than banks, for basic financial services such as paying a gas bill or sending money to family members. Shoppers can also make cash purchases from more than a thousand online merchants.  “A business that we considered would be a marginal business is now a major business for us,” Padilla said. “It took us by surprise the amount of cash we’re managing. ... The cost of handling cash went up dramatically.”  That cost is largely tied to the expense of safely removing and transporting cash from Oxxo stores across Mexico on a daily basis.  Every four out of five pesos collected by Oxxo cashiers in cash are for financial services, rather than purchases of sodas, cigarettes and other goods, Padilla said.  Femsa reported an almost six-fold jump in fourth-quarter net profit on Wednesday, driven by higher Oxxo sales as well as a favorable comparison with the previous fourth quarter, when earnings sank due to a change in the reporting for Femsa’s Coca-Cola bottling unit in crisis-hit Venezuela.  Femsa opened 1,422 net new stores in 2018, bringing its total of Oxxo stores to nearly 18,000. The majority are in Mexico, although Femsa is also expanding in Colombia, Chile and Peru. Padilla told analysts that Femsa expects to maintain that pace of growth this year as well.  Padilla also said the company was considering investing in Brazil over the next three to six months in “small-format businesses,” but did not elaborate.  In Mexico, Oxxo’s package pick-up service for Amazon will likely grow as the e-commerce leader expands its presence throughout the country, Padilla said, adding that the program is active in 3,000 to 4,000 stores. ", "tags": ["fourth quarter", "bank", "majority", "amazon", "femsa"], "related_articles": [{"title": "Sweeping tax overhaul clears New Mexico House", "source": "associated-press", "url": "https://apnews.com/7cc706570d00425086e7931c8ba9907e"}, {"title": "Mexican president urges reason in wage demands", "source": "associated-press", "url": "https://apnews.com/713bf165b1b645c8aaf6e48d65fd4f40"}, {"title": "It's official: Philadelphia law says stores, restaurants must accept cash", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/28/philadelphia-law-requires-retailers-restaurants-accept-cash/3015039002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}]}, {"title": "Tesla enters uncharted territory after move to dismantle store network", "source": "reuters", "date": "2019-03-01T21:42:15Z", "origContent": "DETROIT (Reuters) - Tesla Inc’s move to dismantle its network of high-end showrooms as part of a plan to launch the long-awaited cheaper version of its Model 3 sedan has pushed the electric carmaker into uncharted territory for an industry that has long relied on physical stores to move the metal.  Retailers from Amazon to Apple to traditional automakers have trumpeted the benefits of physical stores, and Apple and automakers also rely heavily on advertising, which Tesla has eschewed, making the electric carmaker an outlier in its dependence on the web.  As Tesla pushes to broaden its appeal and drive up sales with the arrival of the $35,000 Model 3, the impact of the store closings announced on Thursday will play out over time, answering questions about whether a national physical footprint is necessary in an increasingly digital world, analysts and investors said on Friday.  “Customers are becoming increasingly comfortable making purchases online, and that is especially true for Tesla,” Chief Executive Elon Musk said in an email to employees, which CNBC posted online.  However, some analysts and investors question whether Tesla closing most of its 250 stores was the panicked decision of a company seeking to build the lower-cost model profitably. Shares in Tesla closed 7.8 percent lower to $294.79 on Friday.  It was only last month that Musk said a $35,000 version that could be sold profitably was perhaps six months away. And in the company’s annual report released last month, Tesla talked about growing its network of stores.  “There’s a bit of a leap of faith that’s required to have confidence that the moving from a physical distribution model to an online distribution model will succeed,” Tom Vandeventer, portfolio manager with Tocqueville Opportunity Fund, said in a telephone interview. He has owned Tesla stock in the past and still follows the company closely.  “People like to go to car showrooms and kick the wheels and sit in the car,” he added.  However, Musk pointed out in the email that 78 percent of all Model 3 orders were placed online and 82 percent of customers bought such models without ever taking a test drive. He said shifting to an online sales model, cutting jobs and reducing spending on marketing will allow Tesla to offer the lower vehicle price. Tesla also said Thursday it now expects to record a loss in the first quarter.  To overcome any remaining hesitation, Musk said Tesla would make it easier for customers to return a car within seven days or 1,000 miles for a full refund.  Vandeventer still likes Tesla’s innovative, forward-thinking nature, but worries about the short term.  Adding to the pressure Tesla faces is the growing level of competition from Chinese electric carmakers as well as established players like Volkswagen’s Audi and Porsche brands, and Jaguar Land Rover.  Meanwhile, U.S. dealers remain sanguine about their position in the sales chain.  “We still believe that the franchised dealer model is by far the best way to sell, distribute and service new vehicles,” National Automotive Dealers Association spokesman Jared Allen said. “The vast majority of consumers want to do some combination of both online and traditional shopping for new vehicles.”  Since unveiling the Model 3 in 2016, Musk has been promising a $35,000 version. A lower-priced Model 3 is seen as critical to Tesla’s long-term viability as it needs to reach more customers who can afford the vehicles to offset slowing sales of costlier sedans.  The lower price could expand the Model 3 market by about 600,000 cars in the United States alone, based on historical sales figures for similarly priced sedans, Baird analyst Ben Kalo said in a research note. However, the lower-cost model also could squeeze profit margins at a time when Tesla has said it is targeting 25 percent margins for the vehicle some time this year. ", "tags": ["annual report", "chief executive elon musk", "musk", "tesla", "model"], "related_articles": [{"title": "Electrics, compacts and SUVs share stage at Geneva auto show", "source": "associated-press", "url": "https://apnews.com/7cbf89700c4b4b83b9cdf2da168739b0"}, {"title": "A month ago, Elon Musk thought Tesla would be profitable. Now he doesn't. What changed?", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/01/elon-musk-thought-tesla-would-be-profitable-and-now-he-doesnt.html"}, {"title": "Elon Musk just sent this memo to employees about the cheaper Model 3 and store closures", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/elon-musk-memo-about-cheaper-model-3-store-closures.html"}]}, {"title": "JD.com nearly brought in $20 billion in Q4 — but it still faces struggles (JD)", "source": "business-insider", "date": "2019-03-01T14:44:00Z", "origContent": " JD.com reported its earnings for Q4 2018, announcing that its net revenue grew 22.4% year-over-year (YoY) to hit $19.6 billion, its best quarter to date. However, this marks its sixth consecutive quarter of slowing net revenue growth, and it's now at just half of the 44% YoY increase it saw at the beginning of the slide. Because of this, JD.com saw its lowest quarterly revenue growth since its IPO in 2015, according to Reuters.  Success around Singles' Day helped JD.com compile its tremendous amount of revenue. Although Alibaba was the original pioneer of Singles' Day, JD.com has been able to thrive on and around the holiday as well.   From November 1-11 last year, the latter of which is Singles' Day proper, JD.com racked up approximately $23 billion in transaction volume, which was up 26% YoY. JD.com successfully seized this seasonal opportunity, propelling it to its nearly $20 billion net revenue performance for the full quarter.   Lower spending from Chinese consumers continues to loom over JD.com's performance, and it had an impact in Q4. China's retail sales growth has been slowing, which directly hurts JD.com's performance. In fact, JD.com's electronic appliance sales were affected in Q4, CFO Sydney Huang said on the company's earnings call, according to Reuters.   If consumers continue to shy away from buying big-ticket items like appliances, or just keep curtailing their general spending, JD.com will have a difficult time reversing its revenue growth's direction. The potential end of the US-China trade war may help, but JD.com needs to find ways to stimulate demand on its own to guarantee its future success.   The e-tailer has decided to merge its luxury platform with Farfetch, likely in the hopes that it will drive more high-price purchases.JD.com launched Toplife, a marketplace for luxury brands, in 2017, and is now merging it with Farfetch's Chinese segment, which is also an online platform that sells luxury brands, and JD.com is one of its \"largest shareholders.\"   The move will give JD.com customers easy access to Farfetch's over 1,000 luxury brands. It's possible that JD.com is hoping that Farfetch's luxury expertise, and the fact that its image is more separated from JD.com's than Toplife's is, will enable it to win Chinese consumers and bring in more high-price luxury sales, even as China's retail industry struggles. ", "tags": ["luxury brands", "move", "fact", "china", "customers"], "related_articles": [{"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, AAPL, SQ, LB)", "source": "business-insider", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-february-28-2019-2019-2"}, {"title": "Lyft kicks off 2019 unicorn IPO spree with public S-1", "source": "business-insider", "url": "https://www.businessinsider.com/lyft-ipo-public-s-1-filing-details-2019-2"}, {"title": "U.S. economic growth slows moderately in fourth quarter", "source": "reuters", "url": "https://in.reuters.com/article/us-usa-economy-idINKCN1QH0HO"}]}, {"title": "Amazon testing self-serve tool to let brands nix counterfeit products online", "source": "usa-today", "date": "2019-02-28T13:56:33Z", "origContent": "Amazon is responding to major manufacturers' concerns about fake products being sold online with a new self-service tool that lets companies remove knockoffs. The online retailing giant on Thursday announced a three-pronged strategy called \"Project Zero\" with a goal of removing counterfeit products from Amazon.com. As part of the initiative, Amazon is enhancing technology used on its site with machine learning and automated procedures to check logos, trademarks and other key brand aspects. Amazon has also developed unique serial codes that makers can build into products that can be scanned and verified by Amazon prior to sales, to ensure only authentic goods are sold. J.C. Penney closures: Retailer to close 24 more stores: Sales fall as department stores struggle The self-service tool, like the other enhanced technology currently being tested by some brands, would let product makers bypass the current procedure of notifying Amazon so it can investigate fakes. \"With Project Zero, brands no longer need to contact us to remove a counterfeit listing. Instead, they can do so, quickly and easily, using our new self-service tool,\" Dharmesh Mehta, Amazon's vice president of worldwide customer trust and partner support, said in a blog post on the company's site. This development \"provides brands with an unprecedented ability to directly control and remove listings from our store,\" he said. \"This information also feeds into our automated protections so we can better catch potential counterfeit listings proactively in the future.\" Amazon and other online sellers have faced criticism  and legal action  from companies seeking to stop the sale of knockoffs. In October 2017, German automaker Daimler sued Amazon alleging the sale of counterfeit Mercedes-Benz parts on the site. Amazon was also found to have sold fake Apple chargers and adapters in a suit settled last year. The company, which was not a defendant in Apple's suit against the counterfeiters, noted its ongoing efforts to fight fake products and its anti-counterfeiting policy. A Government Accountability Office report issued in January 2018 found that 20 out of the 47 items purchased on third-party sales sites including Amazon, Walmart.com, Sears Marketplace, Newegg.com and eBay.com were counterfeit. \"Counterfeit goods provide a lucrative market for criminal activity and can pose serious risks to consumers ... and can also pose challenges to the private sector,\" the GAO said. Amazon is \"excited by the positive feedback weve received so far from brands that have been using Project Zero,\" Mehta said. Among the test participants is handbag and luggage maker Vera Bradley. Project Zero, with its automated protections and the self-service removal of counterfeit products, is a significant development that will help ensure our customers receive authentic Vera Bradley products from Amazon, Mark Dely, the company's chief legal and administrator officer, said in a statement within Amazon's announcement. For now, Amazon is still inviting brands to participate in the knockoff-fighting initiative. \"Our aim is that customers always receive authentic goods when shopping on Amazon,\" Mehta said. Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.", "tags": ["sales", "retailer", "customers", "information", "amazon"], "related_articles": [{"title": "Amazon is putting its counterfeit problem in brands' hands by letting them delete knock-offs", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/amazon-announces-project-zero-to-reduce-counterfeit-products.html"}, {"title": "Amazon has launched a new program to tackle one of its biggest criticisms (AMZN)", "source": "business-insider", "url": "https://www.businessinsider.com/amazon-launches-anti-counterfeit-program-2019-2"}, {"title": "Facebook and Instagram launch their first lawsuit over fake accounts and likes from Chinese companies, following legal concerns (FB)", "source": "business-insider", "url": "https://www.businessinsider.com/facebook-and-instagram-launch-lawsuit-over-fake-accounts-and-followers-2019-3"}]}, {"title": "Foot Locker rallies more than 12% after same-store sales and profit crush estimates", "source": "cnbc", "date": "2019-03-01T13:25:00Z", "origContent": "Foot Locker shares soared on Friday after the shoe company crushed Wall Street's profit projections and reported same-store sales growth that more than doubled expectations. The company's management pointed to its emphasis on product diversity, strategic partnerships and improvements to both its in-store and digital locations for the earnings and revenue beats. Same-stores sales growth a metric that measures revenue changes at a company's existing locations rose 9.7 percent, more than double the 4.6 percent expected. Foot Locker reported fourth-quarter earnings of $1.56 per share versus Refinitiv estimates of $1.40; sales totaled $2.27 billion. Shares jumped 12.5 percent in premarket trading Friday. \"We delivered a gain in our gross margin rate above the guidance we provided at the beginning of the year, achieved an inventory turn above our long-term target, and made important investments, both directly in our business and by taking strategic stakes in other companies,\" Chief Financial Officer Lauren Peters said in a press release. \"I would say it's the innovative pipeline and some of the exclusive products that they have,\" Fernandez told CNBC. \"The product innovation pipeline for 2019 is strong and the footwear market remains good.\"", "tags": ["foot locker shares", "sales", "foot locker", "revenue", "management"], "related_articles": [{"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "url": "https://www.reuters.com/article/us-usa-stocks-idUSKCN1QI4KH"}, {"title": "Stocks making the biggest moves midday: HP, Box, Anheuser-Busch, Square & more", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/stocks-making-the-biggest-moves-midday-hp-box-anheuser-busch-square--more.html"}, {"title": "US STOCKS-Futures hold gains after benign inflation data", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O49J"}]}, {"title": "Daily Briefing: Back to normal - ECB too late?", "source": "reuters", "date": "2019-03-01T08:30:49Z", "origContent": "LONDON (Reuters) - A Reuters poll of ECB-watchers released this morning sets out the current tension in the bank's policy-making. Economists firmly expect the European Central Bank will delay hiking interest rates from record lows until next year and will soon re-launch its offer of long-term loans to banks.  Yet over 60 percent of them also predict there will be no change at its March policy meeting to current guidance setting the scene for a hike in rates later this year - supposedly starting the long haul back to a more normal monetary policy after the post-crisis years.  With evidence of a global slowdown now underway and the US Fed now in wait-and-see mode, the question is whether ECB chief Mario Draghi has left it too late in this cycle to start the normalisation.  The United States overnight laid out its objectives for a post-Brexit trade deal with the United Kingdom: Any hope that it will give Britain an easy ride look pretty forlorn. Washington is seeking to entirely eliminate or reduce barriers for U.S. farm products and secure duty-free access for industrial goods.  This is all part of Donald Trump's mission to demand better terms of trade across the world, saying poor deals have cost the United States millions of jobs. Forget any talk of a special relationship - Britain will not be spared from that push.  Another weekend, another election in Europe where the main focus is on how many votes a far-right upstart will secure. This time it is Estonia in the Baltics and the party is the anti-immigrant EKRE movement of Mart Helme currently polling at around 18 percent.  If that translates into a similar number of seats in parliament it could force the mainstream parties into the same kind of loveless, messy coalitions that increasingly characterise Europe’s politics.  Wow, theres quite a bit of decent news out there! World shares are flatlining today, the first day of March, but shares in Europe and the United States look set for a stronger open and Asia has enjoyed some robust gains.  First off, Chinese mainland shares got a reason to cheer, rising more than 2 percent after MSCI said it would quadruple the weighting of mainland shares in its global benchmarks later this year. That could draw more than $80 billion of fresh foreign inflows.  But it is on the global growth front that hopes are stirring -- Chinese PMI manufacturing for February surprised to the upside, with the index rising 1.6 points from last month (though it did remain in contraction territory). But the new orders index component, the forward looking element, increased sharply.  That follows yesterday’s official Chinese PMI data which also showed new orders expanding. Similarly, U.S. GDP came in stronger than expected yesterday while the Chicago PMI also showed a rise in new orders.  Germany has kicked off the European session, saying retail sales jumped 3.3 percent in January for their strongest rise since Oct 2016. So hopes are growing that the euro area may have turned a corner while growth in Sweden also beat forecasts yesterday.  So the wait is on for todays other data cuts U.S. ISM manufacturing, British PMIs and in the euro zone, we get unemployment and bloc-wide preliminary inflation will there be any sign of this rising towards the ECBs 2 percent target? Headline inflation is expected to have risen thanks to energy but the likelihood is that the underlying core has eased further.  But before we get ahead of ourselves, emerging markets signals are mixed factory growth has surged in India and Turkey to multi-month highs but South Korean exports a sort of bellwether on world trade have suffered their biggest slide in three years. And remember, the Chinese manufacturing PMI remains below the neutral 50-mark dividing expansion from contraction for a third month.  Focus is also on whether China and the United States can reach a trade deal while President Trump warned he could walk away from the talks, his economic adviser Larry Kudlow said a deal is edging closer, with talk of a meeting in March between Trump and Xi.  On other stock markets, the Nikkei jumped 1 percent, taking its cue from the weak yen, U.S. stock futures are up almost half a percent following Thursday’s weak close. But there are some concerns on that front, with many increasingly seeing a disconnect between stocks 10 percent-plus gain and negative earnings expectations for Q1. Emerging stocks are up 0.3 percent.  On the currency front, the dollar continues to flex its muscles against the yen, rising to 10-week highs versus the Japanese currency after the U.S. GDP data. Its advance gained momentum after it sailed above the technical indicator of the 200-day moving average, which is used by many funds as a key buy/sell signal. The greenback is up also against a basket of currencies, rising off three-week low that was hit Thursday when the PMI data pushed the euro higher.  The euro has come off three-week highs versus the dollar but is set for its second week of gains, while sterling is set for its second week of 1.5 percent-plus gains. Inflation data today could be a driver for the euro. German 10-year yields have already touched a new three-week high this morning.  European bourses are set to open higher but there isn't much out there to help sustain a long-lasting upward trend after Wall Street closed in the red last night. Some important macro data from France and Germany on employment and manufacturing due later on this morning could help set the mood.  In corporate news -- in the UK the LSE announcing a jump in results with no Brexit hit on clearing, hedge fund Man AuM dipping, WPP predicting lower 2019 sales, Lloyds starting a share buyback programme.    In M&A news, the U.S. Justice Department is asking Thales to divest its general purpose hardware security module (GP HSM) business if it wants to go ahead with its acquisition of Gemalto. In the luxury segment, Moncler promises more growth after 19 pct jump in 2018 sales.  Emerging market stocks swung to their first gains in four days on Friday, lifted by an announcement by index publisher MSCI that it would raise the weight of Chinese mainland shares in its global benchmarks.  China’s blue-chip index accelerated 2.2 percent to cap its best week since November 2015 but worries about outflows from smaller markets took Philippines shares sharply lower.  Most Asian currencies ended the week on a softer footing. A firmer U.S. dollar and uncertainty about U.S.-China trade talks left many investors anxious. The Thai baht led declines in Asia and was on track to lose about 1 percent this week.  Argentina’s peso fell 0.9 percent after the central bank said on Thursday it had changed its foreign exchange intervention guidelines to allow it more flexibility in fighting inflation.   A look at the day ahead from European Economics and Politics Editor Mark John and EMEA markets editor Mike Dolan. The views expressed are their own", "tags": ["yesterday", "long term loans", "stocks", "european central bank", "manufacturing"], "related_articles": [{"title": "Analysts remain wary of pound’s 7-month peak", "source": "financial-times", "url": "https://www.ft.com/content/821a5b2e-3b3b-11e9-b856-5404d3811663"}, {"title": "Week ahead: US jobs, retail earnings, ECB rates", "source": "financial-times", "url": "https://www.ft.com/content/66191714-3c47-11e9-b856-5404d3811663"}, {"title": "'We've only just begun to fall': A closely watched economic bellwether is looking bleak", "source": "business-insider", "url": "https://www.businessinsider.com/global-economy-south-korean-exports-set-to-weaken-further-2019-3"}]}, {"title": "Mexican president urges reason in wage demands", "source": "associated-press", "date": "2019-02-28T20:01:34Z", "origContent": "MEXICO CITY (AP) President Andres Manuel Lopez Obrador tried Thursday to close the Pandora's box of wage demands he helped unleash when he doubled the minimum wage along Mexico's northern border. His pledge to end government manipulation of unions opened the flood gates to new, more combative labor movements in a nation where unions have long been quiet, and a wave of successful strikes erupted in January at 48 export-oriented \"maquiladora\" assembly plants in the border city of Matamoros. The labor unrest has now expanded to non-export factories in the city, which is across from Brownsville, Texas. Workers at local industries like bottling plants are demanding the same kind of 20 percent pay increases and $1,650 bonuses that the maquiladora employees successfully negotiated, and walkouts are threatening to spread across Mexico, Lopez Obrador sought to cool the strike rush Thursday, saying that wages should rise \"but we shouldn't create an atmosphere of labor instability.\" His own actions touched off the troubles. Seeking to address decades of stagnant real wages, the president after taking office Dec. 1 doubled the daily minimum wage to 176.20 pesos (about $9.30) in communities along the U.S. border, where the cost of living is higher than elsewhere in Mexico. That set off the strikes in Matamoros because many union wage contracts in the city are indexed to minimum wage increases. Lopez Obrador has been left to engage in damage control. He held meetings this week with leading businessmen to reassure them that his leftist administration will be business-friendly. \"My recommendation is that salaries should rise, but at the same time people should consider the companies' situation, there should be balance. We have to preserve jobs,\" the president said Thursday. That was an apparent reference to threats by several companies to close their plants in Matamoros. The situation has gotten so bad that Coca-Cola products are growing scarce in Matamoros stores after the local plant was hit by a strike. The local Coca-Cola bottler, Bebidas Mundiales, said some workers had hijacked delivery trucks and set up a picket line outside its plant in the city, idling about 718 workers. The company said its workers already earn an average of about $13 a day, more than the $9.20-$10.50 that the maquiladora workers won in their strikes. Walkouts are also spreading beyond border areas under variants of the Matamoros banner demand of \"20/32\" a 20 percent pay raise and a bonus of 32,000 pesos. A union federation representing workers at Walmart de Mexico, which is the country's biggest retailer, said a strike is being planned at 80 Walmart stores nationwide on March 5 unless the company agrees to a 20 percent wage increase and bonuses for employee based on a percentage of the stores' sales. That strike, if it happens, could involve as many as 60,000 workers. \"My understanding is that the talks (on the demands) haven't made much progress,\" said Isaias Gonzalez of the Revolutionary Workers Federation, which represents Walmart employees. The strike threat to Walmart is a new turn for the federation, which is one of many longstanding unions in Mexico that have been known for company-friendly approaches. But it appears the new ferment among workers is pushing at least some old-guard unions to become more radical to fend off new, more combative organizing efforts that have sprung up since Lopez Obrador took office. For example, the strikes in Matamoros have spread to more conservative unions whose members have forced their leaders to press for the same 20-32 demands their colleagues at the maquiladora plants won. \"People's natural reaction is to say, if my neighbor got it, why shouldn't I?\" said Rogelio Garcia, head of the local Industry Association in Matamoros. \"In many cases, just 10 percent of the unionized workforce would set up a picket line outside and call for reinforcements from the workers at the first plants who got the bonuses.\" \"We see people becoming emboldened because the government won't act\" to break wildcat strikes, Garcia said. Garcia predicted companies will put off planned expansions and direct work away from their Matamoros plants, potentially costing Matamoros as many as 10,000 to 15,000 of its 90,000 industrial jobs, as well as future growth. That is exactly the opposite effect from what Lopez Obrador had hoped for the border. The president's plan was to create jobs in border areas so Mexicans and Central Americans wouldn't have to emigrate to the United States seeking work.", "tags": ["stores", "government", "walmart", "united states", "own actions"], "related_articles": [{"title": "Prominent New Yorkers ask Amazon to reconsider", "source": "usa-today", "url": "https://www.usatoday.com/story/tech/talkingtech/2019/02/28/top-new-yorkers-ask-amazon-reconsider-leaving-big-apple-hq-plans/3021667002/?utm_source=google&utm_medium=amp&utm_campaign=speakabl"}, {"title": "UPDATE 1-Femsa's Mexican Oxxo stores feel squeeze from cost of taking cash", "source": "reuters", "url": "https://www.reuters.com/article/femsa-results-idUSL1N20N174"}, {"title": "Sweeping tax overhaul clears New Mexico House", "source": "associated-press", "url": "https://apnews.com/7cc706570d00425086e7931c8ba9907e"}]}, {"title": "Wall Street futures bounce as focus shifts to inflation, factory data", "source": "reuters", "date": "2019-03-01T12:48:27Z", "origContent": "(Reuters) - U.S. stock index futures bounced on Friday, setting up Wall Street’s main indexes for gains at the open, with investors waiting for data on inflation and manufacturing activity.  The benchmark S&P 500 index has risen 11 percent since the beginning of the year, bolstered by progress in trade talks and the Federal Reserve’s cautious stance on interest rates.  Fed Chairman Jerome Powell said on Thursday that a rise in productivity last year gives more room for wages to grow without the risk of higher inflation, offering the central bank another reason to hold off on further rate hikes.  For further clues on inflation, investors will keep a close watch on the Commerce Department’s personal consumption expenditures (PCE) price index, the Fed’s preferred inflation gauge.  The report, due at 8:30 a.m. ET, will likely show consumer spending fell 0.2 percent in December, after rising 0.4 percent in November.  At 7:12 a.m. ET, Dow e-minis were up 180 points, or 0.69 percent. S&P 500 e-minis were up 17.75 points, or 0.64 percent and Nasdaq 100 e-minis were up 53.5 points, or 0.75 percent.  Also on the list is the Institute for Supply Management (ISM) survey on U.S. manufacturing activity for February which is expected to have slowed slightly from January.  Earlier, a private survey showed China’s factory activity contracted for a third straight month in February but at a slower pace, helped by improvements in domestic manufacturing.  Wall Street’s main indexes closed slightly lower on Thursday as support from better-than-feared U.S. GDP data was countered by concerns about earnings and U.S.-China trade relations.  Among shares trading premarket, Gap Inc surged 23 percent after the company said it would separate its better-performing Old Navy brand and shutter about 230 stores of its struggling namesake apparel business.  Foot Locker jumped 13.4 percent after the footwear retailer reported quarterly same store sales above analysts’ expectations. Its partner Nike Inc’s shares rose about 1.2 percent.  Tesla Inc fell 3.6 percent after the electric automaker said it would not be profitable in the first quarter. ", "tags": ["supply management", "foot locker", "manufacturing", "old navy brand", "institute"], "related_articles": [{"title": "US STOCKS-Futures hold gains after benign inflation data", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O49J"}, {"title": "Wall Street rises on trade optimism in slow week", "source": "reuters", "url": "https://in.reuters.com/article/usa-stocks-idINKCN1QI4S9"}, {"title": "US STOCKS-Wall Street rises on trade optimism in slow week - Reuters", "source": "reuters", "url": "https://www.reuters.com/article/usa-stocks-idUSL3N20O4TZ"}]}, {"title": "Elon Musk just sent this memo to employees about the cheaper Model 3 and store closures", "source": "cnbc", "date": "2019-03-01T01:44:00Z", "origContent": "Tesla CEO Elon Musk on Thursday sent an email to employees explaining the company's decision to reduce its headcount in its sales and marketing divisions, according to a copy of the memo that was sent to CNBC.News of the upcoming layoffs come as Tesla announced that sales of the $35,000 Model 3 were finally available, adding that all sales of Tesla vehicles would be moving exclusively online. As part of the announcement, Musk also warned that the company would not turn a profit in the first quarter, sending Tesla's share price down more than 3 percent Thursday night.Last month, I noted in my email that the fundamental issue Tesla must overcome is that our products remain too expensive for most people. We know there are many people who want to buy Model 3, but simply can't afford to do so. In addition, we are also making the decision to shift all sales worldwide to online only. As a result, over the next few months, we will be winding down many of our stores and significantly reducing our spend on sales and marketing, which will help make the price changes we've announced today possible. Shifting all sales online combined with other ongoing cost efficiency will enable us to lower all vehicle prices by about 6% on average, allowing us to achieve the $35,000 Model 3 price point. A small number of stores in high-traffic locations will remain as galleries, showcases and Tesla information centers. At the same time, we will be increasing our investment in the Tesla service system and manufacturing, and I expect that headcount to grow next year. Kn the coming weeks, we will be evaluating all of our sales and marketing organization to understand where there are operation efficiencies, and how best to support the transition to online sales while also continuing to deliver a truly awesome and education Tesla buying experience. We'll be sharing more information on this transition soon.", "tags": ["turn profit", "tesla ceo elon musk", "high traffic locations", "musk", "marketing"], "related_articles": [{"title": "Tesla enters uncharted territory after move to dismantle store network", "source": "reuters", "url": "https://ca.reuters.com/article/technologyNews/idCAKCN1QI4RP-OCATC"}, {"title": "A month ago, Elon Musk thought Tesla would be profitable. Now he doesn't. What changed?", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/01/elon-musk-thought-tesla-would-be-profitable-and-now-he-doesnt.html"}, {"title": "Tesla's store-shuttering strategy may pull the rug out of solar", "source": "reuters", "url": "https://in.reuters.com/article/tesla-solar-idINKCN1QJ01A"}]}, {"title": "Things have gotten so bad at Victoria’s Secret that it’s being forced to close 53 stores this year", "source": "financial-post", "date": "2019-02-28T18:08:04Z", "origContent": "Things have gotten so bad at Victoria’s Secret that its parent company is tightening the purse strings, including shuttering dozens of underperforming locations. L Brands Inc., owner of the lingerie chain, announced Wednesday plans to close about 53 Victoria’s Secrets in North America this year, more than three times the 15 it’s historically closed down in an average year. Victoria’s Secret square footage in North America will drop by about 3 per cent, it said, even as it continues to grow the footprint of its more successful Bath & Body Works chain. L Brands shares fell as much as 8.9 per cent on Thursday, the biggest intraday drop in more than a month and erasing the year-to-date gains it had logged through Wednesday. The rough patch isn’t new: Victoria’s Secret has been under scrutiny for years for failing to keep up with shifting consumer demands, especially involving themes of female empowerment and diversity. But its reticence to change has been made even more pronounced with the emergence of competitors like Rihanna’s lingerie company Savage X Fenty, American Eagle Outfitters Inc.’s Aerie and ThirdLove, which aim to be more inclusive of women of different shapes, sizes and backgrounds. The road only gets harder from here: Major retailer Target Corp. announced earlier this week plans to launch three new private-label brands specializing in low-cost underwear and sleepwear. On the back of the tough quarter at Victoria’s Secret, L Brands said it sees total company profit, excluding some items, in a range of US$2.20 to US$2.60 this year. That’s well below the average estimate from analysts. Late last year, the company announced it would slash its dividend in half, a move Wall Street called surprising but prudent. “The outlook illustrates that the lingerie-sales struggle will persist until the retailer finds a way to reconnect with shoppers on price, product and image,” Bloomberg Intelligence analysts Poonam Goyal and Morgan Tarrant wrote in a note. “Investments in VS’ e-commerce site and employees crimp margin but are vital to success.” To try to breathe new life into the aging brand, the company has cycled through a series of leaders. Sharen Jester Turney, who led the chain for a decade, abruptly retired in 2016. Jan Singer took over later that year, exiting after about two years. John Mehas, formerly president of luxury label Tory Burch, was put in charge of Victoria’s Secret Lingerie earlier this year. It also hired a new head of the PINK brand last year. One of Mehas’s first big moves was partnering with a French luxury label to sell high-end lingerie as its new leader looks to expand beyond discounted bras and underwear. The main focus for Mehas and PINK chief Amy Hauk will be on “getting closer to our customers and improving our merchandise assortments,” the company said, noting that it expects to see “gradual improvement” as the year progresses. There were some bright spots: Digital was a strong suit in the latest quarter, with comparable sales online rising 8 per cent. And the company — which discontinued swimwear in 2016 — is bringing it back online in March. “As mentioned earlier, our new CEOs in Lingerie and PINK are most focused on our product assortments, where we believe we have clear opportunities to improve,” the company said.", "tags": ["rihanna", "rough patch", "aerie", "sleepwear", "brands shares"], "related_articles": [{"title": "A Less Than Merry Christmas for Victoria’s Secret Means More Store Closings Ahead", "source": "fortune", "url": "http://fortune.com/2019/02/28/victorias-secret-stores/"}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/l-brands-plans-to-close-roughly-53-victorias-secret-stores-this-year.html"}, {"title": "Victoria's Secret is closing dozens of stores (LB)", "source": "business-insider", "url": "https://www.businessinsider.com/victorias-secret-store-closings-2019-2"}]}, {"title": "Walmart CEO outlines 'specific steps' stores can take to support disabled greeters", "source": "usa-today", "date": "2019-03-01T03:00:36Z", "origContent": "Walmart's \"customer hosts\" will still greet customers but have additional and physically demanding responsibilities, which means eliminating greeters. While Walmart is planning to replace its greeters with customer hosts, stores are \"taking specific steps to support\" disabled employees affected by the change, officials announced Thursday. Greg Foran, president and CEO of Walmart U.S., sent a memo to all store managers Thursday outlining the transition and how \"each case requires a thoughtful solution.\"  Customer hosts still greet customers but have added and more physically demanding responsibilities than greeters, which have been part of the company since the early 1980s. Some of the greeters are disabled, but the exact number wasn't available. \"As can sometimes happen, this change has created some conversation both externally and internally, specifically where associates with disabilities are concerned,\" Foran wrote in the two-page memo. Stores started telling affected workers their jobs could be in jeopardy more than a week ago. There is usually a 60-day window for affected workers to apply for other roles in the company while continuing in their current job. Walmart is replacing its greeters with customer hosts. However, for associates with disabilities impacted by the changes, Foran said, the company has \"extended the current 60-day transition period while we explore the circumstances and potential accommodations that will make sense for each person.\" Since the change was announced, Foran said, Walmart has made offers to a number of the greeters, including those with physical disabilities.  \"We expect this will continue to be the case for many more across the country over the coming weeks,\" he said. Jay Melton, who has worked as a greeter at a Walmart in Marion, North Carolina, is one of the affected employees. An online petition was started to keep Melton, who has cerebral palsy and cant walk without assistance, at the store. The Marion Walmart posted on Facebook that Melton will be staying. \"We are so excited to announce that Jay has accepted a position as a Self-Checkout Host,\" the Facebook post said. \"Jay has been a part of our store for the last 17 years and is well known throughout our community. Please help us congratulate Jay on his new position!\"  In his memo, Foran said he was proud of the chain's history \"of being an employer of choice for people with disabilities.\"  Walmart officials have said that after it made the change from greeters to hosts at more than 1,000 stores in 2016, 80 to 85 percent of all affected greeters found other roles at Walmart. \"We are confident that we are taking the right steps to do what is necessary for the business, while also treating affected associates with the respect and assistance they deserve as they transition to new opportunities,\" Foran said. J.C. Penney closings: 24 stores to close as sales fall and department stores struggle", "tags": ["change", "stores", "walmart", "foran", "found other roles"], "related_articles": [{"title": "Many disabled Walmart greeters are being replaced by 'customer hosts,' causing backlash", "source": "usa-today", "url": "https://www.usatoday.com/story/money/2019/02/27/walmart-greeters-some-disabled-lose-their-jobs-customer-hosts/3010732002/?utm_source=google&utm_medium=amp&utm_campaign=speakable"}, {"title": "Walmart to make 'every effort' to keep disabled greeters", "source": "cnbc", "url": "https://www.cnbc.com/2019/03/01/walmart-to-make-every-effort-to-keep-disabled-greeters.html"}, {"title": "Walmart: Greeter job going away, not disabled employees", "source": "nbc-news", "url": "https://www.nbcnews.com/business/business-news/greeter-job-going-away-disabled-employees-are-not-walmart-says-n978431"}]}, {"title": "Victoria's Secret is closing dozens of stores (LB)", "source": "business-insider", "date": "2019-02-28T14:13:34Z", "origContent": "Victoria's Secret is closing dozens of stores this year.   The US lingerie giant announced Wednesday that it would be closing as many as 53 stores this year, citing a \"decline in performance,\" as the reason for this, Bloomberg reported.   Its parent company L Brands reported fourth-quarter earnings after market close on Wednesday. Same-store sales at the Victoria's Secret brand were down 3% during the quarter and overall in 2018.   The brand has struggled in recent years and increasingly been accused of losing relevance among shoppers as its oversexualized ads and racy runway shows have failed to resonate in the era of #MeToo.   This came to a head in November, after a Vogue interview with Ed Razek, chief marketing officer of Victoria's Secret parent company L Brands, went viral online. Razek told the interviewer that he didn't think the company's annual fashion show should feature \"transsexuals\" because the show is a \"fantasy.\"   \"It's a 42-minute entertainment special. That's what it is,\" he said in the interview.   The annual fashion show's ratings also took a hit. According to ABC, the network that ran the show, 3.3 million people tuned in to watch the fashion show when it aired on December 2, down from 5 million viewers in 2017 and 6.7 million in 2016, when it previously aired on CBS.   Meanwhile, more body-positive brands such as American Eagle's Aerie and ThirdLove (which is becoming increasingly critical of Victoria's Secret) have gained market share.   American Eagle reported a 32% increase in same-store sales at Aerie in the third quarter. This marked its 16th consecutive quarter of double-digit positive growth. Group CEO Jay Schottenstein described this as one of the company's best results ever during a call with investors after the earnings release.", "tags": ["same store sales", "fourth quarter earnings", "aerie", "american eagle", "brand"], "related_articles": [{"title": "Things have gotten so bad at Victoria’s Secret that it’s being forced to close 53 stores this year", "source": "financial-post", "url": "https://business.financialpost.com/news/retail-marketing/things-have-gotten-so-bad-at-victorias-secret-that-its-being-forced-to-close-53-stores-this-year"}, {"title": "L Brands plans to close roughly 53 Victoria's Secret stores this year, after mixed holiday results", "source": "cnbc", "url": "https://www.cnbc.com/2019/02/28/l-brands-plans-to-close-roughly-53-victorias-secret-stores-this-year.html"}, {"title": "A Less Than Merry Christmas for Victoria’s Secret Means More Store Closings Ahead", "source": "fortune", "url": "http://fortune.com/2019/02/28/victorias-secret-stores/"}]}, {"title": "Business this week", "source": "the-economist", "date": "2019-02-28T15:54:02Z", "origContent": "Donald Trump lifted a deadline of March 1st for China to agree to concessions on trade, after which he had threatened to increase tariffs on $200bn-worth of Chinese exports from 10% to 25%. The president tweeted that substantial progress was being made in negotiations with the Chinese and that he expected to meet his counterpart, Xi Jinping, to sign a deal in the coming weeks. No details were provided, but one of the promises China has reportedly made is not to depreciate its currency. A weak yuan makes Chinese exports cheaper. General Electric agreed to sell its biotechnology business to Danaher, a health-services group, for $21bn. It is the biggest step taken to streamline GE under Larry Culp, who became chief executive last October and was Danahers boss until 2014. The deal was welcomed by the conglomerates weary investors; the proceeds of the sale will go towards reducing GEs debt. The share price of Kraft Heinz plunged by 27% after the food company booked a $15.4bn write-down, in part because its key Kraft and Oscar Mayer divisions were overvalued. It also revealed that the Securities and Exchange Commission had opened an investigation into its accounting practices. Warren Buffett, who helped engineer the merger of Heinz with Kraft Foods in 2015, admitted that he had overpaid for his investment companys stake in the business. See article. Regulators in America and Britain announced a long-term agreement to ensure that the transatlantic derivatives market, which accounts for the vast majority of global derivatives contracts, is not disrupted by Brexit, whatever form it takes. The pact covers both the trading and clearing of derivatives between the two countries. European regulators have taken steps to allow EU derivative contracts to be cleared in London in the event of a no-deal Brexit, but the arrangement is temporary. Americas Justice Department conceded defeat after a federal appeals-court dismissed its attempt to overturn at&ts merger with Time Warner, describing the governments arguments as unpersuasive. The merger was approved by a lower court last year. In a surprise development, the Dutch government revealed that it had built a stake of 12.7% in Air France- KLMs holding company, and would increase it to a size similar to that of the French governments stake in the business, which is 14.3%. Disagreements between the two governments over the future of Air France-KLM have escalated, with the Dutch keen to protect jobs at Amsterdams Schiphol airport. The French complained that the Dutch had not informed them about the investment. Barrick Gold launched an $18bn hostile bid for Newmont Mining, a smaller rival in the gold industry. Newmont retorted that its pending acquisition of Goldcorp, another mining firm, offered superior benefits to shareholders. In a challenge to Amazons ambitions in the online-grocery market in Britain, Ocado, a leader in online-supermarket technology, struck a deal to deliver Marks & Spencers food products from 2020. Ocado will then cease selling goods from Waitrose, another upmarket food retailer, which has supplied Ocado with posh nosh since it started home deliveries in 2002. Last year Ocado signed an agreement with Kroger, Americas biggest supermarket chain, to develop its online-grocery business. The name Merrill Lynch is to disappear. Bank of America bought the investment bank, which started out in 1915 and became one of the biggest firms on Wall Street, during the financial crisis. It had rebranded the business as Bank of America Merrill Lynch, though many investors clung to the old namesake. The wealth-management side will now be known simply as Merrill, and investment banking will fall under the BofA brand. Exxon Mobil reportedly asked the Securities and Exchange Commission (SEC) to block a shareholder vote at its annual meeting on a measure that would oblige it to set targets for reducing greenhouse-gas emissions in line with the Paris accord on climate change. The oil giant argues that the measure is an attempt to micro-manage its operations, and reflects a misunderstanding of energy markets. Elon Musk got into more hot water with the SEC when he tweeted inaccurate production forecasts for Teslas cars, violating part of last years settlement with the regulator about not disseminating misleading information about the company. The SEC asked a court to hold Mr Musk in contempt.", "tags": ["musk", "details", "elon musk", "bank", "china"], "related_articles": [{"title": "The difficulties of making online delivery pay", "source": "financial-times", "url": "https://www.ft.com/content/8aa756ac-3c35-11e9-b72b-2c7f526ca5d0"}, {"title": "I admit it: I was wrong about Ocado", "source": "financial-times", "url": "https://www.ft.com/content/fdef8e4a-3b45-11e9-b856-5404d3811663"}, {"title": "Kraft Heinz and its investors taste the food industry’s woes", "source": "the-economist", "url": "https://www.economist.com/business/2019/03/02/kraft-heinz-and-its-investors-taste-the-food-industrys-woes"}]}, {"title": "Kraft Heinz and its investors taste the food industry’s woes", "source": "the-economist", "date": "2019-02-28T15:42:24Z", "origContent": "THIS WAS supposed to be the quarter that Kraft Heinz showed Americas huge, struggling food companies a new model for success. A merger in 2015 had joined two of the worlds most iconic food makers. Backed by 3G Capital, a private-equity firm, the new group slashed costs at a pace that made rivals shudder and investors swoon. After a failed bid in 2017 for Unilever, an Anglo-Dutch giant, Kraft Heinz set out to prove it could not just cut fat but boost sales on its own. Bernardo Hees, the companys boss, pointed cheerfully to new products, including Heinz Mayochup and something called Just Crack an Egg. The company was on the path to sustainable, profitable growth, he declared in November. Unfortunately, it wasnt. On February 21st Kraft Heinz announced a staggering $15bn impairment, a dividend cut of more than 30% and an inquiry into its procurement by the Securities and Exchange Commission (SEC). Earnings calls are often sleepy affairs. This one was a nightmare. Some of 3Gs long-time critics are now clucking with satisfaction. Others fear 3G is tarnishing American treasures such as Kraft Macaroni and Cheese and Warren Buffett, who partnered with 3G to combine Heinz and Kraft and last year lost nearly $3bn on the deal. Yet dramatic as Kraft Heinzs decline may seem, 3Gs impact and the food industrys problems extend far beyond it. The way 3G runs companies is as notable as its appetite for buying them. In a practice called zero-based budgeting, managers must justify their expenses anew each year. The idea is to expand margins continuously. Overseeing this are managers chosen for their talent and work ethic, rather than mere experience. Daniel Schwartz, a 3G partner, became the chief executive of Burger King at 32. Mr Hees, a 3G partner who spent more than a decade working for a Latin American railroad, became Kraft Heinzs boss at 45. David Knopf, its chief financial officer, assumed his position in 2017 at 29. To 3Gs detractors, this all seems a bit mad. The companys strategy can be caricatured as follows: buy a big business, cut costs, repeat. This is not entirely fair. RBI has invested in marketing Burger King, winning prizes for its ads. AB InBev is working to boost its sales, for instance by pushing higher-priced beers and deploying best practices across its vast geography. But buying big companies and slashing costs remain 3Gs speciality. The risks of that strategy have become clear. RBI struggled to integrate franchisees at Tim Hortons. AB InBev last year said it would slash its dividend by half. Nowhere has 3Gs approach played out more tumultuously than at Kraft Heinz. Americas food industry seemed the perfect target, with flabby companies and powerful brands. Rare is the American who has not slurped Kool-Aid or downed an Oscar Mayer hot dog smothered in Heinz Ketchup. 3G reckoned the brands were strong enough to withstand large cuts. As it turns out, they were not. This was not the same for AB InBev, which despite abysmal results in America, has little beer competition from in-store brands, is rarely sold online and faces ample growth abroad. Kraft Heinzs business, by comparison, is concentrated in America, where the food industry is being turned on its head. It brands may be familiar, but that does not make them popular. Small firms are offering healthier options, taking advantage of cheap digital marketing and nimble contract manufacturers. The smallest 20,000 packaged goods players account for about half the industrys growth, according to Nielsen, a research firm. Meanwhile, the rise of e-commerce and European discount grocers has put pressure on food retailers, which are in turn squeezing food companies. Stores led by Walmart are using extensive data to launch their own, increasingly sophisticated, low-cost private label goods, all the while pushing companies to lower their prices. Things started well for Kraft Heinz. Its operating profit margin surged from 15% in 2014 to 24% in 2017. The first big setback came that year when Paul Polman, then Unilevers boss, rebuffed the companys $143bn courtship. (Unilever, wisely, has devoted growing attention not to food but to beauty and household products.) Without his megadeal, Mr Hees turned to the basic work of lifting sales by pouring more money into advertising, product innovation and Kraft Heinzs sales force, but that ate into profits. Equally striking is the companys new $15bn impairment, a recognition that the value of giant brands has shrivelled. Mr Buffett says that he misjudged the worth of Krafts stable of products (see article). The management team entered into this merger with the assumption they could cut the spending needed to maintain brands, let alone help them grow, says Robert Moskow of Credit Suisse, a bank. The world changed on themretailers changed and consumers changed. Flawed though 3Gs approach may seem, few food companies offer a successful alternative. Companies have tried to evolve by buying smaller firms, often at lofty prices and with mixed results. For instance Campbell Soup bought Bolthouse Farms, a maker of fruity drinks, in 2012, but is now trying to sell it. Last year it bought Snyders-Lance, a pretzel and popcorn company, to boost its snacks business. Its debt level has risen accordingly. Indeed, shopping sprees at Campbell, ConAgra and General Mills have made those companies more levered than Kraft Heinz, according to Sanford C Bernstein, a research firm. Kraft Heinz now wants to shrink to grow: it plans divestments over the next 18 months to improve its balance sheet so it can make other, big deals. But the SECs subpoena suggests that some internal processes might be unravelling as managers struggle to meet bold goals. The notion that big deals will save American food firms looks increasingly dubious. In 2014, before Heinz bought Kraft, the combined gross operating profits of the companies were about $6.5bn. Now, due in part to some problems beyond its control, Kraft Heinz expects its 2019 profits to be about the same.", "tags": ["nielsen", "mixed results", "shopping", "bank", "stores"], "related_articles": [{"title": "3G Capital discovers the limits of cost-cutting and debt", "source": "the-economist", "url": "https://www.economist.com/leaders/2019/03/02/3g-capital-discovers-the-limits-of-cost-cutting-and-debt"}, {"title": "The Big Number That Explains Kraft Heinz’s Big Collapse", "source": "fortune", "url": "http://fortune.com/2019/02/28/kraft-heinz-stock-profits-eva/"}, {"title": "'We are super bullish on these brands': Kraft Heinz's global brand officer says he is unfazed by the company's recent $15 billion write-down of its Kraft and Oscar Mayer brands", "source": "business-insider", "url": "https://www.businessinsider.com/kraft-heinz-write-down-analysis-global-brand-officer-responds-2019-2"}]}]}